{"sources":{"Wikipedia: 2021 IIHF Women%27s World Championship":{"homepageURL":"https://en.wikipedia.org/wiki/2021_IIHF_Women%27s_World_Championship"}},"imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/6/61/2021_Women%27s_Ice_Hockey_World_Championships.svg/%quality%px-2021_Women%27s_Ice_Hockey_World_Championships.svg.png","description":"The 2021 IIHF Women's World Championship is an upcoming international ice hockey tournament organized by the International Ice Hockey Federation (IIHF), which will be contested in Calgary, Alberta, from 20 to 31 August 2021. It was originally scheduled to be contested in Halifax and Truro, Nova Scotia, Canada. It will be the 20th edition of the IIHF Women's World Championship Top Division tournament.\nNo divisional promotion and relegation occurred after the Top Division tournament and both Division I tournaments in 2020 were cancelled due to the COVID-19 pandemic. Originally scheduled from 7 to 17 April, the tournament was postponed to 6 to 16 May 2021 on 4 March. On 21 April 2021, the Province of Nova Scotia informed Hockey Canada and the IIHF that the tournament had been cancelled at the recommendation of Premier Iain Rankin \"due to concerns over safety risks associated with COVID-19.\"\nThe IIHF and Hockey Canada released a joint statement pledging to explore all avenues for hosting the event in a different Canadian city during the summer of 2021. IIHF President René Fasel emphasized, \"This does not mean that we will not have a Women's World Championship in 2021. We owe it to every single player that was looking forward to getting back on the ice after such a difficult year that we do everything possible to ensure this tournament can be moved to new dates and played this year.\" On 30 April 2021, the IIHF announced that the tournament will now take place between 20 and 31 August 2021. On 2 June 2021, the venue was identified as WinSport Arena at Canada Olympic Park in Calgary.","title":"2021 IIHF Women's World Championship"}