{"descriptions":{"Martin Luther King Jr. Day":"Martin Luther King Jr. Day (officially Birthday of Martin Luther King, Jr., and sometimes referred to as MLK Day) is a federal holiday in the United States marking the birthday of Martin Luther King Jr. It is observed on the third Monday of January each year. Born in 1929, Rev. Dr. King's actual birthday is January 15. The holiday is similar to holidays set under the Uniform Monday Holiday Act. The earliest Monday for this holiday is January 15 and the latest is January 21.\n\nKing was the chief spokesperson for nonviolent activism in the Civil Rights Movement, which protested racial discrimination in federal and state law. The campaign for a federal holiday in King's honor began soon after his assassination in 1968. President Ronald Reagan signed the holiday into law in 1983, and it was first observed three years later. At first, some states resisted observing the holiday as such, giving it alternative names or combining it with other holidays. It was officially observed in all 50 states for the first time in 2000.","Child Health Day":"Child Health Day (Pub.L. 105–225 (text) (pdf), 112 Stat. 1255) is a United States Federal Observance Day observed on the first Monday in October.","Rosa Parks Day":"Rosa Parks Day is a holiday in honor of the civil rights leader Rosa Parks, celebrated in the U.S. states of California and Missouri on her birthday, February 4, and in Ohio and Oregon on the day she was arrested, December 1.\n\nRosa Parks Day was created by the California State Legislature and first celebrated in 2000. The holiday was first designated in the U.S. state of Ohio championed by Joyce Beatty, advocate who helped Ohio's legislation pass to honor the late leader. It is also celebrated by the Columbus Ohio bus system (COTA) with a special tribute to the late civil rights leader. As of 2014, Missouri Governor Jay Nixon proclaimed Rosa Parks Day official in the state. In 2014, Oregon governor Kitzhaber declared that Oregon would celebrate its first Rosa Parks Day.","Malcolm X Day":"Malcolm X Day is an American holiday in honor of Malcolm X that is celebrated on either May 19 (his birthday) or the third Friday of May. The commemoration of the civil rights leader has been proposed as an official state holiday in the U.S. state of Illinois in 2015 and Missouri as recent as 2019. As of present, only the city of Berkeley, California observes the holiday with city offices and schools closed.","Labor Day":"Labor Day is a federal holiday in the United States celebrated on the first Monday in September to honor and recognize the American labor movement and the works and contributions of laborers to the development and achievements of the United States. It is the Monday of the long weekend known as Labor Day Weekend.\n\nBeginning in the late 19th century, as the trade union and labor movements grew, trade unionists proposed that a day be set aside to celebrate labor. \u0022Labor Day\u0022 was promoted by the Central Labor Union and the Knights of Labor, which organized the first parade in New York City. In 1887, Oregon was the first state of the United States to make it an official public holiday. By the time it became an official federal holiday in 1894, thirty states in the United States officially celebrated Labor Day.\n\nCanada's Labour Day is also celebrated on the first Monday of September. More than 80 countries celebrate International Workers' Day on May 1, the ancient European holiday of May Day. May Day was chosen by the Second International of socialist and communist parties to commemorate the Haymarket affair which occurred in Chicago on May 4, 1886.","Juneteenth":"Juneteenth (a portmanteau of June and nineteenth) – also known as Freedom Day, Jubilee Day, Liberation Day, and Emancipation Day – is a holiday celebrating the emancipation of those who had been enslaved in the United States. Originating in Galveston, Texas, it is now celebrated annually on the 19th of June throughout the United States, with varying official recognition. It is commemorated on the anniversary date of the June 19, 1865 announcement by Union Army general Gordon Granger, proclaiming freedom from slavery in Texas.\n\nPresident Abraham Lincoln's Emancipation Proclamation had officially outlawed slavery in Texas and the other states in rebellion against the Union almost two and a half years earlier. Enforcement of the Proclamation generally relied on the advance of Union troops. Texas being the most remote of the slave states had a low presence of Union troops as the American Civil War ended; thus enforcement there had been slow and inconsistent before Granger's announcement. Although Juneteenth generally celebrates the end of slavery in the United States, it was still legal and practiced in two Union border states (Delaware and Kentucky) until later that year when ratification of the Thirteenth Amendment to the Constitution abolished chattel slavery nationwide in December.\n\nCelebrations date to 1866, at first involving church-centered community gatherings in Texas. It spread across the South and became more commercialized in the 1920s and 1930s, often centering on a food festival. During the Civil Rights Movement of the 1960s, it was eclipsed by the struggle for postwar civil rights, but grew in popularity again in the 1970s with a focus on African American freedom and arts. By the 21st century, Juneteenth was celebrated in most major cities across the United States. Activists are campaigning for the United States Congress to recognize Juneteenth as a national holiday. Hawaii, North Dakota and South Dakota are the only states that do not recognize Juneteenth, according to the Congressional Research Service.\n\nModern observance is primarily in local celebrations. Traditions include public readings of the Emancipation Proclamation, singing traditional songs such as \u0022Swing Low, Sweet Chariot\u0022 and \u0022Lift Every Voice and Sing\u0022, and reading of works by noted African-American writers such as Ralph Ellison and Maya Angelou. Celebrations include rodeos, street fairs, cookouts, family reunions, park parties, historical reenactments, and Miss Juneteenth contests. The Mascogos, descendants of Black Seminoles, who escaped from U.S. slavery in 1852 and settled in Coahuila, Mexico, also celebrate Juneteenth.","National Aviation Day":"The National Aviation Day (August 19) is a United States national observation that celebrates the development of aviation.\n\nThe holiday was established in 1939 by Franklin Delano Roosevelt, who issued a presidential proclamation which designated the anniversary of Orville Wright's birthday to be National Aviation Day, and it allows the sitting US President to proclaim August 19 as National Aviation Day each year, if desired. Their proclamation may direct all federal buildings and installations to fly the US flag on that day, and may encourage citizens to observe the day with activities that promote interest in aviation.","Washington's Birthday":"Washington's Birthday is a federal holiday in the United States celebrated on the third Monday of February in honor of George Washington, the first president of the United States, who was born on February 22, 1732. The Uniform Monday Holiday Act of 1971 moved this holiday to the third Monday, which can occur from February 15 to 21, inclusive.\n\nColloquially, the day is also now widely known as Presidents' Day (though the placement of the apostrophe, if any, varies) and is often an occasion to remember all the presidents.\n\nThe day is a state holiday in most states, with official names including Washington's Birthday, Presidents' Day, President's Day, and Washington's and Lincoln's Birthday. The various states use 14 different names. Depending upon the specific law, the state holiday may officially celebrate Washington alone, Washington and Lincoln, or some other combination of U.S. presidents (such as Washington and Thomas Jefferson, who was born in April).","Harriet Tubman Day":"Harriet Tubman Day is an American holiday in honor of the anti-slavery activist Harriet Tubman, observed on March 10, and in the U.S. state of New York. Observances also occur locally around the U.S. state of Maryland. It is not observed in Texas.","Memorial Day":"Memorial Day (previously, but now seldom, called Decoration Day) is a federal holiday in the United States for honoring and mourning the military personnel who have died in the performance of their military duties while serving in the United States Armed Forces. The holiday is observed on the last Monday of May. The holiday was formerly observed on May 30 from 1868 to 1970.\n\nMany people visit cemeteries and memorials on Memorial Day to honor and mourn those who died while serving in the U.S. Military. Many volunteers place an American flag on graves of military personnel in national cemeteries.\n\nMemorial Day is also considered the unofficial start of summer in the United States, while Labor Day, the first Monday of September, marks the unofficial start of autumn.\n\nTwo other days celebrate those who have served or are serving in the U.S. military: Armed Forces Day (which is earlier in May), an unofficial U.S. holiday for honoring those currently serving in the armed forces, and Veterans Day (in November 11), which honors those who have served in the United States Armed Forces."},"10-4":{"Child Health Day":{"celebrators":"Americans around the world","emoji":"🇺🇸","learnMoreURL":"https://en.wikipedia.org/wiki/Child_Health_Day"}},"12-1":{"Rosa Parks Day":{"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Rosaparks.jpg/%quality%px-Rosaparks.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Rosa_Parks_Day"}},"9-6":{"Labor Day":{"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/First_United_States_Labor_Day_Parade%2C_September_5%2C_1882_in_New_York_City.jpg/%quality%px-First_United_States_Labor_Day_Parade%2C_September_5%2C_1882_in_New_York_City.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Labor_Day"}},"5-24":{"Memorial Day":{"aliases":["Decoration Day"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Graves_at_Arlington_on_Memorial_Day.JPG/%quality%px-Graves_at_Arlington_on_Memorial_Day.JPG","learnMoreURL":"https://en.wikipedia.org/wiki/Memorial_Day"}},"1-18":{"Martin Luther King Jr. Day":{"aliases":["Birthday of Martin Luther King, Jr.","MLK Day"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Martin_Luther_King_press_conference_01269u_edit.jpg/%quality%px-Martin_Luther_King_press_conference_01269u_edit.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Martin_Luther_King_Jr._Day"}},"6-19":{"Juneteenth":{"aliases":["Freedom Day","Jubilee Day","Liberation Day","Emancipation Day"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Juneteenth_Plaque.jpg/%quality%px-Juneteenth_Plaque.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Juneteenth"}},"8-19":{"National Aviation Day":{"celebrators":"Americans around the world","emoji":"🇺🇸","learnMoreURL":"https://en.wikipedia.org/wiki/National_Aviation_Day"}},"5-19":{"Malcolm X Day":{"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Malcolm_X_NYWTS_2a.jpg/%quality%px-Malcolm_X_NYWTS_2a.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Malcolm_X_Day"}},"2-15":{"Washington's Birthday":{"aliases":["Presidents Day","President's Day","Presidents' Day"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Gilbert_Stuart_Williamstown_Portrait_of_George_Washington.jpg/%quality%px-Gilbert_Stuart_Williamstown_Portrait_of_George_Washington.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Washington's_Birthday"}},"2-4":{"Rosa Parks Day":{"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Rosaparks.jpg/%quality%px-Rosaparks.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Rosa_Parks_Day"}},"3-10":{"Harriet Tubman Day":{"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Harriet_Tubman_c1868-69.jpg/%quality%px-Harriet_Tubman_c1868-69.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Harriet_Tubman_Day"}}}