{"descriptions":{"Galactic Tick Day":"Galactic Tick Day is an awareness and education day that celebrates the movement of the Solar System around the Milky Way galaxy.\n\nThe day occurs at a regular interval of 1.7361 years (or 633.7 days), which is called a galactic tick. The interval is derived from one centi-arcsecond of a galactic year, which is the Solar System's roughly 225-million-year trip around the Galactic Center. One galactic tick is only about 0.00000077 percent (1/) of a full galactic year.","Darwin Day":"Darwin Day is a celebration to commemorate the birthday of Charles Darwin on 12 February 1809. The day is used to highlight Darwin's contributions to science and to promote science in general. Darwin Day is celebrated around the world.","DNA Day":"National DNA Day is a United States holiday celebrated on April 25. It commemorates the day in 1953 when James Watson, Francis Crick, Maurice Wilkins, Rosalind Franklin and colleagues published papers in the journal Nature on the structure of DNA. Furthermore, in early April 2003 it was declared that the Human Genome Project was very close to complete, and \u0022the remaining tiny gaps were considered too costly to fill.\u0022\n\nIn the United States, DNA Day was first celebrated on April 25, 2003, by proclamation of both the Senate and the House of Representatives. However, they only declared a one-time celebration, not an annual holiday. Every year from 2003 onward, annual DNA Day celebrations have been organized by the National Human Genome Research Institute (NHGRI), starting as early as April 23 in 2010, April 15 in 2011 and April 20 in 2012. April 25 has since been declared \u0022International DNA Day\u0022 and \u0022World DNA Day\u0022 by several groups. Genealogical DNA testing companies and genetic genealogy publishers run annual sales around DNA Day, seeking interest from the public and promoting their services.","Star Wars Day":"Star Wars Day, May 4, celebrates George Lucas's Star Wars media franchise. Observance of the commemorative day spread quickly through media and grassroots celebrations.\n\nThe date was chosen for the pun on the catchphrase \u0022May the Force be with you\u0022 as \u0022May the Fourth be with you\u0022. Even though the holiday was not created or declared by Lucasfilm, many Star Wars fans across the world have chosen to celebrate the holiday. It has since been embraced by Lucasfilm and parent company Disney as an annual celebration of Star Wars.","April Fools' Day":"April Fools' Day or April Fool's Day is an annual custom on April 1 consisting of practical jokes and hoaxes. Jokesters often expose their actions by shouting \u0022April Fool!\u0022 at the recipient. Mass media can be involved in these pranks, which may be revealed as such the following day. The day is not a public holiday in any country except Odessa, Ukraine, where the first of April is an official city holiday. The custom of setting aside a day for playing harmless pranks upon one's neighbour has been relatively common in the world historically.","World Contact Day":"World Contact Day was first declared in March 1953 by an organization called the International Flying Saucer Bureau (IFSB), as a day on which all IFSB members would attempt to send a telepathic message into space.\n\nThe IFSB voted to hold such a day in 1953, theorising that if both telepathy and alien life were real, a large number of people focussing on an identical piece of text may be able to transmit the message through space. IFSB members focused on the following message during 1953:\n\nCalling occupants of interplanetary craft! Calling occupants of interplanetary craft that have been observing our planet EARTH. We of IFSB wish to make contact with you. We are your friends, and would like you to make an appearance here on EARTH. Your presence before us will be welcomed with the utmost friendship. We will do all in our power to promote mutual understanding between your people and the people of EARTH. Please come in peace and help us in our EARTHLY problems. Give us some sign that you have received our message. Be responsible for creating a miracle here on our planet to wake up the ignorant ones to reality. Let us hear from you. We are your friends.\n\nThe 1953 celebration is referenced in the song \u0022Calling Occupants of Interplanetary Craft\u0022, created in 1976 by Klaatu and later covered by The Carpenters.\n\nOn the event's 60th anniversary in 2013, World Contact Day was extended to a whole week.","Evolution Day":"Evolution Day is a celebration to commemorate the anniversary of the initial publication of On the Origin of Species by Charles Darwin on 24 November 1859. Such celebrations have been held for over a century, but the specific term \u0022Evolution Day\u0022 for the anniversary appears to be a neologism which was coined prior to 1997. By highlighting Darwin's contributions to science, the day's events are used to educate about evolutionary biology. It is similar to the better-known Darwin Day, held on the anniversary of his birth (12 February 1809). It is unrelated to the secularization campaign by the Giordano Bruno Foundation to have the German public holiday of Ascension Day renamed to \u0022Evolutionstag\u0022 (Evolution Day).","Super Bowl Sunday":"Super Bowl Sunday is the day on which the Super Bowl, the National Football League (NFL)'s annual championship game, is played. It is currently observed on the first Sunday in February, although in 2022 will be moved to the second Sunday, and is sometimes referred to as an unofficial national holiday. The 55th annual event, Super Bowl LV, occurred on February 7, 2021. Festivities for Super Sunday typically involve groups of people gathering to watch the game. Both \u0022Super Sunday\u0022 and \u0022Super Bowl Sunday\u0022 are registered trademarks of the National Football League. On Guam, it is known as Super Bowl Monday, due to the time zone, the game airs live Monday morning.","International Men's Day":"International Men's Day (IMD) is a global holiday celebrated annually on November 19 to recognize and celebrate the cultural, political, and socioeconomic achievements of men. The objectives of celebrating an International Men's Day are set out in 'All The Six Pillars of International Men's Day'. It is an occasion to celebrate boys' and men's achievements and contributions, in particular for their contributions to nation, union, society, community, family, marriage, and childcare. The broader and ultimate aim of the event is to promote basic humanitarian values, as well as awareness towards men's issues.","Mole Day":"Mole Day is an unofficial holiday celebrated among chemists, chemistry students and chemistry enthusiasts on October 23, between 6:02 a.m. and 6:02 p.m., making the date 6:02 10/23 in the American style of writing dates. The time and date are derived from the Avogadro number, which is approximately 6.02×1023, defining the number of particles (atoms or molecules) in one mole (mol) of substance, one of the seven base SI units.","Pi Day":"Pi Day is an annual celebration of the mathematical constant π (pi). Pi Day is observed on March 14 (3/14 in the month/day format) since 3, 1, and 4 are the first three significant digits of π. It was founded in 1988 by Larry Shaw, an employee of the Exploratorium. Celebrations often involve eating pie or holding pi recitation competitions. In 2009, the United States House of Representatives supported the designation of Pi Day. UNESCO's 40th General Conference designated Pi Day as the International Day of Mathematics in November 2019. Alternative dates for the holiday include July 22 (22/7, an approximation of π) and June 28 (6.28, an approximation of 2π or tau)."},"4-25":{"DNA Day":{"aliases":["International DNA Day","National DNA Day","World DNA Day"],"celebrators":"Various groups, individuals, and organizations","emoji":"📆","learnMoreURL":"https://en.wikipedia.org/wiki/DNA_Day"}},"10-23":{"Mole Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","learnMoreURL":"https://en.wikipedia.org/wiki/Mole_Day"}},"11-24":{"Evolution Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Origin_of_Species_title_page.jpg/%quality%px-Origin_of_Species_title_page.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Evolution_Day"}},"4-1":{"April Fools' Day":{"aliases":["April Fool's Day"],"celebrators":"Various groups, individuals, and organizations","emoji":"📆","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Aprilsnar_2001.png/%quality%px-Aprilsnar_2001.png","learnMoreURL":"https://en.wikipedia.org/wiki/April_Fools'_Day"}},"3-15":{"World Contact Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Worldcontactday.jpg/%quality%px-Worldcontactday.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/World_Contact_Day"}},"3-14":{"Pi Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","learnMoreURL":"https://en.wikipedia.org/wiki/Pi_Day"}},"2-12":{"Darwin Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Charles_Darwin_photograph_by_Julia_Margaret_Cameron%2C_1868.jpg/%quality%px-Charles_Darwin_photograph_by_Julia_Margaret_Cameron%2C_1868.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Darwin_Day"}},"5-4":{"Star Wars Day":{"aliases":["May the Fourth"],"celebrators":"Various groups, individuals, and organizations","emoji":"📆","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Star_Wars_Day_May_The_Fourth.png/%quality%px-Star_Wars_Day_May_The_Fourth.png","learnMoreURL":"https://en.wikipedia.org/wiki/Star_Wars_Day"}},"2-7":{"Super Bowl Sunday":{"aliases":["Super Sunday"],"celebrators":"Various groups, individuals, and organizations","emoji":"📆","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Super_Bowl_Sunday_Military.jpg/%quality%px-Super_Bowl_Sunday_Military.jpg","learnMoreURL":"https://en.wikipedia.org/wiki/Super_Bowl_Sunday"}},"11-19":{"International Men's Day":{"aliases":["IMD","Men's Day"],"celebrators":"Various groups, individuals, and organizations","emoji":"📆","imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/e/ef/Internation_Men%27s_Day_Logo.png/%quality%px-Internation_Men%27s_Day_Logo.png","learnMoreURL":"https://en.wikipedia.org/wiki/International_Men's_Day"}},"9-2":{"Galactic Tick Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","learnMoreURL":"https://en.wikipedia.org/wiki/Galactic_Tick_Day"}}}