{"companies":{"Nintendo":{"sources":{"Wikipedia: Nintendo":{"homepageURL":"https://en.wikipedia.org/wiki/Nintendo"}},"imageURL":"commons/thumb/0/0d/Nintendo.svg/%quality%px-Nintendo.svg.png","description":"Nintendo Co., Ltd. is a Japanese multinational video game company headquartered in Kyoto, Japan. It develops video games and video game consoles.\\n\\nNintendo was founded in 1889 as Nintendo Karuta by craftsman Fusajiro Yamauchi and originally produced handmade hanafuda playing cards. After venturing into various lines of business during the 1960s and acquiring a legal status as a public company, Nintendo distributed its first console, the Color TV-Game, in 1977. It gained international recognition with the release of Donkey Kong in 1981 and the Nintendo Entertainment System and Super Mario Bros. in 1985.\\n\\nSince then, Nintendo has produced some of the most successful consoles in the video game industry, such as the Game Boy, the Super Nintendo Entertainment System, the Nintendo DS, the Wii, and the Switch. It has created numerous major franchises, including Mario, Donkey Kong, The Legend of Zelda, Pok\\u00E9mon, Kirby, Metroid, Fire Emblem, Animal Crossing, Splatoon, Star Fox, Xenoblade Chronicles, and Super Smash Bros. Nintendo's mascot, Mario, is internationally recognized.\\n\\nNintendo has multiple subsidiaries in Japan and abroad, in addition to business partners such as The Pok\\u00E9mon Company and HAL Laboratory. Nintendo and its staff have received awards including Emmy Awards for Technology & Engineering, Game Awards, Game Developers Choice Awards, and British Academy Games Awards. It is one of the wealthiest and most valuable companies in the Japanese market."},"Focus Features":{"sources":{"Wikipedia: Focus Features":{"homepageURL":"https://en.wikipedia.org/wiki/Focus_Features"}},"imageURL":"commons/thumb/3/39/Focus_Features.svg/%quality%px-Focus_Features.svg.png","description":"\\n\\nFocus Features LLC is an American film production and distribution company, owned by Comcast as part of Universal Pictures, a division of its wholly owned subsidiary NBCUniversal. Focus Features distributes independent and foreign films in the United States and internationally.\\n\\nIn November 2018, The Hollywood Reporter named Focus Features Distributor of the Year for its success behind the year's breakout documentary film Won't You Be My Neighbor? and Spike Lee's BlacKkKlansman. The studio's most successful film to date is Downton Abbey, which garnered $194.3 million at the worldwide box office."},"DreamCrew":{"aliases":[],"sources":{"Wikipedia: DreamCrew":{"homepageURL":"https://en.wikipedia.org/wiki/DreamCrew"}},"description":"DreamCrew Entertainment is a Canadian Production Company co-founded by Drake and Adel \\\"Future\\\" Nur in 2017. It functions as both a Management Company and Entertainment Group. The company is known for producing HBO television series Euphoria and Top Boy in Netflix."},"Sega Sammy Holdings":{"aliases":["Sega Sammy"],"sources":{"Wikipedia: Sega Sammy Holdings":{"homepageURL":"https://en.wikipedia.org/wiki/Sega_Sammy_Holdings"}},"imageURL":"commons/thumb/c/c0/Sega_Sammy_Holdings_logo.svg/%quality%px-Sega_Sammy_Holdings_logo.svg.png","description":"Sega Sammy Holdings Inc. (also known as the Sega Sammy Group and generally Sega Sammy, stylized as SEGASammy) is a Japanese holding company formed from the merger of Sega and Sammy Corporation in 2004. Both companies are involved in the amusement industry (Sega with arcade and video games, Sammy with pachinko machines)."},"Touchstone Pictures":{"sources":{"Wikipedia: Touchstone Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Touchstone_Pictures"}},"imageURL":"en/thumb/a/af/Touchstone_Pictures_logo.svg/%quality%px-Touchstone_Pictures_logo.svg.png","description":"Touchstone Pictures was an American film distribution label of Walt Disney Studios Motion Pictures, created and owned by The Walt Disney Company. Feature films released under the Touchstone label were produced and financed by The Walt Disney Studios, and featured more mature themes targeted towards adult audiences than typical Disney releases. As such, Touchstone was merely a brand of the studio and did not exist as a distinct business operation.\\n\\nEstablished on February 15, 1984, by then-Disney CEO Ron W. Miller as Touchstone Films, Touchstone operated as an active film production division of Walt Disney Studios during the 1980s through the early 2010s, releasing a majority of the studio's PG-13 and R-rated films. In 2009, Disney entered into a five-year, thirty picture distribution deal with DreamWorks Pictures by which DreamWorks' productions would be released through the Touchstone banner; the label then distributed DreamWorks' films from 2011 to 2016."},"Cross Creek Pictures":{"sources":{"Wikipedia: Cross Creek Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Cross_Creek_Pictures"}},"imageURL":"commons/thumb/f/f0/Cross_Creek_Pictures_logo.png/%quality%px-Cross_Creek_Pictures_logo.png","description":"Cross Creek Pictures is an American film production studio formed in 2009 by Timmy Thompson, Tyler Thompson and Brian Oliver. Its first production was the acclaimed Black Swan (2010), which was followed by The Ides of March (2011), The Woman in Black (2012) and Rush (2013). In September 2011, Cross Creek Pictures signed a deal with Universal Pictures, where the studio would release at least six of Cross Creek's productions over the following three years. In late 2015, Cross Creek signed a new three-year, multifaceted co-financing, production, and distribution deal with Sony Pictures."},"Ghost Corps":{"sources":{"Wikipedia: Ghost Corps":{"homepageURL":"https://en.wikipedia.org/wiki/Ghost_Corps"}},"imageURL":"en/thumb/0/0f/GhostCrops_%28logo%29.png/%quality%px-GhostCrops_%28logo%29.png","description":"Ghost Corps, Inc. is an American production company formed in March 2015 to oversee the Ghostbusters franchise. It is a division of Sony Pictures Entertainment's Columbia Pictures."},"Bad Robot Productions":{"aliases":["Bad Robot"],"sources":{"Wikipedia: Bad Robot Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Bad_Robot_Productions"}},"imageURL":"en/thumb/6/69/Bad_Robot_Productions_Logo.svg/%quality%px-Bad_Robot_Productions_Logo.svg.png","description":"Bad Robot is an American film and television production company led by J. J. Abrams and Katie McGrath as Co-CEO. Under its Bad Robot Productions division, the company is responsible for the television series Alias, Lost, Fringe, Person of Interest, Revolution and Westworld alongside the feature-length films Cloverfield, Star Trek, Super 8, Star Trek Into Darkness, Mission: Impossible \\u2013 Ghost Protocol, Mission: Impossible \\u2013 Rogue Nation, Star Wars Episodes VII and IX, 10 Cloverfield Lane, Star Trek Beyond, The Cloverfield Paradox, Mission: Impossible \\u2013 Fallout and Overlord."},"Allspark Pictures":{"aliases":["Hasbro Films","Hasbro Film Group"],"sources":{"Wikipedia: Allspark Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Allspark_Pictures"}},"imageURL":"commons/thumb/e/ee/Allspark.svg/%quality%px-Allspark.svg.png","description":"Allspark, originally known as Hasbro Studios, LLC, was an American production and distribution company located in Burbank, California. It was a wholly owned subsidiary of the American toy and multimedia company Hasbro. Originally just a TV production division, many of its TV shows were based on Hasbro properties and were broadcast on multiple media platforms, including Discovery Family, a joint venture between Hasbro and Discovery, Inc.\\n\\nAllspark Pictures was Allspark's live-action production label, while Allspark Animation was its animation production label. Cake Mix Studio was the company's Rhode Island-based producer of commercials and short form content.\\n\\nFollowing Hasbro's acquisition of Entertainment One on December 30, 2019, the production & distribution of film and television content based on Hasbro properties is now being managed by the acquired company under the leadership of Darren Throop, president of family brands Olivier Dumont, and former HBO head of programming Michael Lombardo. As a result, Allspark was absorbed into Entertainment One."},"One Race Films":{"aliases":["One Race Productions"],"sources":{"Wikipedia: One Race Films":{"homepageURL":"https://en.wikipedia.org/wiki/One_Race_Films"}},"imageURL":"en/thumb/3/32/One_Race_Films.png/%quality%px-One_Race_Films.png","description":"One Race Films (also simply known as One Race Productions) is an American film and multimedia production company. It is based in Studio City, California, and primarily produces feature films. Through its subsidiaries Tigon Studios and Racetrack Records, the company also produces video games and houses a record label. One Race has currently released a total of 15 feature films, all of which star Vin Diesel, who founded the company in 1995.\\n\\nAs of October 2017, its feature films have grossed over $3 billion worldwide, with a $231.3 million average gross per film. The company's films, especially in Fast & Furious franchise, rank among the highest grossing of all time, while the series itself is among the highest-grossing of all time. Although the studio has traditionally made action films, Diesel has also featured in dramas and independent films. The studio's films are typically distributed by Universal Pictures. His production company signed a first-look deal with Universal in 2011."},"Showtime (TV network)":{"aliases":[],"sources":{"Wikipedia: Showtime (TV network)":{"homepageURL":"https://en.wikipedia.org/wiki/Showtime_(TV_network)"}},"imageURL":"commons/thumb/2/22/Showtime.svg/%quality%px-Showtime.svg.png","description":"Showtime is an American premium television network owned by Paramount Media Networks, and is the flagship property of parent subsidiary under its Premium Content Group unit, Showtime Networks. Showtime's programming primarily includes theatrically released motion pictures and original television series, along with boxing and mixed martial arts matches, occasional stand-up comedy specials, and made-for-TV movies.\\n\\nHeadquartered at Paramount Plaza on the northern end of New York City's Broadway district, Showtime operates eight 24-hour, linear multiplex channels; a traditional subscription video on demand service; and two proprietary streaming platforms, the TV Everywhere offering Showtime Anytime (which is included as part of a subscription to the linear Showtime television service) and a namesake over-the-top service sold directly to streaming-only consumers. In addition, the Showtime brand has been licensed for use by a number of channels and platforms worldwide, including Showtime Arabia (since merged into OSN) in the Middle East and North Africa, and the now-defunct Showtime Movie Channels in Australia.\\n\\nShowtime is also sold independently of traditional and over-the-top multichannel video programming distributors a la carte through Apple TV Channels and Amazon Video Channels, which feature VOD library content and live feeds of Showtime's linear television services (consisting of the primary channel's East and West Coast feeds and, for Amazon Video customers, the East Coast feeds of its seven multiplex channels). As of September 2018, Showtime's programming was available to approximately 28.567 million U.S. households that subscribed to a multichannel television provider (28.318 million of which receive Showtime's primary channel at minimum)."},"Happy Madison Productions":{"sources":{"Wikipedia: Happy Madison Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Happy_Madison_Productions"}},"imageURL":"en/thumb/4/46/HappyMadison.png/%quality%px-HappyMadison.png","description":"Happy Madison Productions is an American film and television production company founded in 1999 by Adam Sandler, which is best known for its comedy films. Happy Madison takes its name from the films Happy Gilmore and Billy Madison, two box office successes starring Sandler himself, both produced by Robert Simonds, written by Sandler and Tim Herlihy, and distributed by Universal Pictures. The elderly man depicted in the production logo is Sandler's late father, Stanley (who had died in 2003), who also says the accompanying audio, \\\"Terrific\\\".\\n\\nIn addition to various Sandler-produced films, the company has also released films produced by others, such as Steven Brill, Peter Segal (Anger Management, 50 First Dates, The Longest Yard), and Nicholaus Goossen (A Day with the Meatball, Grandma's Boy, The Shortcut).\\n\\nThe 1998 films The Waterboy and The Wedding Singer helped jump start Sandler's movie career and production company. He produced The Waterboy and co-wrote the script with Tim Herlihy. The film was extremely profitable, earning over $160 million in the United States alone and made Sandler a successful actor with The Waterboy becoming his second $100 million film in a year, along with The Wedding Singer.\\n\\nThe company's production office were formerly located in the Judy Garland Building on the Sony Pictures Studios lot in Culver City but the company left after completion of Sandler's final contracted film for the studio, Pixels. Happy Madison, Inc. the parent company of Happy Madison Productions is run by Adam Sandler's brother Scott and is located in Manchester, New Hampshire.\\n\\nIts subsidiary Madison 23 Productions, was aimed towards the drama genre. It only produced two films Reign Over Me and Funny People, which both starred Sandler himself. Another subsidiary was Scary Madison Productions, which was aimed towards the horror genre and only produced the film The Shortcut."},"Good Universe":{"sources":{"Wikipedia: Good Universe":{"homepageURL":"https://en.wikipedia.org/wiki/Good_Universe"}},"imageURL":"en/thumb/6/66/Good_Universe_logo.jpg/%quality%px-Good_Universe_logo.jpg","description":"Good Universe is a film production company founded by Joe Drake and Nathan Kahane."},"Apatow Productions":{"aliases":["The Apatow Company"],"sources":{"Wikipedia: Apatow Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Apatow_Productions"}},"imageURL":"en/thumb/7/7e/Apatow_Productions_logo.svg/%quality%px-Apatow_Productions_logo.svg.png","description":"Apatow Productions (or The Apatow Company) is an American film and television production company founded by Judd Apatow in 1999.\\n\\nThe company's first television production was the comedy series Freaks and Geeks. Frequent collaborators include Adam McKay, Will Ferrell, Seth Rogen, and Jason Segel."},"Tencent Pictures":{"sources":{"Wikipedia: Tencent Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Tencent_Pictures"}},"imageURL":"en/thumb/2/2c/Tencent_Pictures_logo.svg/%quality%px-Tencent_Pictures_logo.svg.png","description":"Tencent Pictures is a Chinese film distributor and production company owned by Tencent. It has created films based on books, comic books, animated series and video games. In 2015, Tencent set up Tencent Penguin Pictures (Shanghai), a new movie production unit, focusing on online drama and minority investments in feature films."},"Legendary Entertainment":{"aliases":["Legendary Pictures Productions","Legendary Entertainment","Legendary Pictures"],"sources":{"Wikipedia: Legendary Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Legendary_Entertainment"}},"imageURL":"commons/thumb/3/34/Legendary_Entertainment_logo.svg/%quality%px-Legendary_Entertainment_logo.svg.png","description":"Legendary Pictures Productions, LLC (doing business as Legendary Entertainment or simply Legendary) is an American film production and mass media company based in Burbank, California, founded by Thomas Tull in 2000. The company has collaborated with the likes of Warner Bros., Universal Pictures, Paramount Pictures and Netflix. Since 2016, Legendary has been a subsidiary of the Chinese conglomerate Wanda Group."},"Screen Media Films":{"sources":{"Wikipedia: Screen Media Films":{"homepageURL":"https://en.wikipedia.org/wiki/Screen_Media_Films"}},"imageURL":"en/thumb/0/02/Screen_Media.png/%quality%px-Screen_Media.png","description":"Screen Media Ventures, LLC. is an American-Canadian distribution company founded in 2001. In 2008, Screen Media selected The Creative Coalition as its exclusive nonprofit partner in launching the Spotlight Initiative. The partnership permits the pursuit of active outreach efforts for issues showcased in Screen Media produced and distributed motion pictures. While the Spotlight Initiative serves as a strategic business component that will create unique marketing, branding, and advertising opportunities as well as value for mass marketers, it also enhances America's cultural connection to the stories and social agendas of our times.\\n\\nScreen Media (and its subsidiary Popcornflix) was acquired by Chicken Soup for the Soul Entertainment in 2017."},"Disney Television Animation":{"sources":{"Wikipedia: Disney Television Animation":{"homepageURL":"https://en.wikipedia.org/wiki/Disney_Television_Animation"}},"imageURL":"en/thumb/4/4e/Disney_Television_Animation_logo.svg/%quality%px-Disney_Television_Animation_logo.svg.png","description":"Walt Disney Television Animation (WDTVA) is an American animation studio that creates, develops and produces animated television series, films, specials and other projects for Walt Disney Television. It is the television animation production arm of Disney General Entertainment Content's Disney Branded Television, which is ultimately owned by The Walt Disney Company.\\n\\nEstablished on December 5, 1984, during the reorganization and subsequent re-incorporation of The Walt Disney Company following the arrival of then-Disney CEO Michael Eisner, the entity was formerly and originally known as the Walt Disney Pictures Television Animation Group before the name was then later changed, shortened to Walt Disney Television Animation in 1987, and was its name up until being shortened again in 2011 to Disney Television Animation."},"Syncopy Inc.":{"aliases":["Syncopy"],"sources":{"Wikipedia: Syncopy Inc.":{"homepageURL":"https://en.wikipedia.org/wiki/Syncopy_Inc."}},"imageURL":"en/thumb/6/6a/SyncopyInc._logo.png/%quality%px-SyncopyInc._logo.png","description":"Syncopy Inc. is a production company founded by British-American film director, screenwriter and producer Christopher Nolan, and producer Emma Thomas. The name of the company is a play on Syncopation, and was suggested to Nolan by his late father, Brendan, a classical music fan. Syncopy has offices in Los Angeles, California."},"Heyday Films":{"aliases":[],"sources":{"Wikipedia: Heyday Films":{"homepageURL":"https://en.wikipedia.org/wiki/Heyday_Films"}},"imageURL":"commons/thumb/e/e4/Heyday_Films_logo.svg/%quality%px-Heyday_Films_logo.svg.png","description":"Heyday Films Ltd. is a British film studio founded in 1996 by producer David Heyman in London, England, and currently headquartered in Borehamwood, Hertfordshire.\\n\\nIts debut feature film production was Ravenous, directed by Antonia Bird. The studio is best known as the producer of the Harry Potter film series, based on the fantasy novels of the same name by J. K. Rowling."},"American Zoetrope":{"sources":{"Wikipedia: American Zoetrope":{"homepageURL":"https://en.wikipedia.org/wiki/American_Zoetrope"}},"imageURL":"en/thumb/8/8a/American_zoetrope_logo.jpg/%quality%px-American_zoetrope_logo.jpg","description":"American Zoetrope (also known as Omni Zoetrope from 1977 to 1980 and Zoetrope Studios from 1980 until 1990) is a privately run American film production company, centered in San Francisco, California and founded by Francis Ford Coppola and George Lucas.\\n\\nOpened on December 12, 1969, the studio has produced not only the films of Coppola (including Apocalypse Now, Bram Stoker's Dracula and Tetro), but also George Lucas's pre-Star Wars film (THX 1138), as well as many others by avant-garde directors such as Jean-Luc Godard, Akira Kurosawa, Wim Wenders and Godfrey Reggio. American Zoetrope was an early adopter of digital filmmaking, including some of the earliest uses of HDTV.\\n\\nFour films produced by American Zoetrope are included in the American Film Institute's Top 100 Films. American Zoetrope-produced films have received 15 Academy Awards and 68 nominations."},"Eon Productions":{"sources":{"Wikipedia: Eon Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Eon_Productions"}},"imageURL":"commons/thumb/1/16/EON_Productions_logo.png/%quality%px-EON_Productions_logo.png","description":"Eon Productions Ltd. is a British film production company that primarily produces the James Bond film series. The company is based in London's Piccadilly and also operates from Pinewood Studios in the UK."},"Amblin Entertainment":{"sources":{"Wikipedia: Amblin Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Amblin_Entertainment"}},"imageURL":"en/thumb/5/5c/Amblin_Entertainment_logo.svg/%quality%px-Amblin_Entertainment_logo.svg.png","description":"Amblin Entertainment, Inc., formerly named Amblin Productions and Steven Spielberg Productions, is an American film production company founded by director and producer Steven Spielberg, and film producers Kathleen Kennedy and Frank Marshall in 1981. Its headquarters are located in Bungalow 477 of the Universal Studios backlot in Universal City, California. It distributes all of the films from Amblin Partners under the Amblin Entertainment banner."},"Electric Entertainment":{"sources":{"Wikipedia: Electric Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Electric_Entertainment"}},"description":"Electric Entertainment, Inc. is an American television and media production company, established in 2001 by veteran writer/producer Dean Devlin and led by Devlin along with partners Marc Roskin and Rachel Olschan."},"Fortis Films":{"sources":{"Wikipedia: Fortis Films":{"homepageURL":"https://en.wikipedia.org/wiki/Fortis_Films"}},"imageURL":"commons/thumb/c/c6/Fortis_Films.svg/%quality%px-Fortis_Films.svg.png","description":"Fortis Films is an American film and television production company founded in 1995 by actress and producer Sandra Bullock. It is known for producing the films Hope Floats, and the television series George Lopez."},"Village Roadshow Pictures":{"sources":{"Wikipedia: Village Roadshow Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Village_Roadshow_Pictures"}},"imageURL":"commons/thumb/3/3d/Village-Roadshow-Pictures-Logo.svg/%quality%px-Village-Roadshow-Pictures-Logo.svg.png","description":"Village Roadshow Pictures is an American subsidiary of an Australian co-producer and co-financier of major Hollywood motion pictures established in 1986. It is a division under Village Roadshow Entertainment Group (VREG), which in turn is owned by Australian media company Village Roadshow. It has produced over 100 films since its establishment in 1986 including, as co-productions with Warner Bros., The Matrix series, the Sherlock Holmes series, the Happy Feet series, the Ocean\\u2019s series, The Lego Movie and Joker. The films in the Village Roadshow library have achieved 34 number one U.S. box office openings and received 50 Academy Award nominations, 19 Academy Awards and six Golden Globe Awards.\\n\\nVillage Roadshow Pictures self-distributes its film entertainment through affiliates in several territories around the world, including Australia, New Zealand and Singapore (the latter through Golden Village). J.P. Morgan Chase and Rabobank International provides some funding for Village Roadshow's film slate with Warner Bros. Village Roadshow had a secondary finance slate with Sony Pictures which ended in 2016."},"1492 Pictures":{"aliases":[],"sources":{"Wikipedia: 1492 Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/1492_Pictures"}},"imageURL":"en/thumb/d/db/1492_Pictures_Logo.png/%quality%px-1492_Pictures_Logo.png","description":"1492 Pictures is an American film production company founded by Chris Columbus, Mark Radcliffe and Michael Barnathan in 1994. The name is a play on Columbus's more famous namesake, Christopher Columbus, and his 1492 landing in the Americas. In addition, the fanfare for 1492 Pictures was composed by Hans Zimmer.\\n\\nIn addition to various Columbus films, 1492 Pictures has produced movies by other directors including Brian Levant (Jingle All the Way), Henry Selick (Monkeybone), Alfonso Cuar\\u00F3n (Harry Potter and the Prisoner of Azkaban), Joe Roth (Christmas with the Kranks), Tim Story (the Fantastic Four films), and Shawn Levy (the Night at the Museum series)."},"Stage 6 Films":{"sources":{"Wikipedia: Stage 6 Films":{"homepageURL":"https://en.wikipedia.org/wiki/Stage_6_Films"}},"imageURL":"en/thumb/7/70/Stage_6_Films_logo.svg/%quality%px-Stage_6_Films_logo.svg.png","description":"Stage 6 Films, Inc. is an American film production label of Sony Pictures Worldwide Acquisitions that acquires, produces and distributes feature films that are low budget and that are being released straight-to-DVD, on demand, or through streaming services. Some of their films are also being released theatrically. Once a film is finished, Sony Pictures Worldwide Acquisitions will decide if the film will be released theatrically or on a different platform.\\n\\nFounded in 2007, the label takes its name from the location of its main office, the Stage 6 building at Sony Pictures Studios in Culver City, CA (originally an actual sound stage used for such films as The Wizard of Oz)."},"Animal Logic":{"sources":{"Wikipedia: Animal Logic":{"homepageURL":"https://en.wikipedia.org/wiki/Animal_Logic"}},"imageURL":"en/thumb/d/d6/Animal_Logic_logo.svg/%quality%px-Animal_Logic_logo.svg.png","description":"Animal Logic is an Australian animation and visual effects digital studio based at Fox Studios in Sydney, New South Wales in Australia, Vancouver in Canada, and Rideback Ranch in Los Angeles, California. Established in 1991, Animal Logic has produced visual effects and animation for feature films such as the Academy Award-winning Happy Feet, Legend of the Guardians: The Owls of Ga'Hoole, Walking with Dinosaurs 3D, The Lego Movie and Peter Rabbit. The company was also recognized for its work as lead visual effects vendor on Baz Luhrmann's The Great Gatsby, which won Outstanding Achievement in Visual Effects at the 3rd AACTA Awards ceremony. In 2018, Peter Rabbit was presented with a range of accolades, including the AACTA Award for Best Visual Effects or Animation, and Australian Production Design Guild Awards (APDG) in Visual Effects Design and Drawing, Concept Illustration & Concept Models for Screen. Most recently, the company has produced work for the Warner Animation Group's The Lego Movie 2: The Second Part and Marvel Studios' Captain Marvel.\\n\\nInitially, Animal Logic's core business was the design and production of high-end visual effects for commercials and television programs, and early success within these fields provided a platform for expansion into feature film work. Animal Logic went on to produce visual effects for many large budget feature film projects, including Babe, Babe: Pig in the City, The Matrix, Moulin Rouge!, Hero, House of Flying Daggers, Planet of the Apes, Harry Potter and the Goblet of Fire, World Trade Center, Fool's Gold, 300, Knowing, Australia, Sucker Punch, The Great Gatsby, and many more."},"Imagine Entertainment":{"aliases":["Imagine","Imagine Films Entertainment"],"sources":{"Wikipedia: Imagine Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Imagine_Entertainment"}},"imageURL":"commons/thumb/9/9d/Imagine_Entertainment.svg/%quality%px-Imagine_Entertainment.svg.png","description":"Imagine Entertainment (formerly Imagine Films Entertainment), also known simply as Imagination, is an American film and television production company founded in November 1985 by producer Brian Grazer and director Ron Howard."},"Bron Studios":{"aliases":["Bron Creative","BRON"],"sources":{"Wikipedia: Bron Studios":{"homepageURL":"https://en.wikipedia.org/wiki/Bron_Studios"}},"imageURL":"commons/thumb/0/02/Bron_Studios_logo.svg/%quality%px-Bron_Studios_logo.svg.png","description":"Bron Studios (stylized as BRON) is a Canadian motion picture company based in British Columbia owned by Bron Media Corporation. Bron's notable productions include Joker, Bombshell, Queen & Slim, Greyhound, Judas and the Black Messiah, The Mule, Henchmen, Roman J. Israel, Esq., Rudderless, Welcome to Me, The Addams Family, The Willoughbys, and Ghostbusters: Afterlife.\\n\\nBron Creative is a joint venture between Bron Studios and Creative Wealth Media. Bron Creative provides equity for studio productions and senior secured debt financing on appropriate film and television productions."},"87North Productions":{"aliases":[],"sources":{"Wikipedia: 87North Productions":{"homepageURL":"https://en.wikipedia.org/wiki/87North_Productions"}},"imageURL":"commons/thumb/7/71/87north_productions_logo.svg/%quality%px-87north_productions_logo.svg.png","description":"87North Productions (formerly 87Eleven) is an American film production company led by David Leitch, Chad Stahelski and Kelly McCormick. The company is responsible for the John Wick franchise, Atomic Blonde, Nobody and the reboot of Kung Fu."},"New Line Cinema":{"aliases":["New Line Productions"],"sources":{"Wikipedia: New Line Cinema":{"homepageURL":"https://en.wikipedia.org/wiki/New_Line_Cinema"}},"imageURL":"en/thumb/8/87/New_Line_Cinema_2011_WarnerMedia_Byline.svg/%quality%px-New_Line_Cinema_2011_WarnerMedia_Byline.svg.png","description":"New Line Productions, Inc., doing business as New Line Cinema, is an American film production studio and a film production label of the Warner Bros. Pictures Group division of Warner Bros. Entertainment. It was founded in 1967 by Robert Shaye as an independent film distribution company; later becoming a film studio. It was acquired by Turner Broadcasting System in 1994; Turner later merged with Time Warner (now WarnerMedia) in 1996, and New Line was merged with Warner Bros. Pictures in 2008."},"Universal Animation Studios":{"aliases":["Universal Cartoon Studios"],"sources":{"Wikipedia: Universal Animation Studios":{"homepageURL":"https://en.wikipedia.org/wiki/Universal_Animation_Studios"}},"imageURL":"en/thumb/d/d2/Universal_Animation_Studios_Logo.png/%quality%px-Universal_Animation_Studios_Logo.png","description":"Universal Animation Studios (formerly known as Universal Cartoon Studios) is an American animation studio and a division of Universal Pictures, a subsidiary of NBCUniversal, which is owned by Comcast. It has produced direct-to-video sequels to Universal-released feature films, such as The Land Before Time, An American Tail, Balto, as well as other films and television series.\\n\\nThe actual animation production is done overseas, usually by either Wang Film Productions or Rough Draft Studios, while pre-production and post-production is United States-based.\\n\\nThe television animation divisions of Universal and DreamWorks merged in August 2016 after Universal completed its acquisition of DreamWorks Animation."},"Sony Pictures Classics":{"sources":{"Wikipedia: Sony Pictures Classics":{"homepageURL":"https://en.wikipedia.org/wiki/Sony_Pictures_Classics"}},"imageURL":"commons/thumb/d/d7/Sony_pictures_classics.png/%quality%px-Sony_pictures_classics.png","description":"Sony Pictures Classics Inc. is an American film production and distribution company that is a division of Sony Pictures. It was founded in 1992 by former Orion Classics heads Michael Barker, Tom Bernard and Marcie Bloom. It distributes, produces and acquires specialty films such as documentaries, independent and arthouse films in the United States and internationally. As of 2015, Barker and Bernard are co-presidents of the division."},"Pinnacle Peak Pictures":{"aliases":["Pure Flix Entertainment"],"sources":{"Wikipedia: Pinnacle Peak Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Pinnacle_Peak_Pictures"}},"imageURL":"en/thumb/6/65/Pinnacle_Peak_Pictures.png/%quality%px-Pinnacle_Peak_Pictures.png","description":"Pinnacle Peak Pictures (formerly Pure Flix Entertainment) is an American evangelical Christian film production and distribution studio founded by David A. R. White and Russell Wolfe. Pinnacle Peak produces Christian films, including God's Not Dead (2014), Do You Believe? (2015), Woodlawn (2015), The Case for Christ (2017), and Unplanned (2019). Since 2014, films produced and distributed by Pure Flix have collectively grossed over $195 million at the worldwide box office. The company has headquarters in Scottsdale, Arizona."},"Davis Entertainment":{"sources":{"Wikipedia: Davis Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Davis_Entertainment"}},"imageURL":"en/thumb/c/c7/Davis_Entertainment.jpg/%quality%px-Davis_Entertainment.jpg","description":"Davis Entertainment is an American film and television production company, founded by John Davis in 1984.\\n\\nDavis's three divisions\\u2013feature film, independent film, and television\\u2013develop and produce film and television projects for the major studios, independent distributors, networks and cable broadcasters. The company itself has enjoyed a long-standing first-look production deal at 20th Century Studios, although it also produces projects for all studios and mini-majors."},"Paramount Animation":{"sources":{"Wikipedia: Paramount Animation":{"homepageURL":"https://en.wikipedia.org/wiki/Paramount_Animation"}},"imageURL":"en/thumb/f/ff/Paramount_Animation_%282019%29.svg/%quality%px-Paramount_Animation_%282019%29.svg.png","description":"Paramount Animation is the animation division and label of Paramount Pictures, a subsidiary of Paramount Global. The division was founded on July 6, 2011, following the box office success of Paramount's own Rango and the end of their distribution deal with DreamWorks Animation in 2012.\\n\\nThe studio's first film The SpongeBob Movie: Sponge Out of Water was released on February 6, 2015, and its latest release being Rumble on December 15, 2021, with their next release being Paws of Fury: The Legend of Hank on July 22, 2022.\\n\\nFilms produced by Paramount Animation have grossed a total of $604.1 million at the box office. Its highest-grossing film to date is The SpongeBob Movie: Sponge Out of Water, which grossed $325.1 million."},"Blumhouse Productions":{"sources":{"Wikipedia: Blumhouse Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Blumhouse_Productions"}},"imageURL":"commons/thumb/1/17/Blumhouse_Productions_logo.svg/%quality%px-Blumhouse_Productions_logo.svg.png","description":"Blumhouse Productions (/\\u02C8bl\\u028Cmha\\u028As/; also known as BH Productions or simply BH) is an American film and television production company founded in 2000 by Jason Blum. It is known mainly for producing horror films, such as Paranormal Activity, Insidious, The Purge, Split, Get Out, Happy Death Day, Halloween, Us, and The Invisible Man. It has also produced drama films, such as Whiplash and BlacKkKlansman, which both earned nominations for the Academy Award for Best Picture; Get Out and BlacKkKlansman won Academy Awards for Best Original Screenplay and Best Adapted Screenplay, respectively. It also produced The Normal Heart, which won the 2014 Primetime Emmy Award for Outstanding Television Movie. It has worked with directors such as Leigh Whannell, Jordan Peele, Christopher Landon, James Wan, Mike Flanagan, James DeMonaco, Damien Chazelle, M. Night Shyamalan and Spike Lee.\\n\\nIn 2014, it signed a ten-year first-look deal with Universal Pictures."},"20th Century Animation":{"aliases":[],"sources":{"Wikipedia: 20th Century Animation":{"homepageURL":"https://en.wikipedia.org/wiki/20th_Century_Animation"}},"imageURL":"en/thumb/1/1b/Semi-protection-shackle.svg/%quality%px-Semi-protection-shackle.svg.png","description":"20th Century Animation, Inc., which was closed on April 10, 2021.\\n\\nThe studio has produced a total of 29 feature films (6 films as Fox Family Films, 3 films from Fox Animation Studios, 13 feature films from Blue Sky Studios, and 7 original films), most of them being distributed by 20th Century Studios. Their first film was Mighty Morphin Power Rangers: The Movie and their first animated film was Anastasia, with the most recent release being The Ice Age Adventures of Buck Wild, although it was released by Walt Disney Pictures. Its upcoming slate of productions include The Bob's Burgers Movie and Night at the Museum: Kahmunrah Rises Again."},"Lionsgate Premiere":{"sources":{"Wikipedia: Lionsgate Premiere":{"homepageURL":"https://en.wikipedia.org/wiki/Lionsgate_Premiere"}},"imageURL":"en/thumb/5/5f/Lionsgate_Premiere_logo.png/%quality%px-Lionsgate_Premiere_logo.png","description":"Lionsgate Premiere is the speciality film division of entertainment company Lionsgate Films that specializes in direct-to-video and direct-to-video on demand."},"Millennium Media":{"aliases":["Millennium Films"],"sources":{"Wikipedia: Millennium Media":{"homepageURL":"https://en.wikipedia.org/wiki/Millennium_Media"}},"imageURL":"commons/thumb/d/dd/Millennium_Media_Logo.png/%quality%px-Millennium_Media_Logo.png","description":"Millennium Media, formerly Nu Image, is an American film studio that was founded by Avi Lerner, Trevor Short, Danny Dimbort, and Danny Lerner in 1992 and is one of Hollywood's longest running independent film companies. Millennium creates, produces, finances, and sells films worldwide. The company produces action films, most of which are filmed primarily in South Africa and Bulgaria (by 2005, it acquired Nu Boyana Film Studios), among other locations."},"Universal Pictures":{"aliases":["Universal","Universal Studios","Universal City Studios","Universal Pictures Home Entertainment"],"sources":{"Wikipedia: Universal Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Universal_Pictures"}},"imageURL":"commons/thumb/b/b6/Universal_Pictures_logo.svg/%quality%px-Universal_Pictures_logo.svg.png","description":"Universal Pictures is an American film production and distribution company owned by Comcast through the NBCUniversal Film and Entertainment division of NBCUniversal.\\n\\nFounded in 1912 by Carl Laemmle, Mark Dintenfass, Charles O. Baumann, Adam Kessel, Pat Powers, William Swanson, David Horsley, Robert H. Cochrane, and Jules Brulatour, Universal is the oldest surviving film studio in the United States; the world's fifth oldest after Gaumont, Path\\u00E9, Titanus, and Nordisk Film; and the oldest member of Hollywood's \\\"Big Five\\\" studios in terms of the overall film market. Its studios are located in Universal City, California, and its corporate offices are located in New York City. In 1962, the studio was acquired by MCA, which was re-launched as NBCUniversal in 2004.\\n\\nUniversal Pictures is a member of the Motion Picture Association (MPA), and was one of the \\\"Little Three\\\" majors during Hollywood's golden age."},"QED International":{"aliases":[],"sources":{"Wikipedia: QED International":{"homepageURL":"https://en.wikipedia.org/wiki/QED_International"}},"imageURL":"en/thumb/5/58/QED_logo_identifier.jpg/%quality%px-QED_logo_identifier.jpg","description":"QED International is a Los Angeles-based independent film production studio, financier and international distributor. It is best known for financing and producing District 9, Fury, and Dirty Grandpa."},"Spyglass Media Group":{"aliases":["Spyglass Entertainment"],"sources":{"Wikipedia: Spyglass Media Group":{"homepageURL":"https://en.wikipedia.org/wiki/Spyglass_Media_Group"}},"imageURL":"en/thumb/1/16/Spyglass_Media_Group_2019.jpg/%quality%px-Spyglass_Media_Group_2019.jpg","description":"Spyglass Media Group, LLC, formerly Spyglass Entertainment, is an American film production company founded by Gary Barber and Roger Birnbaum in 1998."},"Warner Bros.":{"aliases":["Warner Bros. Entertainment","WB"],"sources":{"Wikipedia: Warner Bros.":{"homepageURL":"https://en.wikipedia.org/wiki/Warner_Bros."}},"imageURL":"commons/thumb/d/d2/Warner_Bros._%282019%29_logo.svg/%quality%px-Warner_Bros._%282019%29_logo.svg.png","description":"Warner Bros. Entertainment Inc. (commonly known as Warner Bros. and abbreviated as WB) is an American diversified multinational mass media and entertainment conglomerate headquartered at the Warner Bros. Studios complex in Burbank, California, and a subsidiary of AT&T's WarnerMedia through its Studios & Networks division. Founded in 1923 by four brothers Harry, Albert (Abe), Sam, and Jack Warner, the company established itself as a leader in the American film industry before diversifying into animation, television, and video games, and is one of the \\\"Big Five\\\" major American film studios, as well as a member of the Motion Picture Association (MPA).\\n\\nThe company is known for its film studio division, the Warner Bros. Pictures Group, which includes Warner Bros. Pictures, New Line Cinema, the Warner Animation Group, Castle Rock Entertainment, and DC Films. Among its other assets include the television production company Warner Bros. Television Studios; animation studios Warner Bros. Animation and Cartoon Network Studios; comic book publisher DC Comics; video game development and publishing arm Warner Bros. Interactive Entertainment; cable television channels Cartoon Network, Adult Swim, Boomerang, and Turner Classic Movies; and a 50% interest in broadcast television network The CW, which is co-owned with Paramount Global. Warner Bros. also operates various divisions specializing in publishing, merchandising, music, theater, and theme parks. Bugs Bunny, a cartoon character created as part of the Looney Tunes series, is the company's official mascot."},"CBS Films":{"aliases":[],"sources":{"Wikipedia: CBS Films":{"homepageURL":"https://en.wikipedia.org/wiki/CBS_Films"}},"imageURL":"commons/thumb/0/0d/CBS_Films.svg/%quality%px-CBS_Films.svg.png","description":"CBS Films Inc. was an American film production and distribution company founded in 2007 as a subsidiary of CBS Corporation and was considered a mini-major studio up until 2019.\\n\\nCBS Films originally was planned to distribute, develop and produce four to six $50 million budget movies a year. After October 11, 2019, CBS Films was re-configured to be a production company for television films to be carried by CBS All Access (now Paramount+)."},"Dark Horse Entertainment":{"sources":{"Wikipedia: Dark Horse Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Dark_Horse_Entertainment"}},"imageURL":"en/f/fc/Darkhorseentertainmentlogo.jpg","description":"Dark Horse Entertainment is a motion picture and television production arm of American comic book publishing company Dark Horse Comics, founded in 1992. They also have a sub-label, Dark Horse Indie."},"Di Bonaventura Pictures":{"aliases":["dB Pictures"],"sources":{"Wikipedia: Di Bonaventura Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Di_Bonaventura_Pictures"}},"description":"Di Bonaventura Pictures (also known as dB Pictures) is an American film and television production company founded in 2002 by Lorenzo di Bonaventura, who is known for producing the Transformers films."},"Amazon Studios":{"sources":{"Wikipedia: Amazon Studios":{"homepageURL":"https://en.wikipedia.org/wiki/Amazon_Studios"}},"imageURL":"commons/thumb/8/8e/AMZN_STUDIOS.png/%quality%px-AMZN_STUDIOS.png","description":"Amazon Studios is an American television and film producer and distributor that is a subsidiary of Amazon. It specializes in developing television series and distributing and producing films. It was started in late 2010. Content is distributed through theaters and Amazon Prime Video, Amazon's digital video streaming service, whose competitors include Netflix and Hulu, among others."},"Disney Channel":{"aliases":["The Disney Channel","Disney"],"sources":{"Wikipedia: Disney Channel":{"homepageURL":"https://en.wikipedia.org/wiki/Disney_Channel"}},"imageURL":"commons/thumb/d/d2/2019_Disney_Channel_logo.svg/%quality%px-2019_Disney_Channel_logo.svg.png","description":"Disney Channel (originally called The Disney Channel from 1983 to 1997 and commonly shortened to Disney from 1997 to 2002) is an American pay television channel that serves as the flagship property of owner Disney Branded Television, a unit of the Disney General Entertainment Content division of The Walt Disney Company.\\n\\nDisney Channel's programming consists of original first-run television series, theatrically-released and original made-for-TV movies and select other third-party programming. Disney Channel \\u2013 which formerly operated as a premium service \\u2013 originally marketed its programs towards families during the 1980s, and later to younger children by the 2000s. Most of Disney Channel's original programming is aimed at children and young teenagers aged 6 to 14, while its Disney Junior programs are targeted at young children aged two to seven and Disney XD targeting older children aged six to eleven.\\n\\nAs of November 2020, Disney Channel is available to approximately 88 million pay television households in the United States."},"Saban Films":{"sources":{"Wikipedia: Saban Films":{"homepageURL":"https://en.wikipedia.org/wiki/Saban_Films"}},"imageURL":"commons/thumb/2/21/Saban_logo.svg/%quality%px-Saban_logo.svg.png","description":"Saban Capital Group LLC is an American investment firm based in Los Angeles, California focused on media, entertainment, and communications investments. Formed in 2010 by Haim Saban, Saban Capital Group owns Saban Films (SF), part of Univision Communications, and part of Celestial Tiger Entertainment."},"The Imaginarium":{"aliases":["Imaginarium Productions","The Imaginarium Studios"],"sources":{"Wikipedia: The Imaginarium":{"homepageURL":"https://en.wikipedia.org/wiki/The_Imaginarium"}},"imageURL":"en/thumb/8/8d/The_Imaginarium_Studios_logo.jpg/%quality%px-The_Imaginarium_Studios_logo.jpg","description":"The Imaginarium, also known as Imaginarium Productions, is a production company linked to a digital performance-capture studio based in London, founded by actor-director Andy Serkis and film producer Jonathan Cavendish in 2011. The studio is dedicated to the invention of believable, emotionally engaging digital characters using performance capture technology. It specialises in applying motion capture technology in film, television and video games. Since 2011, it has provided performance capture for international films including Rise of the Planet of the Apes, and Star Wars: Episode VII \\u2013 The Force Awakens (2015)."},"Walt Disney Animation Studios":{"sources":{"Wikipedia: Walt Disney Animation Studios":{"homepageURL":"https://en.wikipedia.org/wiki/Walt_Disney_Animation_Studios"}},"imageURL":"en/thumb/c/c8/Walt_Disney_Animation_Studios_logo.svg/%quality%px-Walt_Disney_Animation_Studios_logo.svg.png","description":"Walt Disney Animation Studios (WDAS), sometimes shortened to Disney Animation, is an American animation studio that creates animated features and short films for The Walt Disney Company. The company's production logo features a scene from its first synchronized sound cartoon, Steamboat Willie (1928). Founded on October 16, 1923, by brothers Walt Disney and Roy O. Disney, it is the oldest-running animation studio in the world. It is currently organized as a division of Walt Disney Studios and is headquartered at the Roy E. Disney Animation Building at the Walt Disney Studios lot in Burbank, California. Since its foundation, the studio has produced 60 feature films, from Snow White and the Seven Dwarfs (1937) to Encanto (2021), and hundreds of short films.\\n\\nFounded as Disney Brothers Cartoon Studio in 1923, renamed Walt Disney Studio in 1926 and incorporated as Walt Disney Productions in 1929, the studio was dedicated to producing short films until it entered feature production in 1934, resulting in 1937's Snow White and the Seven Dwarfs, one of the first full-length animated feature films and the first U.S.-based one. In 1986, during a large corporate restructuring, Walt Disney Productions, which had grown from a single animation studio into an international multimedia company, was renamed The Walt Disney Company and the animation studio Walt Disney Feature Animation in order to differentiate it from the other divisions. Its current name was adopted in 2007 after Pixar Animation Studios was acquired by Disney in the previous year.\\n\\nFor much of its existence, the studio was recognized as the premier American animation studio; it developed many of the techniques, concepts and principles that became standard practices of traditional animation. The studio also pioneered the art of storyboarding, which is now a standard technique used in both animated and live-action filmmaking. The studio's catalog of animated features is among Disney's most notable assets, with the stars of its animated shorts \\u2013 Mickey Mouse, Minnie Mouse, Donald Duck, Daisy Duck, Goofy, and Pluto \\u2013 becoming recognizable figures in popular culture and mascots for The Walt Disney Company as a whole.\\n\\nWalt Disney Animation Studios is currently managed by Jennifer Lee (Chief Creative Officer) and Clark Spencer (President), and continues to produce films using both traditional animation and computer-generated imagery (CGI).\\n\\nAs of March 2013, the studio was no longer developing hand-drawn animated features and had laid off most of their hand-drawn animation division - although they still make hand-drawn animated shorts. However, a 2019 interview with Lee indicated that the company would be open to proposals from filmmakers for future hand-drawn feature projects."},"DreamWorks Pictures":{"aliases":[],"sources":{"Wikipedia: DreamWorks Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/DreamWorks_Pictures"}},"imageURL":"commons/thumb/a/a2/DreamWorks_Pictures.svg/%quality%px-DreamWorks_Pictures.svg.png","description":"DreamWorks Pictures (also known as DreamWorks SKG and formerly DreamWorks Studios, commonly referred to as DreamWorks) is an American film distribution label of Amblin Partners. It was originally founded on October 12, 1994 as a live-action film studio by Steven Spielberg, Jeffrey Katzenberg, and David Geffen (together, SKG), of which they owned 72%. The studio formerly distributed its own and third-party films. It has produced or distributed more than ten films with box-office grosses of more than $100 million each.\\n\\nIn December 2005, the founders agreed to sell the studio to Viacom, parent of Paramount Pictures. The sale was completed in February 2006 (this version is now named DW Studios). In 2008, DreamWorks announced its intention to end its partnership with Paramount and made a deal to produce films with India's Reliance Anil Dhirubhai Ambani Group, re-creating DreamWorks Pictures as an independent entity. The following year, DreamWorks entered into a distribution agreement with Walt Disney Studios Motion Pictures, wherein Disney would distribute DreamWorks films through Touchstone Pictures; the deal continued until 2016. Since 2016, Universal Pictures distributes and markets the films produced by DreamWorks Pictures. Currently, DreamWorks operates out of offices at Universal Studios Hollywood.\\n\\nDreamWorks is also distinct from its former animation division of the same name, which was spun-off in 2004 and became a subsidiary of NBCUniversal in 2016. Spielberg's company continues to use the original DreamWorks trademarks under license from DreamWorks Animation."},"Discovery+":{"aliases":[],"sources":{"Wikipedia: Discovery+":{"homepageURL":"https://en.wikipedia.org/wiki/Discovery+"}},"imageURL":"commons/thumb/6/61/Discovery_Plus_logo.svg/%quality%px-Discovery_Plus_logo.svg.png","description":"Discovery+ (pronounced \\\"Discovery Plus\\\"; stylized as discovery+) is a streaming service owned by Discovery, Inc. The service focuses on factual programming drawn from the libraries of Discovery's main channel brands, as well as original series (including spin-offs of programs from Discovery's networks), and other acquired content.\\n\\nIt was first launched in India on March 23, 2020. It expanded into Europe via a rebranding of the existing Dplay platforms, and launched in the United States on January 4, 2021."},"Participant (company)":{"aliases":["Participant Media","Participant Productions"],"sources":{"Wikipedia: Participant (company)":{"homepageURL":"https://en.wikipedia.org/wiki/Participant_(company)"}},"imageURL":"commons/thumb/0/07/Participant_%282019%29.svg/%quality%px-Participant_%282019%29.svg.png","description":"Participant is a Los Angeles, California-based film production company founded in 2004 by Jeffrey Skoll, dedicated to entertainment intended to spur social change. The company finances and co-produces film and television content, as well as digital entertainment through its subsidiary SoulPancake, which the company acquired in 2016.\\n\\nThe company was originally named Participant Productions and went on to become a well-known independent financier. The company's name descriptively politicizes its basis on currently topical subjects presented to induce awareness of problematic social aspects.\\n\\nThe company has produced, financed, or co-produced over 100 films. Its films have been nominated for 73 Academy Awards, and have won 18, including Best Picture for Green Book and Spotlight.\\n\\nParticipant, which earned B Corp certification in 2017, is the largest company that exclusively produces and finances social impact entertainment."},"EuropaCorp":{"aliases":[],"sources":{"Wikipedia: EuropaCorp":{"homepageURL":"https://en.wikipedia.org/wiki/EuropaCorp"}},"imageURL":"en/thumb/0/0a/EuropaCorp_logo.svg/%quality%px-EuropaCorp_logo.svg.png","description":"EuropaCorp S.A. (stylised in opening logo as EUROPA CORP.) is a French motion picture company headquartered in Saint-Denis, a northern suburb of Paris, and one of a few full service independent studios that both produces and distributes feature films. It specializes in production, distribution, home entertainment, VOD, sales, partnerships and licenses, recording, publishing and exhibition. EuropaCorp's integrated financial model generates revenues from a wide range of sources, with films from many genres and a strong presence in the international markets.\\n\\nOver 14 years, EuropaCorp has produced and co-produced over 80 films and is now distributing over 500 titles after the integration of the RoissyFilms Catalogue. The studio is mainly known for its expertise in the production of English-language films with strong earning potential in the international marketplace. The company developed and produced the successful Taken trilogy and the Transporter series. The company began producing TV series in 2010 through EuropaCorp Television which had already adapted EuropaCorp's popular Taxi film franchise.\\n\\nSince 2018, the company has faced tumultuous times following rape and sexual assault accusations towards its chairman and majority owner Luc Besson."},"Lionsgate Films":{"sources":{"Wikipedia: Lionsgate Films":{"homepageURL":"https://en.wikipedia.org/wiki/Lionsgate_Films"}},"imageURL":"commons/thumb/6/65/Lionsgate_Logo.svg/%quality%px-Lionsgate_Logo.svg.png","description":"Lionsgate Films (formerly known as Cin\\u00E9pix Film Properties) is an American film production and film distribution studio, headquartered in Santa Monica and founded in Canada, and is the flagship division of Lionsgate Entertainment. It is the largest and most successful mini-major film studio in North America. It focuses on foreign and independent films and has distributed various commercially successful film series, including The Hunger Games, Rambo, Divergent, The Punisher, John Wick, Saw, Madea, Blair Witch, Now You See Me, Hostel, The Expendables, Sinister, The Twilight Saga and Step Up."},"Radio Silence Productions":{"aliases":["Radio Silence"],"sources":{"Wikipedia: Radio Silence Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Radio_Silence_Productions"}},"description":"Radio Silence is an American trio of filmmakers based in Los Angeles. The group is known for Ready or Not, V/H/S, Devil's Due, Southbound and Scream, as well as their previous work together as Chad, Matt & Rob."},"AGC Studios":{"aliases":[],"sources":{"Wikipedia: AGC Studios":{"homepageURL":"https://en.wikipedia.org/wiki/AGC_Studios"}},"imageURL":"en/thumb/f/f7/AGC_Studios_logo.jpg/%quality%px-AGC_Studios_logo.jpg","description":"AGC Studios is an American film production and television production company founded in 2018, by Stuart Ford. The company has produced films including Midway (2019), The Secrets We Keep (2020), Breaking News in Yuba County (2021), and Voyagers (2021)."},"Original Film":{"sources":{"Wikipedia: Original Film":{"homepageURL":"https://en.wikipedia.org/wiki/Original_Film"}},"imageURL":"commons/thumb/b/b2/Original_Film_logo.svg/%quality%px-Original_Film_logo.svg.png","description":"Original Film is an American film and television production company founded by Neal H. Moritz. Notable films the company has produced include the Fast & Furious franchise."},"Sony Pictures Animation":{"sources":{"Wikipedia: Sony Pictures Animation":{"homepageURL":"https://en.wikipedia.org/wiki/Sony_Pictures_Animation"}},"imageURL":"commons/thumb/0/02/Sony_Pictures_Animation_2018_logo.svg/%quality%px-Sony_Pictures_Animation_2018_logo.svg.png","description":"Sony Pictures Animation Inc. is an American animation studio owned by Sony Entertainment's Sony Pictures Entertainment through their Motion Picture Group division and founded on May 9, 2002. The studio's films are distributed worldwide by Sony Pictures Releasing under their Columbia Pictures label, while all direct-to-video releases are released by Sony Pictures Home Entertainment.\\n\\nThe first film produced by the studio, Open Season, was released on September 29, 2006, and their most recent film was Hotel Transylvania: Transformania on January 14, 2022. Their upcoming slate of films includes Spider-Man: Across the Spider-Verse in 2023."},"Skydance Media":{"sources":{"Wikipedia: Skydance Media":{"homepageURL":"https://en.wikipedia.org/wiki/Skydance_Media"}},"imageURL":"commons/thumb/0/0f/Skydance_Media_2020.svg/%quality%px-Skydance_Media_2020.svg.png","description":"Skydance Media, LLC (formerly known as Skydance Productions) is an American production company based in Santa Monica, California. Founded by David Ellison in 2006, the company entered a five-year partnership to co-produce and co-finance films with Paramount Pictures starting in 2009, and has renewed the agreement twice out to 2021. The company specializes in film, animation, television and video games.\\n\\nSkydance is responsible for feature-length films including True Grit, Mission: Impossible \\u2013 Ghost Protocol, Jack Reacher, G.I. Joe: Retaliation, Star Trek Into Darkness, World War Z, Mission: Impossible \\u2013 Rogue Nation, Terminator Genisys, Star Trek Beyond, Jack Reacher: Never Go Back, Life, Baywatch, Geostorm, Annihilation, Mission: Impossible \\u2013 Fallout, Gemini Man, Terminator: Dark Fate, 6 Underground, Without Remorse, The Tomorrow War, Snake Eyes and The Adam Project. Skydance's future feature film slate includes Top Gun: Maverick, and Transformers: Rise of the Beasts."},"Vertical Entertainment":{"sources":{"Wikipedia: Vertical Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Vertical_Entertainment"}},"imageURL":"en/thumb/a/ab/Vertical_Entertainment.png/%quality%px-Vertical_Entertainment.png","description":"Vertical Entertainment is an American film distribution and production company founded by producers Richard B. \\\"Rich\\\" Goldberg and Mitch Budin in 2012."},"Hulu":{"sources":{"Wikipedia: Hulu":{"homepageURL":"https://en.wikipedia.org/wiki/Hulu"}},"imageURL":"commons/thumb/e/e4/Hulu_Logo.svg/%quality%px-Hulu_Logo.svg.png","description":"Hulu (/\\u02C8hu\\u02D0lu\\u02D0/) is an American subscription streaming service majority-owned by The Walt Disney Company, with Comcast\\u2019s NBCUniversal holding a minority stake. Launched on October 29, 2007, it offers a library of films and television series from networks such as ABC, NBC, or FX, as well as Hulu original programming.\\n\\nHulu was initially established as a joint venture between News Corporation and NBC Universal, Providence Equity Partners, and later The Walt Disney Company, serving as an aggregation of recent episodes of television series from their respective television networks. In 2010, Hulu became the first streaming service to add \\\"Plus\\\" to its name when it launched a subscription service, initially branded as Hulu Plus, which featured full seasons of programs from the companies and other partners, and undelayed access to new episodes. In 2017, the company launched Hulu with Live TV\\u2014an over-the-top IPTV service featuring linear television channels. As of January 1, 2022, Hulu has a total of 45.3 million subscribers (4.3 million from Hulu with Live TV)."},"MTV Entertainment Studios":{"aliases":[],"sources":{"Wikipedia: MTV Entertainment Studios":{"homepageURL":"https://en.wikipedia.org/wiki/MTV_Entertainment_Studios"}},"imageURL":"en/thumb/a/a4/MTV_Entertainment_Studios_logo.svg/%quality%px-MTV_Entertainment_Studios_logo.svg.png","description":"MTV Entertainment Studios is the film and television production arm of MTV Entertainment Group, a subsidiary of the Paramount Media Networks division of Paramount Global. Founded in 1991 as MTV Productions, it is a consolidation of the former MTV Films group established in 1996 and the MTV Production Development/MTV Studios group of 2003\\u20132021, it has produced original television shows like Beavis and Butt-Head, \\u00C6on Flux, Jackass, My Super Sweet 16, Daria, Celebrity Deathmatch, Clone High and The Real World and films such as Election, and Napoleon Dynamite. Its films are released by fellow Paramount Global division Paramount Pictures. The MTV Films unit was once part of Paramount Players until 2020."},"Will Packer Productions":{"sources":{"Wikipedia: Will Packer Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Will_Packer_Productions"}},"imageURL":"en/thumb/9/9a/WillPackerProductionslogo.jpg/%quality%px-WillPackerProductionslogo.jpg","description":"Will Packer Productions is an American film and television production company founded and operated by Will Packer."},"MRC (company)":{"aliases":["Media Rights Capital","MRC Film"],"sources":{"Wikipedia: MRC (company)":{"homepageURL":"https://en.wikipedia.org/wiki/MRC_(company)"}},"imageURL":"commons/thumb/e/e1/MRC_logo.svg/%quality%px-MRC_logo.svg.png","description":"MRC (formerly Media Rights Capital) is an American media company owned by Eldridge Industries. Founded by Mordecai (Modi) Wiczyk and Asif Satchu as an independent film studio, the company funds and produces film and television programming, and owns a group of entertainment and music industry publications. In 2018, the company merged with Todd Boehly's media assets under Valence Media, with the company as a whole taking on the MRC name in 2020.\\n\\nThe company's divisions include MRC Film, MRC Non-Fiction, MRC Television, MRC Live & Alternative (which produces award shows and other music entertainment programs), MRC Media & Info (which owns publications such as Billboard and The Hollywood Reporter), and MRC Data.\\n\\nThe company's most notable productions have included the Netflix series House of Cards and Ozark, and the films Baby Driver, Knives Out, and Ted."},"Sony Pictures Imageworks":{"sources":{"Wikipedia: Sony Pictures Imageworks":{"homepageURL":"https://en.wikipedia.org/wiki/Sony_Pictures_Imageworks"}},"imageURL":"commons/thumb/0/07/Sony_Pictures_Imageworks_logo.svg/%quality%px-Sony_Pictures_Imageworks_logo.svg.png","description":"Sony Pictures Imageworks Inc. is a Canadian visual effects and computer animation studio headquartered in Vancouver, British Columbia, with an additional office on the Sony Pictures Studios lot in Culver City, California. SPI is a unit of Sony Pictures Entertainment's Motion Picture Group.\\n\\nThe company has been recognized by the Academy of Motion Picture Arts and Sciences with Oscars for their work on Spider-Man 2 and the computer-animated short film The ChubbChubbs!, and received many other nominations for their work.\\n\\nSPI has provided visual effects for many films; most recent include The Meg, Men in Black: International, and Spider-Man: Far From Home. They also provided services for several of director Robert Zemeckis' films, including Contact, Cast Away, The Polar Express, and Beowulf.\\n\\nSince the foundation of its sister company Sony Pictures Animation in 2002, SPI would go on to animate nearly all of SPA's films, including Open Season, Surf's Up, Spider-Man: Into the Spider-Verse, and films in the Cloudy with a Chance of Meatballs, Smurfs and Hotel Transylvania franchises, in addition to animating films for other studios such as Arthur Christmas for Aardman Animations (co-produced by SPA), Storks and Smallfoot for the Warner Animation Group, The Angry Birds Movie and its sequel for Rovio Animation, Over the Moon for Netflix Animation, Netflix and Pearl Studio, The Bad Guys for DreamWorks Animation and an untitled Transformers animated film for Paramount Animation."},"Smokehouse Pictures":{"sources":{"Wikipedia: Smokehouse Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Smokehouse_Pictures"}},"description":"Smokehouse Pictures is an American film and television production company. The company was founded in 2006 by George Clooney and Grant Heslov after the shutdown of Section Eight Productions. Its name is taken from the Smoke House restaurant, located across the street from Warner Bros. Studios in Burbank, California.\\n\\nThe company signed a long-term production and development agreement with Warner Bros. Pictures and Warner Bros. Television in July 2006.In June 2009, the company signed an exclusive two-year theatrical development and production deal with Sony Pictures Entertainment."},"TriStar Pictures":{"aliases":[],"sources":{"Wikipedia: TriStar Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/TriStar_Pictures"}},"imageURL":"en/thumb/a/a9/TriStar_Pictures_present_day_logo.svg/%quality%px-TriStar_Pictures_present_day_logo.svg.png","description":"TriStar Pictures, Inc. (spelled as Tri-Star until 1991) is an American film studio and production company that is a member of the Sony Pictures Motion Picture Group, part of the Japanese multinational conglomerate Sony. It is a corporate sibling of Sony studio Columbia Pictures.\\n\\nTriStar Pictures was established on March 2, 1982, and founded by Victor Kaufman as Nova Pictures."},"Bardel Entertainment":{"sources":{"Wikipedia: Bardel Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Bardel_Entertainment"}},"imageURL":"en/thumb/e/ec/BardelLogo.svg/%quality%px-BardelLogo.svg.png","description":"Bardel Entertainment, Inc. is a Canadian animation studio founded in Vancouver, British Columbia, Canada in 1987. The studio's name comes from its founders, Barry Ward and his wife Delna Bhesania.\\n\\nBardel is involved in the acquisition, development, production and distribution of animated programming. The studio is best known for animating Rick and Morty, Teenage Mutant Ninja Turtles and Teen Titans Go!. On October 5, 2015, Bardel was purchased by Rainbow SpA, an Italian animation studio co-owned by Iginio Straffi and Paramount Global (formerly known as Viacom)."},"Chernin Entertainment":{"sources":{"Wikipedia: Chernin Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Chernin_Entertainment"}},"imageURL":"en/thumb/2/26/CherninEntertainmentLogo.jpg/%quality%px-CherninEntertainmentLogo.jpg","description":"Chernin Entertainment is an American film and television production company founded and owned by former News Corporation president and chief operating officer Peter Chernin, also CEO and chairman of the company. Jenno Topping is the current Head of Film and Television, with David Ready serving as EVP of Film and Television. Kristen Campo is the EVP of television. Twenty-four films have been produced by them, most of them with 20th Century Fox."},"A24 (company)":{"aliases":["A24 Films"],"sources":{"Wikipedia: A24 (company)":{"homepageURL":"https://en.wikipedia.org/wiki/A24_(company)"}},"imageURL":"commons/thumb/b/b7/A24_logo.svg/%quality%px-A24_logo.svg.png","description":"A24 is an American independent entertainment company founded on August 20, 2012, by Daniel Katz, David Fenkel, and John Hodges that specializes in film and television production, as well as film distribution. It is based in New York City.\\n\\nKatz, Fenkel, and Hodges, prior to A24, worked in film and production before leaving to eventually co-found the company, originally A24 Films, which specialized in film distribution. Starting off moderately in 2013 with A Glimpse Inside the Mind of Charles Swan III, the company's growth started with the release of Spring Breakers later that year. They became better known after picking up the U.S. rights to Ex Machina and Room, and worldwide rights to The Witch, growing substantially since then. They entered into deals with DirecTV Cinema and Amazon Prime in late 2013, with some films distributed through them, and the name was shortened to A24 in 2016.\\n\\nAs of 2019, the company has received a total of 25 Academy Award nominations. In 2016, films distributed by A24 won Academy Awards for Best Actress (Brie Larson in Room), Best Documentary Feature (Amy), and Best Visual Effects (Ex Machina). In 2017, Moonlight won the Academy Award for Best Picture (the first such award for the company), Best Adapted Screenplay, and Best Supporting Actor (Mahershala Ali).\\n\\nA24's television division has produced The Carmichael Show, At Home with Amy Sedaris, Ramy, and Euphoria."},"Lightstorm Entertainment":{"aliases":["James Cameron","Lawrence Kasanoff"],"sources":{"Wikipedia: Lightstorm Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Lightstorm_Entertainment"}},"imageURL":"commons/thumb/1/16/Lightstorm-Entertainment-logo.png/%quality%px-Lightstorm-Entertainment-logo.png","description":"Lightstorm Entertainment is an American independent production company founded in 1990 by filmmaker James Cameron and producer Lawrence Kasanoff. The majority of its films have been distributed and owned by 20th Century Studios. Its productions include Cameron's films Terminator 2: Judgment Day, Titanic, and Avatar; Cameron has employed other filmmakers to produce and direct films under the Lightstorm banner.\\n\\nIn 1995, the company had a first look deal with 20th Century Fox.\\n\\nThe company's logo depicts a bowman using a lightning bolt as an arrow."},"Lucasfilm":{"sources":{"Wikipedia: Lucasfilm":{"homepageURL":"https://en.wikipedia.org/wiki/Lucasfilm"}},"imageURL":"commons/thumb/2/25/Lucasfilm_logo.svg/%quality%px-Lucasfilm_logo.svg.png","description":"Lucasfilm Ltd. LLC is an American film and television production company and a subsidiary of Walt Disney Studios, which is a business segment of The Walt Disney Company. The studio is best known for creating and producing the Star Wars and Indiana Jones franchises, as well as its leadership in developing special effects, sound, and computer animation for films. Lucasfilm was founded by filmmaker George Lucas in 1971 in San Rafael, California; most of the company's operations were moved to San Francisco in 2005. Disney acquired Lucasfilm on October 30, 2012 for $4.05 billion in the form of cash and stock, with $1.855 billion in stock."},"Gold Circle Films":{"aliases":["Gold Circle Entertainment"],"sources":{"Wikipedia: Gold Circle Films":{"homepageURL":"https://en.wikipedia.org/wiki/Gold_Circle_Films"}},"description":"Gold Circle Films is an American independent film production and sales company, mainly focusing on horror and romance films founded in 2000 by former co-founder of Gateway Computer, Norman Waitt Jr. Titles released by Gold Circle include White Noise, My Big Fat Greek Wedding, The Wedding Date, The Man from Elysian Fields, and the Pitch Perfect series."},"Dimension Films":{"sources":{"Wikipedia: Dimension Films":{"homepageURL":"https://en.wikipedia.org/wiki/Dimension_Films"}},"imageURL":"commons/thumb/f/f4/Dimension_Films_logo.svg/%quality%px-Dimension_Films_logo.svg.png","description":"Dimension Films is an American film production company owned by Lantern Entertainment. It was formerly used as Bob and Harvey Weinstein's label within Miramax, which was acquired by The Walt Disney Company on June 30, 1993, to produce and release independent films and genre titles, specifically horror and science fiction films.\\n\\nThe Weinsteins took the Dimension label with them when they separated from Miramax in October 2005 and paired it under their new company, The Weinstein Company. Dimension Films was one of the American \\\"mini-majors\\\", i.e. small to medium independent television and motion picture production studios.\\n\\nAll films released by Dimension Films (through Miramax) are currently owned and distributed by Paramount Pictures through Paramount Global's acquisition of a 49% stake in Miramax that was closed on April 3, 2020; half the profits of sequels made to Miramax-era films went to The Walt Disney Studios until Miramax was sold to Filmyard Holdings, a joint venture of Colony NorthStar, Tutor-Saliba Corporation, and Qatar Investment Authority in 2010. Miramax was sold once more to the beIN Media Group in 2016."},"Netflix":{"sources":{"Wikipedia: Netflix":{"homepageURL":"https://en.wikipedia.org/wiki/Netflix"}},"imageURL":"commons/thumb/0/08/Netflix_2015_logo.svg/%quality%px-Netflix_2015_logo.svg.png","description":"Netflix, Inc. is an American subscription streaming service and production company. Launched on August 29, 1997, it offers a library of films and television series through distribution deals as well as its own productions, known as Netflix Originals.\\n\\nAs of December 31, 2021, Netflix had over 221.8 million subscribers worldwide, including 75.2 million in the United States and Canada, 74.0 million in Europe, the Middle East and Africa, 39.9 million in Latin America and 32.7 million in Asia-Pacific. It is available worldwide aside from Mainland China (due to local restrictions), Syria, North Korea, Russia and Crimea (due to US sanctions). Netflix has played a prominent role in independent film distribution, and is a member of the Motion Picture Association (MPA).\\n\\nNetflix can be accessed via internet browser on computers, or via application software installed on smart TVs, set-top boxes connected to televisions, tablet computers, smartphones, digital media players, Blu-ray Disc players, video game consoles and virtual reality headsets on the list of Netflix-compatible devices. It is available in 4K resolution. In the United States, the company provides DVD and Blu-ray rentals delivered individually via the United States Postal Service from regional warehouses.\\n\\nNetflix was founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California. Netflix initially both sold and rented DVDs by mail, but the sales were eliminated within a year to focus on the DVD rental business. In 2007, Netflix introduced streaming media and video on demand. The company expanded to Canada in 2010, followed by Latin America and the Caribbean. Netflix entered the content production industry in 2013, debuting its first series House of Cards. In January 2016, it expanded to an additional 130 countries and then operated in 190 countries.\\n\\nThe company is ranked 115th on the Fortune 500 and 219th on the Forbes Global 2000. It is the second largest entertainment/media company by market capitalization as of February, 2022. In 2021, Netflix was ranked as the eighth-most trusted brand globally by Morning Consult. During the 2010s, Netflix was the top-performing stock in the S&P 500 stock market index, with a total return of 3,693%.\\n\\nNetflix is headquartered in Los Gatos, California, in Santa Clara County, with the two CEOs, Hastings and Ted Sarandos, split between Los Gatos and Los Angeles, respectively. It also operates international offices in Asia, Europe and Latin America including in Canada, France, Brazil, Netherlands, India, Japan, South Korea and the United Kingdom. The company has production hubs in Los Angeles, Albuquerque, London, Madrid, Vancouver and Toronto. Compared to other distributors, Netflix pays more for TV shows up front, but keeps more \\\"upside\\\" (i.e. future revenue opportunities from possible syndication, merchandising, etc.) on big hits."},"Marvel Entertainment":{"sources":{"Wikipedia: Marvel Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Marvel_Entertainment"}},"imageURL":"commons/thumb/b/b9/Marvel_Logo.svg/%quality%px-Marvel_Logo.svg.png","description":"Marvel Entertainment, LLC (formerly Marvel Enterprises) is an American entertainment company founded in June 1998 and based in New York City, New York, formed by the merger of Marvel Entertainment Group and ToyBiz. The company is a wholly owned subsidiary of The Walt Disney Company, and is mainly known for its comic books by Marvel Comics, as well as its forays into films, including those within the Marvel Cinematic Universe (MCU).\\n\\nIn 2009, The Walt Disney Company acquired Marvel Entertainment for US$4 billion; it has been a limited liability company (LLC) since then. For financial reporting purposes, Marvel is primarily reported as part of Disney's Consumer Products segment ever since Marvel Studios' reorganization from Marvel Entertainment into Walt Disney Studios.\\n\\nOver the years, Marvel Entertainment has entered into several partnerships and negotiations with other companies across a variety of businesses. As of 2019, Marvel has film licensing agreements with Sony Pictures (for Spider-Man films) and Universal Pictures (a right of first refusal to pick up the distribution rights to any future Hulk films produced by Marvel Studios), and theme park licensing agreements with IMG Worlds of Adventure and Universal Parks & Resorts (for specific Marvel character rights at Islands of Adventure and Universal Studios Japan). Aside from their contract with Universal Parks & Resorts, Marvel's characters and properties have also appeared at Disney Parks."},"Pixar":{"aliases":["Pixar Animation Studios"],"sources":{"Wikipedia: Pixar":{"homepageURL":"https://en.wikipedia.org/wiki/Pixar"}},"imageURL":"commons/thumb/4/40/Pixar_logo.svg/%quality%px-Pixar_logo.svg.png","description":"Pixar Animation Studios (/\\u02C8p\\u026Aks\\u0251\\u02D0r/), commonly known as just Pixar, is an American computer animation studio known for its critically and commercially successful computer animated feature films. It is based in Emeryville, California, and is a subsidiary of Walt Disney Studios, which is owned by The Walt Disney Company.\\n\\nPixar began in 1979 as part of the Lucasfilm computer division, known as the Graphics Group, before its spin-off as a corporation in 1986, with funding from Apple co-founder Steve Jobs, who became its majority shareholder. Disney purchased Pixar in 2006 at a valuation of $7.4+ billion by converting each share of Pixar stock to 2.3 shares of Disney stock. Pixar is best known for its feature films, technologically powered by RenderMan, the company's own implementation of the industry-standard RenderMan Interface Specification image-rendering application programming interface. The studio's mascot is Luxo Jr., a desk lamp from the studio's 1986 short film of the same name.\\n\\nPixar has produced 25 feature films, beginning with Toy Story (1995), which is the first fully computer-animated feature film; its most recent film was Turning Red (2022). The studio has also produced many short films. As of July 2019, its feature films have earned approximately $14 billion at the worldwide box office, with an average worldwide gross of $680 million per film. Toy Story 3 (2010), Finding Dory (2016), Incredibles 2 (2018), and Toy Story 4 (2019) are all among the 50 highest-grossing films of all time, with Incredibles 2 being the fourth highest-grossing animated film of all time, with a gross of $1.2 billion; the other three also grossed over $1 billion. Moreover, 15 of Pixar's films are in the 50 highest-grossing animated films of all time.\\n\\nThe studio has earned 23 Academy Awards, 10 Golden Globe Awards, and 11 Grammy Awards, along with numerous other awards and acknowledgments. Many of Pixar's films have been nominated for the Academy Award for Best Animated Feature, since its inauguration in 2001, with eleven winners being Finding Nemo (2003), The Incredibles (2004), Ratatouille (2007), WALL-E (2008), Up (2009), Toy Story 3 (2010), Brave (2012), Inside Out (2015), Coco (2017), Toy Story 4 (2019), and Soul (2020); the four nominated without winning are Monsters, Inc. (2001), Cars (2006), Incredibles 2 (2018), and Onward (2020). Up and Toy Story 3 were also nominated for the more competitive and inclusive Academy Award for Best Picture.\\n\\nOn February 10, 2009, Pixar executives John Lasseter, Brad Bird, Pete Docter, Andrew Stanton, and Lee Unkrich were presented with the Golden Lion award for Lifetime Achievement by the Venice Film Festival. The physical award was ceremoniously handed to Lucasfilm's founder, George Lucas."},"RatPac-Dune Entertainment":{"aliases":[],"sources":{"Wikipedia: RatPac-Dune Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/RatPac-Dune_Entertainment"}},"imageURL":"commons/thumb/0/05/RatPac-Dune_Entertainment_logo.svg/%quality%px-RatPac-Dune_Entertainment_logo.svg.png","description":"RatPac Entertainment, LLC was an American motion picture production company owned by producer-director Brett Ratner. RatPac was founded by Ratner and billionaire James Packer. RatPac is a partner in RatPac-Dune Entertainment with Dune Entertainment."},"Centropolis Entertainment":{"sources":{"Wikipedia: Centropolis Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Centropolis_Entertainment"}},"imageURL":"en/thumb/8/85/Centropolis-logo.png/%quality%px-Centropolis-logo.png","description":"Centropolis Entertainment is a film production company founded in 1985 as Centropolis Film Productions by German film director Roland Emmerich and American film producer Dean Devlin.As of 2001, the company was a subsidiary of Das Werk AG."},"Black Bear Pictures":{"sources":{"Wikipedia: Black Bear Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Black_Bear_Pictures"}},"description":"Black Bear Pictures is a media company that develops, produces and finances original content for film and television. Black Bear is based in Santa Monica, California.\\n\\nSince its 2011 launch, Black Bear's slate has grossed over $300,000,000 worldwide, been nominated for thirteen Academy Awards, nine Golden Globes, ten BAFTAs, and premiered at such prestigious festivals at Cannes, Sundance, Venice, Telluride, Toronto, New York, and London.\\n\\nIn addition, Black Bear helped to create and now owns Elevation Pictures, the leading independent film and TV distribution company in Canada."},"Ghost House Pictures":{"sources":{"Wikipedia: Ghost House Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Ghost_House_Pictures"}},"description":"Ghost House Pictures is an American film production company that was founded in 2002 by Robert Tapert and Sam Raimi, which usually co-produces films with Joe Drake and Nathan Kahane. The company produces horror films such as Don't Breathe, Evil Dead, Drag Me to Hell, The Grudge and 30 Days of Night."},"20th Century Studios":{"aliases":["20th Century Fox"],"sources":{"Wikipedia: 20th Century Studios":{"homepageURL":"https://en.wikipedia.org/wiki/20th_Century_Studios"}},"imageURL":"en/thumb/5/5e/20th_Century_Studios.svg/%quality%px-20th_Century_Studios.svg.png","description":"20th Century Studios, also shortened to 20th Century and formerly known as 20th Century Fox until 2020, is an American film production studio headquartered at the Fox Studio Lot in the Century City area of Los Angeles and is a subsidiary of Walt Disney Studios, a division of The Walt Disney Company. Walt Disney Studios Motion Pictures distributes and markets the films made under the 20th Century Studios brand.\\n\\nFor over 80 years \\u2014 beginning with its founding in 1935 and ending in 2019 (when it was bought out by Walt Disney Studios), 20th Century was one of the then \\\"Big Six\\\" major American film studios. Formerly known as Twentieth Century-Fox Film Corporation, it was formed in 1935 from the merger of the Fox Film Corporation and 20th Century Pictures (while being owned by TCF Holdings) as one of the original Big Five among eight majors of Hollywood's Golden Age. In 1985, the studio was renamed as Twentieth Century Fox Film Corporation (without a hyphen) after being acquired by News Corporation, which was spun-off and replaced with 21st Century Fox in 2013, after spinning off its publishing assets. The acquisition of 21st Century Fox by Disney took place on March 20, 2019, including 20th Century Fox. The studio's current name was adopted on January 17, 2020. As of December 4, 2020, the company has been using 20th Century Studios as copyright for 20th Century Studios and Searchlight Pictures, while the company has been using 20th Television, Inc. for the copyright of 20th Television and 20th Television Animation productions as a Disney subsidiary."},"Sony Pictures":{"aliases":["Sony Pictures Entertainment","SPE","Columbia Pictures","Columbia Pictures Entertainment"],"sources":{"Wikipedia: Sony Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Sony_Pictures"}},"imageURL":"commons/thumb/d/d7/Sony_Pictures_logo.svg/%quality%px-Sony_Pictures_logo.svg.png","description":"Sony Pictures Entertainment Inc. (commonly known as Sony Pictures, and formerly known as Columbia Pictures Entertainment, Inc.) is an American diversified multinational mass media and entertainment studio conglomerate that produces, acquires, and distributes filmed entertainment (theatrical motion pictures, television programs, and recorded videos) through multiple platforms. Through an intermediate holding company called Sony Film Holding Inc., it is operated as a subsidiary of Sony Entertainment Inc., which is itself a subsidiary of the multinational technology and media conglomerate Sony Group Corporation. Based at the Sony Pictures Studios lot in Culver City, California as one of the \\\"Big Five\\\" major American film studios, it encompasses Sony's motion picture, television production and distribution units. Its sales in the fiscal year 2020 (April 2020 \\u2013 March 2021) was reported to be $7.16 billion.\\n\\nSPE is a member of the Motion Picture Association (MPA).\\n\\nSome of Sony Pictures's film franchises include: The Karate Kid, Ghostbusters, Spider-Man, Jumanji, Stuart Little, Universal Soldier, Men in Black, Zombieland, Underworld, Sony's Spider-Man Universe, Robert Langdon, The Smurfs (via Peyo), Sniper, Hotel Transylvania, Bad Boys, Cloudy with a Chance of Meatballs, and Charlie's Angels."},"Annapurna Pictures":{"sources":{"Wikipedia: Annapurna Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Annapurna_Pictures"}},"imageURL":"en/5/5f/Annapurna_Pictures_logo.png","description":"Annapurna Pictures is an independent American media company founded by Megan Ellison in 2011, that specializes in film production, live theatre production, television through its Annapurna Television division, and video game publishing through its Annapurna Interactive division."},"Atlas Entertainment":{"sources":{"Wikipedia: Atlas Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Atlas_Entertainment"}},"imageURL":"en/thumb/7/7d/Atlas_Entertainment_logo.jpg/%quality%px-Atlas_Entertainment_logo.jpg","description":"Atlas Entertainment is an American film financing and production company, started by Charles Roven, Bob Cavallo and Dawn Steel in 1995."},"Saturn Films":{"aliases":["Nicolas Cage"],"sources":{"Wikipedia: Saturn Films":{"homepageURL":"https://en.wikipedia.org/wiki/Saturn_Films"}},"imageURL":"en/thumb/e/e7/Cscr-featured.svg/%quality%px-Cscr-featured.svg.png","description":"Nicolas Cage is an American actor and producer who began his acting career in 1981 with a role in the television pilot The Best of Times. The following year, Cage made his feature film acting debut in Fast Times at Ridgemont High, the second and last time he was credited by his birth name as Nicolas Coppola; he later changed his name professionally to avoid nepotism allegations due to his connection to the Coppola family. In 1983, Cage starred in a leading role in the teen romantic comedy Valley Girl alongside Deborah Foreman; the film was praised by critics and summarized by Rotten Tomatoes as a \\\"goofy yet amiable film\\\" with \\\"engaging performances from its two leads.\\\"\\n\\nIn 1984, Cage portrayed a fictionalized version of Irish-American mob hitman Mad Dog Coll (\\\"Vincent Dwyer\\\") in The Cotton Club and appeared in Birdy, a feature chosen by the National Board of Review as one of the top ten films of that year. In 1986, he starred as Ned Hanlan in The Boy in Blue and Charlie Bodell in Peggy Sue Got Married before leading the crime comedy Raising Arizona (1987), written and directed by the Coen brothers. In 1988, he earned a Golden Globe nomination for Best Actor \\u2013 Motion Picture Musical or Comedy for his role in Moonstruck. In 1989, he appeared in the black comedy film Vampire's Kiss, a box-office bomb that later gained a cult following; The New York Times described it as being \\\"dominated and destroyed by Mr. Cage's chaotic, self-indulgent performance\\\".\\n\\nIn 1992, Cage earned his second Golden Globe nomination for Honeymoon in Vegas. Three years later, he starred as a suicidal alcoholic in the critically acclaimed Leaving Las Vegas. For his performance, he received a BAFTA Award nomination for Best Actor in a Leading Role. He also earned the Golden Globe for Best Actor \\u2013 Motion Picture Drama and the Academy Award for Best Actor. In 2002, he made his directorial debut with Sonny and portrayed filmmaker Charlie Kaufman in Adaptation, another critically acclaimed film that earned him his most recent Best Actor nominations from the Academy Awards, BAFTA, and Golden Globes.\\n\\nSince then, Cage has had roles in a number of action and drama films, some of which were straight-to-video. His participation in various film genres during this time increased his popularity and gained him a cult following. The Guardian writes, \\\"In Cage's hands, cartoonish moments are imbued with real emotion and real emotions become cartoons. He is erratic and unpredictable; he is captivating and he is capricious. He is a performer. He is a troubadour. He is a jazz musician.\\\" In 2013, he voiced Grug in the animated film The Croods, his highest-grossing film. His additional voice roles include Superman in Teen Titans Go! To the Movies and Spider-Man Noir in Spider-Man: Into the Spider-Verse (both 2018). Cage has also starred in several critically acclaimed films, including Mandy (2018), Color Out of Space (2019), and Pig (2021)."},"Alcon Entertainment":{"sources":{"Wikipedia: Alcon Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Alcon_Entertainment"}},"imageURL":"en/2/29/Alcon_Entertainment_%28logo%29.jpg","description":"Alcon Entertainment, LLC is an American film production company, founded in 1997 by film producers Broderick Johnson and Andrew Kosove. Since its establishment, Alcon Entertainment has developed and financed films that are ultimately distributed \\u2013 in the United States mostly, and internationally on occasion \\u2013 by Warner Bros. Pictures, following a ten-year motion picture production agreement."},"Screen Gems":{"sources":{"Wikipedia: Screen Gems":{"homepageURL":"https://en.wikipedia.org/wiki/Screen_Gems"}},"imageURL":"commons/thumb/a/ab/Screen_Gems_1999.svg/%quality%px-Screen_Gems_1999.svg.png","description":"Screen Gems is a brand name used by Sony Pictures' Sony Pictures Entertainment Motion Picture Group, a subsidiary of Japanese multinational conglomerate, Sony Group Corporation. It has served several different purposes for its parent companies over the decades since its incorporation, initially as a cartoon studio, then a television studio, and later on as a film studio."},"Paramount Players":{"sources":{"Wikipedia: Paramount Players":{"homepageURL":"https://en.wikipedia.org/wiki/Paramount_Players"}},"imageURL":"en/thumb/c/c0/Paramount_Players.svg/%quality%px-Paramount_Players.svg.png","description":"Paramount Players is an American film production label of Paramount Pictures, focusing on \\\"contemporary properties\\\" while working with other Paramount Global brands. The name alludes to the company's earliest origins as Famous Players Film Company, before its 1914 founding by William Wadsworth Hodkinson."},"Miramax":{"aliases":["Miramax Films"],"sources":{"Wikipedia: Miramax":{"homepageURL":"https://en.wikipedia.org/wiki/Miramax"}},"imageURL":"commons/thumb/b/b9/Miramax_%282020%29.svg/%quality%px-Miramax_%282020%29.svg.png","description":"Miramax, LLC (also known as Miramax Films) is an American entertainment company known for producing and distributing films and television shows. Its headquarters are located in Los Angeles, California. Miramax was founded in 1979 by brothers Bob and Harvey Weinstein, and was a leading independent film motion picture distribution and production company before it was acquired by The Walt Disney Company on June 30, 1993, in the company's first acquisition. Miramax was sold by Disney to Filmyard Holdings, a joint venture of Colony NorthStar, Tutor-Saliba Corporation, and Qatar Investment Authority, in 2010, ending Disney's 17-year ownership of the studio. In 2016, the company was sold to the beIN Media Group. In 2019, beIN agreed to sell a 49% stake in the company to ViacomCBS, now known as Paramount Global. The sale was completed on April 3, 2020."},"Neon (company)":{"aliases":["NEON"],"sources":{"Wikipedia: Neon (company)":{"homepageURL":"https://en.wikipedia.org/wiki/Neon_(company)"}},"imageURL":"commons/thumb/3/3a/Neon_%28distributor%29_logo.svg/%quality%px-Neon_%28distributor%29_logo.svg.png","description":"Neon (stylized in all caps) is an American independent film production and distribution company founded in 2017 by CEO Tom Quinn and Tim League, who also was the co-founder of the Alamo Drafthouse Cinema chain. The company is best known for releasing films such as Ingrid Goes West; I, Tonya; Three Identical Strangers; and Parasite; the latter became Neon's highest grossing film at the box-office with more than $200 million. As of 2019, Tim League was no longer involved with daily operations for the company."},"21 Laps Entertainment":{"aliases":[],"sources":{"Wikipedia: 21 Laps Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/21_Laps_Entertainment"}},"imageURL":"commons/thumb/8/8b/21_Laps_Entertainment_logo.svg/%quality%px-21_Laps_Entertainment_logo.svg.png","description":"21 Laps Entertainment is an American film and television production company run by director-producer Shawn Levy. The company is best known as the creators of Stranger Things, and exclusively distributes content through a partnership with Netflix.\\n\\nIt is also known for producing films like Arrival, Free Guy, Cheaper by the Dozen, The Spectacular Now, Real Steel, and the Night at the Museum franchise."},"Working Title Films":{"aliases":["Working Title"],"sources":{"Wikipedia: Working Title Films":{"homepageURL":"https://en.wikipedia.org/wiki/Working_Title_Films"}},"imageURL":"en/thumb/f/ff/Working_Title_Films_logo.png/%quality%px-Working_Title_Films_logo.png","description":"Working Title is a British film and television production company owned by Universal Pictures. The company was founded by Tim Bevan and Sarah Radclyffe in 1983. It produces feature films and several television productions. Bevan and Eric Fellner are now the co-chairmen of the company."},"Castle Rock Entertainment":{"sources":{"Wikipedia: Castle Rock Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Castle_Rock_Entertainment"}},"imageURL":"en/thumb/b/bd/Castle_Rock_Entertainment_Logo.png/%quality%px-Castle_Rock_Entertainment_Logo.png","description":"Castle Rock Entertainment is an American film and television production company founded in 1987 by Martin Shafer, director Rob Reiner, Andrew Scheinman, Glenn Padnick and Alan Horn. It is a label of the Warner Bros. Pictures Group division of Warner Bros. Entertainment, itself a division of AT&T's WarnerMedia."},"ImageMovers":{"aliases":["ImageMovers Digital"],"sources":{"Wikipedia: ImageMovers":{"homepageURL":"https://en.wikipedia.org/wiki/ImageMovers"}},"imageURL":"en/thumb/b/b3/ImageMovers_logo.svg/%quality%px-ImageMovers_logo.svg.png","description":"ImageMovers and Mars Needs Moms (2011) for Walt Disney Pictures, neither of which were financially successful."},"Overbrook Entertainment":{"sources":{"Wikipedia: Overbrook Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Overbrook_Entertainment"}},"imageURL":"en/thumb/5/56/Overbrook_Entertainment_logo.svg/%quality%px-Overbrook_Entertainment_logo.svg.png","description":"Overbrook Entertainment is an American production company based in Culver City, California. It was founded by partners Will Smith and James Lassiter in 1998, around the same time production for Wild Wild West (1999) was started.\\n\\nThe name \\\"Overbrook\\\" is derived from Will Smith's neighborhood in West Philadelphia. The company produces music, films and television shows. Smith claimed to have started the company in order to serve as producer and find roles. He uses his role in the company to help unknown artists record music and also records music for some of his films in Overbrook."},"Paramount+":{"aliases":[],"sources":{"Wikipedia: Paramount+":{"homepageURL":"https://en.wikipedia.org/wiki/Paramount+"}},"imageURL":"commons/thumb/e/ea/Paramount%2B_logo.png/%quality%px-Paramount%2B_logo.png","description":"Paramount+ is an American subscription video on-demand over-the-top streaming service owned and operated by Paramount Streaming, a division of Paramount Global. It offers original and library content from the CBS Entertainment Group and Paramount Media Networks broadcast properties, as well as the Paramount Pictures library. Originally launched as CBS All Access on October 28, 2014 and 10 All Access in Australia on December 4, 2018, the service was expanded and rebranded as Paramount+ on March 4, 2021, following the 2019 re-merger of CBS and Viacom.\\n\\nParamount+ expanded to international markets, starting with Latin America and the already existing Canadian service, on the day it rebranded. Nordic countries followed on March 25 and Australia on August 11."},"Apple TV+":{"aliases":[],"sources":{"Wikipedia: Apple TV+":{"homepageURL":"https://en.wikipedia.org/wiki/Apple_TV+"}},"imageURL":"commons/thumb/2/28/Apple_TV_Plus_Logo.svg/%quality%px-Apple_TV_Plus_Logo.svg.png","description":"Apple TV+ is an American subscription streaming service owned and operated by Apple Inc. Launched on November 1, 2019, it offers a selection of original production film and television series called Apple Originals. The service was announced during the Apple Special Event of March 2019, where celebrities from Apple TV+ projects appeared on-stage, among them Jennifer Aniston, Oprah Winfrey, Steven Spielberg, and Jason Momoa.\\n\\nThe service can be accessed through Apple's website and through the Apple TV app, which has gradually become available for many Apple devices and some major competing streaming devices, including some smart TV models and video-game consoles. Apple plans to expand the services' availability, and there are workarounds for subscribers whose device is not presently supported. Access is included in the Apple One subscription bundle. Most of the content is available in Dolby Vision profile 5 and Atmos.\\n\\nUpon its debut, Apple TV+ was available in about 100 countries, fewer than the reported target of 150. A number of countries were excluded from service despite other Apple products being available. Commentators noted that the fairly wide initial reach of the service offered Apple an advantage over other recently launched services such as Disney+, and that because Apple distributes its own content through the service instead of distributing licensed third-party content (as, for example, Hulu does) it will not be hamstrung by licensing issues during its expansion.\\n\\nBy early 2020, Apple TV+ had poor growth and low subscriber numbers relative to competing services. In the middle of that year, Apple began to license older television programs and films, attempting to stay competitive with other services, attract and retain a viewership for its original content, and convert into subscribers users who were trialling the service.\\n\\nApple TV+ (along with the simultaneously announced a-la-carte premium-video subscription aggregation service Apple TV Channels) is part of a concerted effort by Apple to expand its service revenues."},"Netflix Animation":{"sources":{"Wikipedia: Netflix Animation":{"homepageURL":"https://en.wikipedia.org/wiki/Netflix_Animation"}},"imageURL":"commons/thumb/6/62/Netflix_Animation_logo.svg/%quality%px-Netflix_Animation_logo.svg.png","description":"Netflix Animation is an American animation studio and a subsidiary of Netflix. The studio primarily produces and develops animated programs and feature films."},"XYZ Films":{"aliases":[],"sources":{"Wikipedia: XYZ Films":{"homepageURL":"https://en.wikipedia.org/wiki/XYZ_Films"}},"imageURL":"commons/thumb/a/a8/XYZ_Films_logo.png/%quality%px-XYZ_Films_logo.png","description":"XYZ Films is an American film production and sales company founded in 2008 by Aram Tertzakian, Nate Bolotin and Nick Spicer, and is based in Los Angeles. It focuses on international genre films, including The Raid: Redemption, The Raid 2 and On the Job.\\n\\nAccording to an article from Variety, XYZ Films has licensed more than 200 films since 2009. It has produced a handful of Netflix original films, including Apostle (2018), The Night Comes For Us (2015), and I Don't Feel at Home in this World Anymore (2017), among others."},"Open Road Films":{"sources":{"Wikipedia: Open Road Films":{"homepageURL":"https://en.wikipedia.org/wiki/Open_Road_Films"}},"imageURL":"en/thumb/4/4f/Open-road-logo.png/%quality%px-Open-road-logo.png","description":"Open Road Films, LLC (formerly Global Road Entertainment from 2017 to 2018) is an American film production and distribution company based in Los Angeles, California. It was launched in March 2011 as a joint venture between the two largest American theatrical exhibitors, AMC Theatres and Regal Entertainment Group, which both owned the company. It was acquired by Tang Media Partners, a media company owned by Donald Tang, in August 2017. After Tang's purchase, both companies Open Road and IM Global merged and formed \\\"Global Road Entertainment\\\". In September 2018, Open Road declared Chapter 11 bankruptcy. The bankruptcy did not effect TMP, IM Global or IM Global TV. On November 6, 2018, Open Road agreed to be purchased by Raven Capital Management. Raven completed its acquisition in February 2019."},"Illumination (company)":{"aliases":["Illumination Entertainment"],"sources":{"Wikipedia: Illumination (company)":{"homepageURL":"https://en.wikipedia.org/wiki/Illumination_(company)"}},"imageURL":"commons/thumb/e/e3/Illumination_Entertainment_logo.svg/%quality%px-Illumination_Entertainment_logo.svg.png","description":"Illumination (Illumination Entertainment until 2017) is an American film and animation studio founded by Chris Meledandri in 2007. Illumination is owned by Chris Meledandri and the Illumination brand is co-owned by Universal Pictures, a division of its wholly owned subsidiary NBCUniversal. Meledandri produces the films, while Universal finances and distributes all the films. The studio is responsible for the Despicable Me, The Secret Life of Pets and Sing franchises and the film adaptations of Dr. Seuss\\u2019 books The Lorax and How the Grinch Stole Christmas. The Minions, characters from the Despicable Me series, are the studio's mascots.\\n\\nIllumination has produced 11 feature films, with its latest release being Sing 2, with an average gross of $695.4 million per film. The studio's highest-grossing films are Minions, which has grossed $1.159 billion worldwide, Despicable Me 3, $1.034 billion and Despicable Me 2, $970.8 million. All three are among the 50 highest-grossing films of all time, and six of their films are among the 50 highest-grossing animated films."},"Intrepid Pictures":{"sources":{"Wikipedia: Intrepid Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Intrepid_Pictures"}},"imageURL":"en/thumb/d/d2/Intrepid_Pictures.jpg/%quality%px-Intrepid_Pictures.jpg","description":"Intrepid Pictures is an American independent film and television production company dedicated to producing elevated commercial content for global mainstream audiences. It was founded in 2004 by Trevor Macy and Marc D. Evans, and is currently run by Trevor Macy and Mike Flanagan. The company is based in Los Angeles, California."},"Paramount Pictures":{"sources":{"Wikipedia: Paramount Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Paramount_Pictures"}},"imageURL":"en/thumb/9/97/Paramount_Pictures_%282022%29.svg/%quality%px-Paramount_Pictures_%282022%29.svg.png","description":"Paramount Pictures Corporation is an American film and television production and distribution company and the main namesake subsidiary of Paramount Global. It is the fifth oldest film studio in the world, the second oldest film studio in the United States (behind Universal Pictures), and the sole member of the \\\"Big Five\\\" film studios still located in the city limits of Los Angeles.\\n\\nIn 1916, film producer Adolph Zukor put 24 actors and actresses under contract and honored each with a star on the logo. In 1967, the number of stars was reduced to 22 and their hidden meaning was dropped. In 2014, Paramount Pictures became the first major Hollywood studio to distribute all of its films in digital form only. The company's headquarters and studios are located at 5555 Melrose Avenue, Hollywood, California.\\n\\nParamount Pictures is a member of the Motion Picture Association (MPA)."},"Plan B Entertainment":{"aliases":["Plan B","Brad Pitt"],"sources":{"Wikipedia: Plan B Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Plan_B_Entertainment"}},"imageURL":"commons/thumb/9/9e/Plan_B_Entertainment_logo.svg/%quality%px-Plan_B_Entertainment_logo.svg.png","description":"Plan B Entertainment, Inc., more commonly known as Plan B, is an American production company founded in November in 2001 by Brad Grey, Brad Pitt and Jennifer Aniston. In 2005, after Pitt and Aniston divorced, Grey became the CEO of Paramount Pictures and Pitt became the sole owner of the company. The president of the company was for many years Dede Gardner, but she and Pitt named Jeremy Kleiner co-president with Gardner in 2013. Three of the production company's movies, The Departed, 12 Years a Slave and Moonlight, have won the Academy Award for Best Picture.\\n\\nPitt, Gardner and Kleiner received the Producers Guild of America's David O. Selznick Achievement Award in Theatrical Motion Pictures in 2020.\\n\\nThis name was previously used for an unrelated production company that was headed by Bruce Berman from 1996 to 1997."},"Regency Enterprises":{"aliases":["Regency","Regency Entertainment","Monarchy Enterprises"],"sources":{"Wikipedia: Regency Enterprises":{"homepageURL":"https://en.wikipedia.org/wiki/Regency_Enterprises"}},"imageURL":"commons/thumb/3/33/Regency_Enterprises_Logo_2016.svg/%quality%px-Regency_Enterprises_Logo_2016.svg.png","description":"Regency Enterprises (commonly referred to as Regency onscreen and copyrighting as Regency Entertainment (USA), Inc. in the U.S. and Monarchy Enterprises S.\\u00E1.r.l. overseas) is an American entertainment company formed by Arnon Milchan. It was founded in 1982 as the successor to Regency International Pictures formerly known as Embassy International Pictures N.V.."},"Peacock (streaming service)":{"aliases":[],"sources":{"Wikipedia: Peacock (streaming service)":{"homepageURL":"https://en.wikipedia.org/wiki/Peacock_(streaming_service)"}},"imageURL":"commons/thumb/d/d3/NBCUniversal_Peacock_Logo.svg/%quality%px-NBCUniversal_Peacock_Logo.svg.png","description":"Peacock is an American over-the-top video streaming service owned and operated by the Television and Streaming division of NBCUniversal, a subsidiary of Comcast. Named after the NBC logo, the service launched on July 15, 2020. The service primarily features series and film content from NBCUniversal studios and other third-party content providers, including television series, films, news, and sports programming. The service is available in a free ad-supported version with limited content, while premium tiers include a larger content library and access to additional NBC Sports and WWE Network content.\\n\\nEarly availability for Xfinity Flex customers began on April 15, 2020, with X1 customers receiving the preview by May 1. Peacock launched nationally on July 15, 2020; as of August 2021, the service had reached at least 54 million signups. Peacock was given a soft launch on the Sky and NOW platforms in the UK and Ireland on November 16, 2021, free to all customers. On January 25, 2022, Peacock further expanded in Sky territories, soft launching in Austria and Germany.\\n\\nAs of January 2022, the service has reached 24.5 million monthly active accounts and 9 million paid subscribers."},"Warner Animation Group":{"aliases":["WAG"],"sources":{"Wikipedia: Warner Animation Group":{"homepageURL":"https://en.wikipedia.org/wiki/Warner_Animation_Group"}},"imageURL":"commons/thumb/d/d1/Warner_Animation_Group_2021_%28with_Wordmark%29.svg/%quality%px-Warner_Animation_Group_2021_%28with_Wordmark%29.svg.png","description":"The Warner Animation Group (WAG) is an American animation studio which is the feature animation label of the Warner Bros. Pictures Group, a division of Warner Bros. Entertainment, which is part of AT&T's WarnerMedia. Established on January 7, 2013, the studio is the successor to the dissolved 2D traditional hand-drawn animation studio Warner Bros. Feature Animation, which shut down in 2004, and is also a sister to the regular Warner Bros. Animation studio.\\n\\nIts first film, The Lego Movie, was released on February 7, 2014, and its most recent film was Space Jam: A New Legacy on July 16, 2021; their upcoming slate of films includes DC League of Super-Pets on July 29, 2022, Scoob! Holiday Haunt in 2022, Coyote vs. Acme on July 21, 2023, and Toto on February 2, 2024. Films produced by WAG have grossed a total of $1.8 billion at the box office."},"STX Entertainment":{"aliases":["STX Financing","STX Films","STXfilms"],"sources":{"Wikipedia: STX Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/STX_Entertainment"}},"imageURL":"commons/thumb/3/3c/STX_Entertainment_logo.svg/%quality%px-STX_Entertainment_logo.svg.png","description":"STX Entertainment was a mini-major American entertainment and media company. Founded on March 10, 2014 by film producer Robert Simonds and Bill McGlashan, the studio produces film, television, and digital media projects.\\n\\nInvestors in the company included Hony Capital, Tencent, PCCW, TPG Growth, Liberty Global and individual investors including Gigi Pritzker, Beau Wrigley, and Dominic Ng.\\n\\nIn April 2020, STX announced that it would merge with the Indian studio Eros International plc. The merger was completed in July 2020, with STX Entertainment becoming a wholly-owned subsidiary of ErosSTX, publicly traded on the New York Stock Exchange as ESGC. In December 2021, Jahm Najafi announced his intent to acquire STX from the merged company."},"Seven Bucks Productions":{"sources":{"Wikipedia: Seven Bucks Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Seven_Bucks_Productions"}},"imageURL":"en/thumb/2/26/Seven_Bucks_Productions_logo.jpg/%quality%px-Seven_Bucks_Productions_logo.jpg","description":"Seven Bucks Productions is a production company involved with various platforms and mediums, credited with creating original releases for television, film, emerging technologies, and digital networks. The studio was co-created and founded by Dwayne Johnson and Dany Garcia. The company predominately produces a variety of projects, directly in relation with Johnson's film slate.\\n\\nThe name Seven Bucks Productions referenced the amount of cash Johnson had in his pocket after he was released from the Canadian Football League in 1995 and before he signed with the World Wrestling Federation.\\n\\nHiram Garcia has served as President of the company overseeing production on each of the studio's projects since 2017. That same year, Chelsea Friedland was hired as Vice President of Production. In March 2019, Kevin Hill was named as Head of Television and Digital Development."},"Hello Sunshine (company)":{"aliases":["Reese Witherspoon"],"sources":{"Wikipedia: Hello Sunshine (company)":{"homepageURL":"https://en.wikipedia.org/wiki/Hello_Sunshine_(company)"}},"imageURL":"commons/thumb/5/54/Hello_Sunshine_logo.svg/%quality%px-Hello_Sunshine_logo.svg.png","description":"Hello Sunshine is an American media company founded by actress Reese Witherspoon and Strand Equity Founder and Managing Partner Seth Rodsky in 2016. Pacific Standard, the production company Witherspoon co-founded with Bruna Papandrea in 2012, is now a subsidiary of Hello Sunshine.\\n\\nOn July 10, 2018, its co-owner AT&T through its communications division announced the launch of a Hello Sunshine branded cable and satellite television channel Hello Sunshine Channel focused on women similar to Oprah Winfrey Network."},"GK Films":{"aliases":[],"sources":{"Wikipedia: GK Films":{"homepageURL":"https://en.wikipedia.org/wiki/GK_Films"}},"description":"GK Films is a British-American film and television production company founded in 1990 by Graham King, located in Santa Monica, California. In 2005, the firm, which was known as Initial Entertainment Group at that time, signed a deal with Warner Bros.\\n\\nIn 2012, GK signed a new deal with Warner Bros. Pictures.\\n\\nIn June 2016, Revolution Studios acquired the worldwide rights to five of GK Films' productions: Hugo, The Tourist, Edge of Darkness, The Rum Diary and The Young Victoria.\\n\\nIn August 2017, GK signed a three-year first-look deal with Paramount Pictures."},"Mandeville Films":{"sources":{"Wikipedia: Mandeville Films":{"homepageURL":"https://en.wikipedia.org/wiki/Mandeville_Films"}},"imageURL":"commons/thumb/1/1b/Mandeville_Films_Logo.png/%quality%px-Mandeville_Films_Logo.png","description":"Mandeville Films is an American film production company headquartered in Burbank, California. Founded in 1995 by film producer David Hoberman, the company re-formed as Mandeville Films and Television in 2002 after a short hiatus for three years, with Hoberman and Todd Lieberman as partners and co-owners."},"Warner Bros. Animation":{"aliases":[],"sources":{"Wikipedia: Warner Bros. Animation":{"homepageURL":"https://en.wikipedia.org/wiki/Warner_Bros._Animation"}},"imageURL":"commons/thumb/8/8d/Warner_Bros._Animation_2010_Logo.svg/%quality%px-Warner_Bros._Animation_2010_Logo.svg.png","description":"Warner Bros. Animation is an American animation studio which is part of Warner Bros. Entertainment, a subsidiary of AT&T's WarnerMedia. The studio is closely associated with the Looney Tunes and Merrie Melodies characters, among others. The studio is the successor to Warner Bros. Cartoons, the studio which produced Looney Tunes and Merrie Melodies cartoon shorts from 1933 to 1963, and from 1967 to 1969. Warner reestablished its animation division in 1980 to produce Looney Tunes\\u2013related works, and TBS merged with Time Warner (now WarnerMedia) in 1996.\\n\\nIn recent years, Warner Bros. Animation has focused primarily on producing television and direct-to-video animation featuring characters created by other properties owned by Warner Bros., including DC Comics, the Metro-Goldwyn-Mayer cartoon studio (via Turner Entertainment Co.) and Hanna-Barbera Productions."},"Scott Free Productions":{"sources":{"Wikipedia: Scott Free Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Scott_Free_Productions"}},"imageURL":"en/thumb/e/e4/Scott_Free_Productions_logo.jpg/%quality%px-Scott_Free_Productions_logo.jpg","description":"Scott Free Productions is a British-American independent film and television production company founded in 1970 by filmmakers and brothers Ridley Scott and Tony Scott. They formed the feature film development company Percy Main Productions in 1980, naming the company after the English village Percy Main, where their father grew up. The company was renamed to Scott Free Productions in 1995. Scott Free has produced films ranging from the 2000 Hollywood blockbuster Gladiator (2000) to \\\"smaller pictures\\\" like Cracks (2009). Between the productions of White Squall (1996) and G.I. Jane (1997), Ridley Scott reorganised the company.\\n\\nScott Free Productions has offices in London and Los Angeles. It works with Ridley Scott's larger company RSA Films by assisting directors in film and television."},"Marvel Studios":{"sources":{"Wikipedia: Marvel Studios":{"homepageURL":"https://en.wikipedia.org/wiki/Marvel_Studios"}},"imageURL":"commons/thumb/1/10/Marvel_Studios_2016_logo.svg/%quality%px-Marvel_Studios_2016_logo.svg.png","description":"Marvel Studios, LLC (originally known as Marvel Films from 1993 to 1996) is an American film and television production company that is a subsidiary of Walt Disney Studios, a division of The Walt Disney Company. Marvel Studios is known for the production of the Marvel Cinematic Universe films, based on characters that appear in Marvel Comics publications.\\n\\nSince 2008, Marvel Studios has released 27 films within the Marvel Cinematic Universe, from Iron Man, and five television series since 2021, from WandaVision (2021) to Hawkeye (2021). The television series What If...? (2021) is the studio's first animated property. These films and television series all share continuity with each other, along with the One-Shots produced by the studio. The television series produced by Marvel Television also acknowledge the continuity.\\n\\nIn addition to the Marvel Cinematic Universe, Marvel Studios was also involved with the production of other Marvel-character film franchises that have exceeded $1 billion in North American box office revenue, including the X-Men and Spider-Man multi-film franchises."},"Gravitas Ventures":{"sources":{"Wikipedia: Gravitas Ventures":{"homepageURL":"https://en.wikipedia.org/wiki/Gravitas_Ventures"}},"imageURL":"commons/thumb/7/70/Gravitas_Ventures_logo_2021.jpg/%quality%px-Gravitas_Ventures_logo_2021.jpg","description":"Gravitas Ventures is an independent film distribution company owned by Anthem Sports and Entertainment. The company was founded by Nolan Gallagher in Los Angeles, California in 2006 and moved its headquarters to Cleveland, Ohio in 2019, where it focuses on the distribution of Independent feature films and documentaries. Gravitas releases about 400 films every year and offers a library of 2,400 titles. One of the company's recent film releases, The Mole Agent, was nominated for an Academy Award in 2021."},"Troublemaker Studios":{"sources":{"Wikipedia: Troublemaker Studios":{"homepageURL":"https://en.wikipedia.org/wiki/Troublemaker_Studios"}},"imageURL":"en/thumb/3/34/Troublemaker_Studios_Pepino_logo.jpg/%quality%px-Troublemaker_Studios_Pepino_logo.jpg","description":"Troublemaker Studios is a film production company founded and owned by filmmaker Robert Rodriguez and producer Elizabeth Avell\\u00E1n. The company is based in Austin, Texas and is at the former site of the Robert Mueller Municipal Airport. It shares space with Austin Studios, which is managed by the Austin Film Society, and houses production offices, sound stages and the largest green screen in Texas.\\n\\nThe company's visual effects division, Troublemaker Digital, is also located at the site, and uses six-core AMD Opteron processors and FirePro graphics accelerators on many of its productions. A second facility, Troublemaker Sound, is located in the hill country outside Austin. It provides post-production sound and editing facilities, including a mixing and dubbing sound stage powered by a large Pro Tools installation, and a full Avid Unity-based editing system.\\n\\nIn the 1990s and 2000s, it had an alliance with Dimension Films to produce projects for the studio, with most of them becoming hit films and their box office successes. The company made its breakthrough with its first franchise being that of Spy Kids. On August 12, 2021, the company had signed a deal with HBO and HBO Max."},"FilmNation Entertainment":{"aliases":[],"sources":{"Wikipedia: FilmNation Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/FilmNation_Entertainment"}},"imageURL":"commons/thumb/e/e3/FilmNation_Entertainment.jpg/%quality%px-FilmNation_Entertainment.jpg","description":"FilmNation Entertainment, LLC is an American film production, co-financing and international sales company, founded by film executive Glen Basner in 2008."},"Orion Pictures":{"aliases":["Orion Releasing","Orion Pictures Corporation"],"sources":{"Wikipedia: Orion Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Orion_Pictures"}},"imageURL":"commons/thumb/8/81/Orion_Pictures_logo.svg/%quality%px-Orion_Pictures_logo.svg.png","description":"Orion Pictures (legal name Orion Releasing LLC) is an American motion picture producer owned by Metro-Goldwyn-Mayer. In its original operating period, the company produced and released films from 1978 until 1999 and was also involved in television production and syndication throughout the 1980s until the early 1990s. It was formed in 1978 as a joint venture between Warner Bros. and three former senior executives at United Artists. During this early period, Orion was considered a mini-major studio.\\n\\nWoody Allen, James Cameron, Jonathan Demme, Oliver Stone, and several other prominent directors worked with Orion during its most successful years from 1978 to 1992. Of the films distributed by Orion, four won Academy Awards for Best Picture: Amadeus (1984), Platoon (1986), Dances with Wolves (1990), and The Silence of the Lambs (1991). Two other Orion films, Hannah and Her Sisters (1986) and Mississippi Burning (1988), were nominated for that same category.\\n\\nSince 1997, Orion has been owned by Metro-Goldwyn-Mayer. In 2013, Metro-Goldwyn-Mayer revived the Orion name for television; a year later, Orion Pictures was relaunched by the studio."},"Skydance Media#Skydance Animation":{"aliases":[],"sources":{"Wikipedia: Skydance Media#Skydance Animation":{"homepageURL":"https://en.wikipedia.org/wiki/Skydance_Media#Skydance_Animation"}},"imageURL":"commons/thumb/0/0f/Skydance_Media_2020.svg/%quality%px-Skydance_Media_2020.svg.png","description":"Skydance Media, LLC (formerly known as Skydance Productions) is an American production company based in Santa Monica, California. Founded by David Ellison in 2006, the company entered a five-year partnership to co-produce and co-finance films with Paramount Pictures starting in 2009, and has renewed the agreement twice out to 2021. The company specializes in film, animation, television and video games.\\n\\nSkydance is responsible for feature-length films including True Grit, Mission: Impossible \\u2013 Ghost Protocol, Jack Reacher, G.I. Joe: Retaliation, Star Trek Into Darkness, World War Z, Mission: Impossible \\u2013 Rogue Nation, Terminator Genisys, Star Trek Beyond, Jack Reacher: Never Go Back, Life, Baywatch, Geostorm, Annihilation, Mission: Impossible \\u2013 Fallout, Gemini Man, Terminator: Dark Fate, 6 Underground, Without Remorse, The Tomorrow War, Snake Eyes and The Adam Project. Skydance's future feature film slate includes Top Gun: Maverick, and Transformers: Rise of the Beasts."},"Vertigo Entertainment":{"sources":{"Wikipedia: Vertigo Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Vertigo_Entertainment"}},"imageURL":"commons/thumb/4/4b/Vertigo-1.png/%quality%px-Vertigo-1.png","description":"Vertigo Entertainment is an American film and television production company based in Los Angeles, founded in 2001 by Roy Lee and Doug Davison."},"Voltage Pictures":{"sources":{"Wikipedia: Voltage Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Voltage_Pictures"}},"description":"Voltage Pictures is an American film production and distribution company founded by Nicolas Chartier in 2005. It has assembled over 180 motion pictures, earning the company a total of two Golden Globe Awards and nine Academy Awards."},"Twisted Pictures":{"sources":{"Wikipedia: Twisted Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Twisted_Pictures"}},"imageURL":"en/thumb/b/bf/Logo_for_the_company_Twisted_Pictures.png/%quality%px-Logo_for_the_company_Twisted_Pictures.png","description":"Twisted Pictures is an American production company and a division of Evolution Entertainment that specializes in horror and thriller movies. The company was founded by Evolution's Mark Burg, Oren Koules, and Gregg Hoffman in 2004. The company is known for producing the Saw film franchise."},"Nickelodeon Movies":{"sources":{"Wikipedia: Nickelodeon Movies":{"homepageURL":"https://en.wikipedia.org/wiki/Nickelodeon_Movies"}},"imageURL":"commons/thumb/5/50/Nick_Movies.png/%quality%px-Nick_Movies.png","description":"Nickelodeon Movies is a theatrical motion picture production division for the American children's network Nickelodeon, which releases both animated and live action films. The division was founded on February 25, 1995, and currently a part of the Paramount Players arm of Paramount Pictures, both of which are owned by Paramount Global and ultimately the holding company National Amusements. The company has so far produced over 36 feature films in total, with many successful ones including The SpongeBob SquarePants Movie, Rango, Harriet the Spy, Good Burger, Lemony Snicket's A Series of Unfortunate Events, The Adventures of Tintin, Mad Hot Ballroom, The Rugrats Movie, Charlotte's Web, The Spiderwick Chronicles, Nacho Libre, Jimmy Neutron: Boy Genius and Dora and the Lost City of Gold. Their next film, Rise of the Teenage Mutant Ninja Turtles: The Movie, will be released sometime in 2022 on Netflix.\\n\\nThe studio has earned numerous accolades, including four Nickelodeon Kids' Choice Awards, two Academy Awards and a Golden Globe. It also received 13 Saturn Awards nominations, but none of the films have won in any year."},"Thunder Road Films":{"sources":{"Wikipedia: Thunder Road Films":{"homepageURL":"https://en.wikipedia.org/wiki/Thunder_Road_Films"}},"description":"Thunder Road Films is a film and television financing and production company founded by Basil Iwanyk. It is based in Santa Monica, California."},"Escape Artists":{"aliases":["Escape Artists Productions"],"sources":{"Wikipedia: Escape Artists":{"homepageURL":"https://en.wikipedia.org/wiki/Escape_Artists"}},"description":"Escape Artists Productions, LLC, commonly known as Escape Artists, is an independently financed motion picture and television production company with a first look non-exclusive deal at Sony Pictures Entertainment, headed by partners Steve Tisch, Todd Black, and Jason Blumenthal.\\n\\nThe company's production office is located in the Astaire Building on the Sony Pictures Studios lot in Culver City, California.\\n\\nThe first produced movie under the Escape Artists banner was A Knight's Tale, starring Heath Ledger in May 2001. In the fall of 2005, Escape Artists released The Weather Man, directed by Gore Verbinski and starring Nicolas Cage and Michael Caine. Their next film, The Pursuit of Happyness, directed by Gabriele Muccino and starring Will Smith, was released in December 2006 and earned over $300 million in worldwide ticket sales, as well as best actor Academy Award and Golden Globe nominations for Will Smith. Seven Pounds, another Gabriele Muccino-directed film starring Will Smith, was released in December 2008. In 2009, Escape Artists released the Alex Proyas thriller Knowing, starring Nicolas Cage, and The Taking of Pelham 123, directed by Tony Scott and starring Denzel Washington and John Travolta. Their latest project entitled, The Upside directed by Neil Burger and starring Kevin Hart was released through STX Entertainment and Lantern Entertainment on January 11, 2019 in the United States."},"PlayStation Productions":{"aliases":["PlayStation Originals"],"sources":{"Wikipedia: PlayStation Productions":{"homepageURL":"https://en.wikipedia.org/wiki/PlayStation_Productions"}},"imageURL":"en/thumb/3/3a/PlayStation_Productions_Logo.png/%quality%px-PlayStation_Productions_Logo.png","description":"PlayStation Productions, LLC is an American production studio owned by Sony Interactive Entertainment."},"Lionsgate":{"sources":{"Wikipedia: Lionsgate":{"homepageURL":"https://en.wikipedia.org/wiki/Lionsgate"}},"imageURL":"commons/thumb/6/65/Lionsgate_Logo.svg/%quality%px-Lionsgate_Logo.svg.png","description":"Lions Gate Entertainment Corporation, also known as Lionsgate, is a Canadian-American entertainment company. It was formed by Frank Giustra on July 10, 1997, domiciled in Vancouver, British Columbia, Canada and is currently headquartered in Santa Monica, California, United States. In addition to its flagship Lionsgate Films division, the company contains other divisions such as Lionsgate Television and Lionsgate Interactive. It owns a variety of subsidiaries such as Summit Entertainment, Debmar-Mercury, and Starz Inc."},"New Republic Pictures":{"sources":{"Wikipedia: New Republic Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/New_Republic_Pictures"}},"imageURL":"en/thumb/e/e0/New_Republic_Pictures_Logo.jpg/%quality%px-New_Republic_Pictures_Logo.jpg","description":"New Republic Pictures is an American production company and independent financier of feature films and television founded by Brian Oliver in 2017."},"Toho":{"sources":{"Wikipedia: Toho":{"homepageURL":"https://en.wikipedia.org/wiki/Toho"}},"imageURL":"commons/thumb/c/c5/Toho_logo_%28text%29.svg/%quality%px-Toho_logo_%28text%29.svg.png","description":"The Toho Co., Ltd. (\\u6771\\u5B9D\\u682A\\u5F0F\\u4F1A\\u793E, T\\u014Dh\\u014D kabushiki gaisha) is a Japanese film, theater production and distribution company. It has its headquarters in Chiyoda, Tokyo, and is one of the core companies of the Hankyu Hanshin Toho Group. Outside of Japan, it is best known as the producer and distributor of many kaiju and tokusatsu films, the Chouseishin tokusatsu superhero television franchise, the films of Akira Kurosawa, and the anime films of Studio Ghibli, TMS Entertainment and OLM, Inc. Other famous directors, including Yasujir\\u014D Ozu, Kenji Mizoguchi, Masaki Kobayashi, and Mikio Naruse, also directed films for Toho.\\n\\nToho's most famous creation is Godzilla, who is featured in 36 of the company's films. Godzilla, Rodan, Mothra, King Ghidorah and Mechagodzilla are described as Toho's Big Five because of the monsters' numerous appearances in all three eras of the franchise, as well as spin-offs. Toho has also been involved in the production of numerous anime titles. Its subdivisions are Toho-Towa Company, Limited (Japanese exclusive theatrical distributor of Universal Pictures which is distributed to home video by NBCUniversal Entertainment Japan), Towa Pictures Incorporated (Japanese exclusive theatrical distributor of Paramount Pictures), Toho International Company Limited, Toho E. B. Company Limited, and Toho Music Corporation & Toho Costume Company Limited. The company is the largest shareholder (7.96%) of Fuji Media Holdings Inc.\\n\\nToho is one of the four members of the Motion Picture Producers Association of Japan (MPPAJ), and is the largest of Japan's Big Four film studios."},"Walt Disney Pictures":{"sources":{"Wikipedia: Walt Disney Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Walt_Disney_Pictures"}},"imageURL":"en/thumb/5/57/Walt_Disney_Pictures_2011_logo.svg/%quality%px-Walt_Disney_Pictures_2011_logo.svg.png","description":"Walt Disney Pictures, also known as Disney Live Action, is an American film production studio and subsidiary of Walt Disney Studios, which is owned by The Walt Disney Company. The studio is the flagship producer of live-action feature films within the Walt Disney Studios unit, and is based at the Walt Disney Studios in Burbank, California. Animated films produced by Walt Disney Animation Studios and Pixar Animation Studios are also released under the studio banner. Walt Disney Studios Motion Pictures distributes and markets the films produced by Walt Disney Pictures.\\n\\nDisney began producing live-action films in the 1950s, under the company's all-encompassing name, Walt Disney Productions. The live-action division took on its current incorporated name of Walt Disney Pictures in 1983, when Disney reorganized its entire studio division; which included the separation from the feature animation division and the subsequent creation of Touchstone Pictures; a sister division responsible for producing mature films not suitable for release through Walt Disney Pictures. At the end of that decade, combined with Touchstone's output, Walt Disney Pictures elevated Walt Disney Studios as one of Hollywood's major film studios.\\n\\nWalt Disney Pictures is currently one of five live-action film studios within the Walt Disney Studios, the others being 20th Century Studios, Marvel Studios, Lucasfilm, and Searchlight Pictures. The 2019 remake of The Lion King is the studio's highest-grossing film worldwide with $1.6 billion, and Pirates of the Caribbean is the studio's most successful film series, with five films earning a total of over $4.5 billion in worldwide box office gross."},"Entertainment One":{"aliases":["eOne"],"sources":{"Wikipedia: Entertainment One":{"homepageURL":"https://en.wikipedia.org/wiki/Entertainment_One"}},"imageURL":"commons/thumb/2/2d/Entertainment_One_2015.svg/%quality%px-Entertainment_One_2015.svg.png","description":"Entertainment One Ltd., commonly abbreviated as eOne, is an American-owned multinational entertainment company. Based in Toronto, Ontario, Canada, the company is primarily involved in the acquisition, distribution, and production of films and television series. The company was listed on the London Stock Exchange before it was acquired by Hasbro on December 30, 2019."},"IAC (company)":{"aliases":["IAC"],"sources":{"Wikipedia: IAC (company)":{"homepageURL":"https://en.wikipedia.org/wiki/IAC_(company)"}},"imageURL":"commons/thumb/a/a4/InterActiveCorp_logo.svg/%quality%px-InterActiveCorp_logo.svg.png","description":"IAC is an American holding company that owns brands across 100 countries, mostly in media and Internet. The company is headquartered in New York City and incorporated in Delaware. Joey Levin, who previously led the company's search & applications segment, has served as Chief Executive Officer since June 2015."},"ToonBox Entertainment":{"aliases":[],"sources":{"Wikipedia: ToonBox Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/ToonBox_Entertainment"}},"imageURL":"en/thumb/6/67/ToonBox_Entertainment_logo.svg/%quality%px-ToonBox_Entertainment_logo.svg.png","description":"ToonBox Entertainment is a Canadian animation studio, founded in June 2008, and is best known for its 2014 animated feature and its first film, The Nut Job."},"Balboa Productions":{"aliases":["Sylvester Stallone"],"sources":{"Wikipedia: Balboa Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Balboa_Productions"}},"imageURL":"commons/thumb/2/2b/Balboa-productions-seeklogo.com-3.svg/%quality%px-Balboa-productions-seeklogo.com-3.svg.png","description":"Balboa Productions is an American film and television production company led by Sylvester Stallone and named after his character, Rocky Balboa from the Rocky franchise. The company is responsible for the documentary One Night: Joshua vs. Ruiz and the feature-length films Rambo: Last Blood and Samaritan."},"Outerbanks Entertainment":{"sources":{"Wikipedia: Outerbanks Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Outerbanks_Entertainment"}},"description":"Outerbanks Entertainment is an American production company based in Los Angeles, founded in 1995 by screenwriter Kevin Williamson.\\n\\nIt produced the CW series The Vampire Diaries (2009\\u20132017). Past credits include Dawson's Creek (1998\\u20132003). It also produced the series Glory Days (2002) for The WB and Wasteland (1999) for ABC.\\n\\nIt also served as the production company on Scream 4 (2011) and Scream (2022).\\n\\nIts name is a reference to Williamson's origins in Oriental, North Carolina."},"Orion Classics":{"sources":{"Wikipedia: Orion Classics":{"homepageURL":"https://en.wikipedia.org/wiki/Orion_Classics"}},"imageURL":"en/thumb/0/0f/Orion_classics_logo_2018.jpg/%quality%px-Orion_classics_logo_2018.jpg","description":"Orion Classics started in 1983 as the distribution label for the then independent film production company Orion Pictures, now owned by Metro-Goldwyn-Mayer.\\n\\nIt was relaunched in 2018.\\n\\nThe original focus of 1980-era Orion Classics was on acquiring independent and foreign films for North American distribution, as headed by Michael Barker, Tom Bernard, and Marcie Bloom. In addition it aimed to produce some arthouse films of its own. It was launched when Barker, Bernard and Donna Gigliotti moved from UA Classics, a United Artists specialty division. Among its most notable films were Babette's Feast, Pedro Almod\\u00F3var's Women on the Verge of a Nervous Breakdown, Jim Jarmusch's Mystery Train and Richard Linklater's Slacker.\\n\\nSince its relaunch Orion Classics has released Mike P. Nelson's The Domestics and Jim Cummings' The Wolf of Snow Hollow, among others."},"Sony Pictures Motion Picture Group":{"aliases":["3000 Pictures","Sony Pictures Entertainment Motion Picture Group","Columbia TriStar Motion Picture Group","SPMPG"],"sources":{"Wikipedia: Sony Pictures Motion Picture Group":{"homepageURL":"https://en.wikipedia.org/wiki/Sony_Pictures_Motion_Picture_Group"}},"imageURL":"commons/thumb/d/d7/Sony_Pictures_logo.svg/%quality%px-Sony_Pictures_logo.svg.png","description":"Sony Pictures Entertainment Motion Picture Group (commonly known as the Sony Pictures Motion Picture Group, formerly known as the Columbia TriStar Motion Picture Group until 2013, and abbreviated as SPMPG) is a division of Sony Pictures Entertainment to manage its motion picture operations. It was launched in 1998 by integrating the businesses of Columbia Pictures Industries, Inc. and TriStar Pictures, Inc."},"DC Films":{"aliases":[],"sources":{"Wikipedia: DC Films":{"homepageURL":"https://en.wikipedia.org/wiki/DC_Films"}},"imageURL":"commons/thumb/3/3d/DC_Comics_logo.svg/%quality%px-DC_Comics_logo.svg.png","description":"DC Films is an American film studio that is a subsidiary of Warner Bros. Pictures, the flagship film studio under Warner Bros., dedicated to the production of films based on characters from DC Comics. Walter Hamada is the current president of DC Films."},"DC Entertainment":{"aliases":[],"sources":{"Wikipedia: DC Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/DC_Entertainment"}},"imageURL":"commons/thumb/3/3d/DC_Comics_logo.svg/%quality%px-DC_Comics_logo.svg.png","description":"DC Comics, Inc. (or simply just DC) is an American comic book publisher and the flagship unit of DC Entertainment, a subsidiary of the Warner Bros. Global Brands and Franchises division of Warner Bros., which itself is a subsidiary of AT&T's WarnerMedia through its Studios & Networks division.\\n\\nDC Comics is one of the largest and oldest American comic book companies, with their first comic under the DC banner being published in 1937. The majority of its publications take place within the fictional DC Universe and feature numerous culturally iconic heroic characters, such as Superman, Batman, and Wonder Woman. It is widely known for some of the most famous and recognizable teams including the Justice League, the Justice Society of America, the Suicide Squad and the Teen Titans. The universe also features a large number of well-known supervillains such as the Joker, Lex Luthor, and Darkseid. The company has published non-DC Universe-related material, including Watchmen, V for Vendetta, Fables and many titles under their alternative imprint Vertigo.\\n\\nOriginally in Manhattan at 432 Fourth Avenue, the DC Comics offices have been located at 480 and later 575 Lexington Avenue; 909 Third Avenue; 75 Rockefeller Plaza; 666 Fifth Avenue; and 1325 Avenue of the Americas. DC had its headquarters at 1700 Broadway, Midtown Manhattan, New York City, but DC Entertainment relocated its headquarters to Burbank, California in April 2015.\\n\\nPenguin Random House Publisher Services distributes DC Comics' books to the bookstore market, while Diamond Comic Distributors supplied the comics shop direct market until June 2020, where Lunar Distribution and UCS Comic Distributors, who already distributed to the direct market due to Diamond's distribution interruption as a result of the COVID-19 pandemic, replaced Diamond to distribute to that market. DC Comics and its longtime major competitor Marvel Comics (acquired in 2009 by The Walt Disney Company, WarnerMedia's main competitor) together shared approximately 70% of the American comic book market in 2017, though this number may give a distorted view since graphic novels are excluded. With the sales of all books included, DC is the second biggest publisher, after Viz Media, and Marvel is third."},"Carnival Films":{"sources":{"Wikipedia: Carnival Films":{"homepageURL":"https://en.wikipedia.org/wiki/Carnival_Films"}},"description":"Carnival Films is a British television production company based in London, UK, founded in 1978. It has produced television series for all the major UK networks including the BBC, ITV, Channel 4, and Sky, as well as international broadcasters including PBS, A&E, HBO and NBC. Productions include single dramas, long-running television dramas, feature films, and stage productions."},"DreamWorks Animation":{"aliases":[],"sources":{"Wikipedia: DreamWorks Animation":{"homepageURL":"https://en.wikipedia.org/wiki/DreamWorks_Animation"}},"imageURL":"en/thumb/f/ff/DreamWorks_Animation_SKG_logo_with_fishing_boy.svg/%quality%px-DreamWorks_Animation_SKG_logo_with_fishing_boy.svg.png","description":"DreamWorks Animation LLC (also simply known as DreamWorks) is an American animation studio that produces animated films and television programs and is a subsidiary of Universal Pictures, a division of NBCUniversal, which is itself a division of Comcast. The studio has released 41 feature films as of July 2021, including several of the highest-grossing animated films of all time, with Shrek 2 (2004) having been the highest at the time of its release. The studio's first film, Antz, was released on October 2, 1998 and its latest film was The Boss Baby: Family Business, which was released on July 2, 2021; their upcoming slate of films include The Bad Guys on April 22, 2022, Puss in Boots: The Last Wish on September 23, 2022, and Trolls 3 on November 17, 2023. Additionally, three untitled films are scheduled to be released on April 7, 2023, February 9, 2024, and September 27, 2024.\\n\\nFormed as a division of DreamWorks Pictures in 1994 with alumni from Amblin Entertainment's former animation branch Amblimation, it was spun off into a separate company in 2004. NBCUniversal acquired DreamWorks Animation at a cost of $3.8 billion in 2016. The studio originally made some traditionally animated films, as well as two stop-motion co-productions with Aardman Animations, but now exclusively relies on computer animation. Its productions, including The Prince of Egypt, Wallace & Gromit: The Curse of the Were-Rabbit, and the Shrek, Kung Fu Panda and How to Train Your Dragon franchises, have received several accolades, including three Academy Awards, 41 Emmy Awards, numerous Annie Awards, and multiple Golden Globe and BAFTA nominations.\\n\\nFilms produced by DreamWorks Animation were originally distributed by DreamWorks Pictures until 2005, which was then taken over by Paramount Pictures in 2006 until 2012. 20th Century Fox became the third distributor in 2013 and held the position until 2017. Universal Pictures became the fourth distributor and holds the position since 2019, as well as owning most of the rights to its back catalogue."},"Bliss Media":{"sources":{"Wikipedia: Bliss Media":{"homepageURL":"https://en.wikipedia.org/wiki/Bliss_Media"}},"description":"Bliss Media is a Chinese film company specializing in international film financing, production and distribution. The company was founded in 2011 and now holds offices in both Shanghai and Los Angeles. It has been involved in the investment, production and distribution process of international feature films including Hacksaw Ridge, Jackie, and Loving. Hacksaw Ridge ultimately became the highest grossing imported war film in China."},"Atomic Monster Productions":{"sources":{"Wikipedia: Atomic Monster Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Atomic_Monster_Productions"}},"imageURL":"en/thumb/d/dd/Atomic_Monster_Productions.svg/%quality%px-Atomic_Monster_Productions.svg.png","description":"Atomic Monster Productions is an American film and television production company, founded by James Wan. The company is known for producing films in The Conjuring Universe, Lights Out, Mortal Kombat and Malignant."},"Metro-Goldwyn-Mayer":{"aliases":["Metro-Goldwyn-Mayer Studios","MGM"],"sources":{"Wikipedia: Metro-Goldwyn-Mayer":{"homepageURL":"https://en.wikipedia.org/wiki/Metro-Goldwyn-Mayer"}},"imageURL":"en/thumb/4/41/Metro-Goldwyn-Mayer_logo.png/%quality%px-Metro-Goldwyn-Mayer_logo.png","description":"Metro-Goldwyn-Mayer Studios Inc. (also known as Metro-Goldwyn-Mayer Pictures or MGM) is an American media company, founded in 1924, that produces and distributes feature films and television programs. It is based in Beverly Hills, California.\\n\\nMGM was formed by Marcus Loew by combining Metro Pictures, Goldwyn Pictures, and Louis B. Mayer Pictures into a single company. It hired a number of well known actors as contract players\\u2014its slogan was \\\"more stars than there are in heaven\\\"\\u2014and soon became one of Hollywood's \\\"big five\\\" film studios, producing popular movie musicals and winning many Oscars. The company also owned film studios, movie lots, movie theaters and technical production facilities. Its most prosperous era, from 1926 to 1959, was bracketed by two productions of Ben Hur. After that, it divested itself of the Loews movie theater chain, and, in the 1960s, it diversified into television production. In 1969, Kirk Kerkorian bought 40% of MGM, hired new management, reduced its output to about five movies per year, and diversified its products, creating MGM Resorts International and, in 1973, a Las Vegas-based hotel and casino company (which it divested in the 1980s). In 1980, it acquired United Artists. In 1986, Kerkorian sold the entire company to Ted Turner. Turner kept the rights to the MGM library in Turner Entertainment, sold the studio lot in Culver City to Lorimar, and sold back the remnant of MGM to Kerkorian who then sold it again in 1992, only to buy it again a third time in 1996. After that he expanded MGM by purchasing Orion Pictures and the Samuel Goldwyn Company, including both of their film libraries. Finally, in 2004, Kerkorian sold the company to a consortium that included Sony Pictures.\\n\\nIn 2010, MGM filed for Chapter 11 bankruptcy protection and reorganization. Later that year, after reorganization, MGM emerged from bankruptcy under the ownership of its creditors. Two former executives at Spyglass Entertainment, Gary Barber and Roger Birnbaum, became co-chairmen and co-CEOs of MGM's new holding company. In 2020, with Barber having left MGM, it began looking to be acquired by another company in order to pay its creditors.\\n\\nOn May 26, 2021, it was announced that MGM would be acquired by Amazon for $8.45 billion. The merger was finalized on March 17, 2022.\\n\\nIn the present day, MGM is still producing and distributing feature films and television series. Its major film productions include the Rocky and James Bond franchises, and among its recent television productions is the series The Handmaid's Tale."},"Perfect World Pictures":{"sources":{"Wikipedia: Perfect World Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Perfect_World_Pictures"}},"imageURL":"en/thumb/e/e9/Perfect_World_Pictures_logo.svg/%quality%px-Perfect_World_Pictures_logo.svg.png","description":"Perfect World Pictures (PWPIC) is a Chinese entertainment company. Founded in 2008, it engages in the production, distribution and marketing of film and television content, content related advertising, merchandising business, talent management business as well as investment.\\n\\nAt the start of 2016, Perfect World announced a long term co-financing deal with Universal Pictures, which represents the first time a Chinese company has directly invested in a multi-year slate deal with a major U.S. studio.\\n\\nPWPIC trades on the Shenzhen Stock Exchange in China under Ticker 002624."},"Searchlight Pictures":{"aliases":["Searchlight"],"sources":{"Wikipedia: Searchlight Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Searchlight_Pictures"}},"imageURL":"commons/thumb/5/57/Searchlight_Pictures_logo.svg/%quality%px-Searchlight_Pictures_logo.svg.png","description":"Searchlight Pictures, Inc. is an American film studio that is a division of 20th Century Studios, a subsidiary of Walt Disney Studios, which is part of The Walt Disney Company. A sister studio of 20th Century Studios (previously 20th Century Fox), Searchlight was founded in 1994 as Fox Searchlight Pictures, Inc., the studio focuses primarily on producing, distributing and acquiring specialty films.\\n\\nSearchlight is best known for distributing the films Slumdog Millionaire, 12 Years a Slave, Birdman, The Shape of Water and Nomadland, all of which won an Academy Award for Best Picture. Other Best Picture nominations include The Full Monty, Sideways, Little Miss Sunshine, Juno, Black Swan, 127 Hours, The Tree of Life, The Descendants, Beasts of the Southern Wild, The Grand Budapest Hotel, Brooklyn, Three Billboards Outside Ebbing, Missouri, The Favourite, Jojo Rabbit, and Nightmare Alley. The studio has grossed over $5.3 billion worldwide and amassed 26 Golden Globe Awards, 47 BAFTA awards, and 43 Academy Awards. Slumdog Millionaire is the studio's largest commercial success, with over $377 million (US) of box office receipts, against a production budget of only $15 million.\\n\\nSearchlight Pictures was one of the 21st Century Fox film production companies that was acquired by Disney on March 20, 2019. The studio's current name was adopted on January 17, 2020."},"Point Grey Pictures":{"sources":{"Wikipedia: Point Grey Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Point_Grey_Pictures"}},"description":"Point Grey Pictures, Inc. (PGP) is a Canadian independent film and television production company."},"WingNut Films":{"aliases":[],"sources":{"Wikipedia: WingNut Films":{"homepageURL":"https://en.wikipedia.org/wiki/WingNut_Films"}},"description":"WingNut Films, Inc. is a New Zealand production company based in Wellington, with other offices in Hollywood, United States, London, United Kingdom, and Melbourne, Australia. It is notable for producing and collaborates predominantly with filmmaker Peter Jackson, especially on The Lord of the Rings. WingNut Films also has produced at Pinewood Studios in England."},"Constantin Film":{"sources":{"Wikipedia: Constantin Film":{"homepageURL":"https://en.wikipedia.org/wiki/Constantin_Film"}},"imageURL":"commons/thumb/9/9e/Logo_Constantin_Film.svg/%quality%px-Logo_Constantin_Film.svg.png","description":"The Constantin Film AG is a German mini-major film production and distribution company based in Munich. The company, which belongs to Swiss media conglomerate Highlight Communications AG, is a large independent German maker and distributor of productions in the entire field of audio-visual fiction and non-fiction. Company activity is based on the five pillars of film production/procurement of rights, TV production, film distribution, home entertainment and licence trading/TV exploitation. Constantin Film AG has released 36 of the 100 most successful German films of the last 20 years, including four of the Top 5: Manitou's Shoe (11.7 million viewers), Traumschiff Surprise \\u2013 Periode 1 (9 million), Fack ju G\\u00F6hte (7.3 million) and Fack ju G\\u00F6hte 2 (7.7 million). The Fack ju G\\u00F6hte trilogy was concluded in 2017 with Fack ju G\\u00F6hte 3 (6 million viewers) and is now the most successful German film series of all time. Internationally, Constantin Film is best known for the successful Resident Evil film franchise, which has earned US$1.2 billion worldwide to date and is also known as the highest-grossing film series based on a video game. Most recent successes include TV series Shadowhunters, which won four People's Choice Awards in 2018. Constantin has also been involved in 20th Century Fox's Fantastic Four film franchise. Other productions include bestseller adaption The Silence and Monster Hunter."},"Walden Media":{"sources":{"Wikipedia: Walden Media":{"homepageURL":"https://en.wikipedia.org/wiki/Walden_Media"}},"imageURL":"en/thumb/4/45/Walden_Media_logo.svg/%quality%px-Walden_Media_logo.svg.png","description":"Walden Media, LLC or Walden Media is an American film investor, distributor, and publishing company. Its films are based on children's literature, biographies or historical events, as well as documentaries and some original screenplays.\\n\\nThe corporate headquarters of Walden Media are located in Los Angeles, California. The company is owned by the Christian conservative Philip Anschutz, who has said he expects their movies \\\"to be entertaining, but also to be life affirming and to carry a moral message.\\\"\\n\\nWalden Media operates Walden Pond Press, a joint venture with HarperCollins, which publishes middle grade books."},"The Stone Quarry":{"aliases":["Cruel and Unusual Films"],"sources":{"Wikipedia: The Stone Quarry":{"homepageURL":"https://en.wikipedia.org/wiki/The_Stone_Quarry"}},"imageURL":"en/thumb/6/64/The_Stone_Quarry_logo.png/%quality%px-The_Stone_Quarry_logo.png","description":"The Stone Quarry (formerly Cruel and Unusual Films, Inc.) is an American production company established in 2004 by filmmaker Zack Snyder, his wife Deborah Snyder and their producing partner Wesley Coller."},"Warner Bros. Pictures":{"aliases":[],"sources":{"Wikipedia: Warner Bros. Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Warner_Bros._Pictures"}},"imageURL":"commons/thumb/1/1a/Warner_Bros._Pictures_2019.svg/%quality%px-Warner_Bros._Pictures_2019.svg.png","description":"Warner Bros. Pictures is an American film production studio and division of the Warner Bros. Pictures Group, a subsidiary of Warner Bros. Entertainment, which is owned by AT&T's WarnerMedia. The studio is the flagship producer of live-action feature films within the Warner Bros. Pictures Group unit, and is based at the Warner Bros. Studios complex in Burbank, California. Animated films produced by Warner Bros. Animation and the Warner Animation Group are also released under the studio banner.\\n\\nWarner Bros. Pictures is currently one of five live-action film studios within the Warner Bros. Pictures Group, the others being New Line Cinema, DC Films, Castle Rock Entertainment, and the Spyglass Media Group. The final installment of the Harry Potter film series is the studio's highest-grossing film worldwide with $1.3 billion.\\n\\nFounded in 1923 by brothers Harry Warner, Albert Warner, Sam Warner, and Jack L. Warner, in addition to producing its own films, it handles filmmaking operations, theatrical distribution, marketing and promotion for films produced and released by other Warner Bros. labels, including Warner Animation Group, New Line Cinema, DC Films, and Castle Rock Entertainment, as well as various third-party producers."},"Disney+":{"aliases":[],"sources":{"Wikipedia: Disney+":{"homepageURL":"https://en.wikipedia.org/wiki/Disney+"}},"imageURL":"commons/thumb/3/3e/Disney%2B_logo.svg/%quality%px-Disney%2B_logo.svg.png","description":"Disney+ is an American subscription video on-demand over-the-top streaming service owned and operated by the Media and Entertainment Distribution division of The Walt Disney Company. The service primarily distributes films and television series produced by The Walt Disney Studios and Walt Disney Television, with dedicated content hubs for the brands Disney, Pixar, Marvel, Star Wars, and National Geographic, as well as Star in some regions. Original films and television series are also distributed on Disney+.\\n\\nDisney+ relies on technology developed by Disney Streaming Services, which was originally established as BAMTech in 2015 when it was spun off from MLB Advanced Media (MLBAM). Disney increased its ownership share of BAMTech to a controlling stake in 2017, and subsequently transferred ownership to DTCI, as part of a corporate restructuring in anticipation of Disney's acquisition of 21st Century Fox. With BAMTech helping to launch ESPN+ in early 2018, and Disney's streaming distribution deal with Netflix ending in 2019, Disney took the opportunity to use technologies being developed for ESPN+ to establish a Disney-branded streaming service that would feature its content. Production of films and television shows for exclusive release on the platform began in late 2017.\\n\\nDisney+ was launched on November 12, 2019, in the United States, Canada, and the Netherlands, and expanded to Australia, New Zealand, and Puerto Rico a week later. It became available in select European countries in March 2020 and in India in April through Star India's Hotstar streaming service, which was rebranded as \\\"Disney+ Hotstar\\\". Additional European countries received the service in September 2020, with the service expanding to Latin America in November 2020. Upon launch, it was met with positive reception of its content library, but was criticized for technical problems and missing content. Alterations made to films and television shows also attracted media attention. Ten million users had subscribed to Disney+ by the end of its first day of operation. The service has 129.8 million global subscribers as of January 1, 2022."},"Sunday Night Productions":{"sources":{"Wikipedia: Sunday Night Productions":{"homepageURL":"https://en.wikipedia.org/wiki/Sunday_Night_Productions"}},"imageURL":"en/thumb/2/22/Sunday_Night_Productions_logo.jpg/%quality%px-Sunday_Night_Productions_logo.jpg","description":"Sunday Night Productions is an American film and television production company founded by John Krasinski and Allyson Seeger in 2013. It is known for producing the television series Lip Sync Battle, Dream Corp LLC and Jack Ryan, the YouTube streaming news show Some Good News, and the feature-length films The Hollars, A Quiet Place, and A Quiet Place Part II."},"AGBO":{"aliases":["Gozie AGBO"],"sources":{"Wikipedia: AGBO":{"homepageURL":"https://en.wikipedia.org/wiki/AGBO"}},"imageURL":"en/thumb/0/0f/AGBO_Company_Logo.jpg/%quality%px-AGBO_Company_Logo.jpg","description":"AGBO (also known as Gozie AGBO) is an independent film and television production company led by Anthony and Joe Russo, best known for their work in the Marvel Cinematic Universe, most notably Avengers: Infinity War and Avengers: Endgame. The company is responsible for the television shows Deadly Class and Larry Charles' Dangerous World of Comedy, and the feature-length films 21 Bridges and Extraction."},"HBO Max":{"aliases":[],"sources":{"Wikipedia: HBO Max":{"homepageURL":"https://en.wikipedia.org/wiki/HBO_Max"}},"imageURL":"commons/thumb/1/17/HBO_Max_Logo.svg/%quality%px-HBO_Max_Logo.svg.png","description":"HBO Max is an American subscription-based video on demand service owned by AT&T's WarnerMedia, through its WarnerMedia Direct subsidiary. The service was launched in the United States on May 27, 2020, in Latin America and the Caribbean on June 29, 2021, in Andorra, Spain and the Nordic countries on October 26, 2021, and in the Netherlands, Portugal and Central and Eastern Europe on March 08, 2022. While built around content from the namesake pay television service HBO, HBO Max principally serves as a content hub for WarnerMedia's various film and television properties. It offers a range of original programming and library content from the additional company content licensed through third-party distributors.\\n\\nAccording to AT&T, HBO and HBO Max had a combined total of 69.4 million paying subscribers globally on June 30, 2021, including 43.5 million HBO Max subscribers in the U.S., 3.5 million HBO-only U.S. subscribers (primarily commercial customers like hotels), and 20.5 million subscribers to either HBO Max or HBO by itself in other countries.\\n\\nAs of Q4 2021, HBO and HBO Max has a combined total of 73.8 million paying global subscribers."},"Amblin Partners":{"sources":{"Wikipedia: Amblin Partners":{"homepageURL":"https://en.wikipedia.org/wiki/Amblin_Partners"}},"imageURL":"commons/thumb/6/69/Amblin_Partners_logo.svg/%quality%px-Amblin_Partners_logo.svg.png","description":"Storyteller Distribution Co., LLC, doing business as Amblin Partners, LLC., is an American entertainment company that is the successor to the live-action counterpart of DreamWorks and a production company, led by Steven Spielberg, that develops and produces films under the Amblin Entertainment and DreamWorks Pictures banners, as well as television series through Amblin Television. The company's investment partners include Reliance Group's Reliance Entertainment, Hasbro's Entertainment One, Alibaba Group's Alibaba Pictures and NBCUniversal/Comcast's Universal Pictures. Films produced by Amblin Partners are mostly distributed by Universal in North America and select international territories and by third-party distributors through Mister Smith Entertainment in Europe, the Middle East and Africa."},"RVK Studios":{"aliases":[],"sources":{"Wikipedia: RVK Studios":{"homepageURL":"https://en.wikipedia.org/wiki/RVK_Studios"}},"imageURL":"commons/8/8d/RVK_studios_logo.png","description":"RVK Studios is an Icelandic film production company. It superseded Blueeyes Productions by making all future productions from now on. The company's director and chairman of the board is Baltasar Korm\\u00E1kur who is a highly acclaimed director, writer and producer on an international scale. RVK Studios mainly creates Icelandic drama films and TV shows for an international audience.\\n\\nAfter the merger, RVK studios has produced big films like Everest, The Oath and TV shows like Trapped. More films and TV shows are in production, such as V\\u00EDkingr, Mules, Katla, and Eve."},"TriStar Productions":{"aliases":[],"sources":{"Wikipedia: TriStar Productions":{"homepageURL":"https://en.wikipedia.org/wiki/TriStar_Productions"}},"imageURL":"en/d/d3/TriStar_Pictures_2015_logo.jpg","description":"TriStar Productions (TSP) is an American film and television production company, a division of TriStar Pictures and a joint venture between Sony Pictures Entertainment (SPE) and former 20th Century Fox chairman Tom Rothman.\\n\\nThe new company shares its name and logo with the current TriStar Pictures distribution label of Sony Pictures, under which TriStar Productions' four films per year will be released joining the other titles released from Sony Pictures Worldwide Acquisitions. The television programming however, will be produced for Sony Pictures Television. The TriStar name was selected as Rothman considers himself a film buff, giving the company its historical name, and counting on the good will of the Hollywood creative types to give the unit an edge."},"Apple Studios (production company)":{"aliases":[],"sources":{"Wikipedia: Apple Studios (production company)":{"homepageURL":"https://en.wikipedia.org/wiki/Apple_Studios_(production_company)"}},"imageURL":"commons/thumb/f/fa/Apple_logo_black.svg/%quality%px-Apple_logo_black.svg.png","description":"Apple Studios is an American film and television production company that is a subsidiary of Apple Inc. It specializes in developing and producing television series and films for Apple's digital video streaming service Apple TV+."},"Walt Disney Studios Motion Pictures":{"sources":{"Wikipedia: Walt Disney Studios Motion Pictures":{"homepageURL":"https://en.wikipedia.org/wiki/Walt_Disney_Studios_Motion_Pictures"}},"imageURL":"commons/thumb/5/5e/Walt_Disney_Studios_Motion_Pictures_logo.svg/%quality%px-Walt_Disney_Studios_Motion_Pictures_logo.svg.png","description":"Walt Disney Studios Motion Pictures, formerly known as Buena Vista Pictures Distribution, Inc. until 2007, is an American film distribution studio within the Disney Media and Entertainment Distribution division of the Walt Disney Company. It handles theatrical and occasional digital distribution, marketing and promotion for films produced and released by the Walt Disney Studios, including Walt Disney Pictures, Walt Disney Animation Studios, Pixar, Marvel Studios, Lucasfilm, and 20th Century Studios; Disney's Searchlight Pictures label operates its own autonomous theatrical distribution and marketing unit.\\n\\nThe company was originally established in 1953 as Buena Vista Film Distribution Company, Inc. (later renamed to Buena Vista Distribution Company, Inc. and Buena Vista Pictures Distribution, Inc.). It took on its current name in 2007.\\n\\nBefore 1953, Walt Disney's productions were distributed by M.J. Winkler Pictures (1924\\u20131926), Film Booking Offices of America (1926\\u20131927), Universal Pictures (1927\\u20131928), Celebrity Productions (1928\\u20131930), Columbia Pictures (1930\\u20131932), United Artists (1932\\u20131937, 1943), and RKO Radio Pictures (1937\\u20131956)."},"TSG Entertainment":{"aliases":[],"sources":{"Wikipedia: TSG Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/TSG_Entertainment"}},"imageURL":"en/thumb/6/65/TSG_Entertainment_logo.jpg/%quality%px-TSG_Entertainment_logo.jpg","description":"TSG Entertainment Finance LLC (d.b.a. TSG Entertainment) is an American film financing entity which primarily funds live action films. TSG stands for parent company The Seelig Group.\\n\\nTSG was established after the U.S. theatrical release of Parental Guidance to replace Dune Entertainment as a result of Dune not renewing their deal with 20th Century Fox. Fox was looking for a new long term co-financing arrangement and made a deal with TSG Entertainment. The financing entity was founded by former Dune partner Chip Seelig with majority funding from Magnetar Capital with additional funding from Seelig and others. Seelig had left Dune in May 2011 to launch a new funding company. TSG was also looking for some ($300\\u2013400 million) debt financing from banks at this time. In November 2015, Bona Film Group, a Chinese film studio, invested $235 million in TSG. Because of The Walt Disney Company\\u2019s acquisition of 21st Century Fox (sans certain units) on March 20, 2019, Disney inherited Fox\\u2019s deal with TSG for 20th Century Fox (now 20th Century Studios).\\n\\nTSG's logo is a depiction of a man with a bow shooting an arrow through several axe heads, similar to Odysseus from Homer's Odyssey."},"Platinum Dunes":{"sources":{"Wikipedia: Platinum Dunes":{"homepageURL":"https://en.wikipedia.org/wiki/Platinum_Dunes"}},"imageURL":"en/thumb/7/7d/Platinum_Dunes.jpg/%quality%px-Platinum_Dunes.jpg","description":"Platinum Dunes is an American production company created in November 2001 by filmmakers Michael Bay, Brad Fuller, and Andrew Form. The company produces horror films, such as The Texas Chainsaw Massacre, The Purge, Friday the 13th, A Nightmare on Elm Street, Ouija, A Quiet Place, and A Quiet Place Part II.\\n\\nOn October 7, 2009, Paramount Pictures announced a first-look deal with Platinum Dunes. With this, they plan to branch out of the horror genre into action and thrillers. On May 27, 2010, it was announced they would work on the reboot to the Teenage Mutant Ninja Turtles film series of the same name. In 2014, Platinum Dunes was named The Hollywood Reporter's Producers of the Year. In 2015, the company was also named to The Hollywood Reporter's 30 Most Powerful Film Producers in Hollywood. In 2018, Fuller and Form made an amicable split from Platinum Dunes to launch a new production company, Fully Formed Entertainment."},"HBO Films":{"aliases":["HBO Pictures"],"sources":{"Wikipedia: HBO Films":{"homepageURL":"https://en.wikipedia.org/wiki/HBO_Films"}},"imageURL":"commons/thumb/5/5f/HBO_Films_Logo.svg/%quality%px-HBO_Films_Logo.svg.png","description":"HBO Films (formerly called HBO Premiere Films and HBO Pictures) is an American production and distribution company, a division of the cable television network HBO that produces feature films and miniseries. The division produces fiction and non-fiction works, primarily for distribution to their own customers, though recently the company has been funding theatrical releases.\\n\\nHBO Films slates three or four films per year and develops most them internally with theatrical films being distributed by Warner Bros. Pictures."},"Summit Entertainment":{"sources":{"Wikipedia: Summit Entertainment":{"homepageURL":"https://en.wikipedia.org/wiki/Summit_Entertainment"}},"imageURL":"commons/thumb/4/4c/Summit_Entertainment_logo.svg/%quality%px-Summit_Entertainment_logo.svg.png","description":"Summit Entertainment is an American film production and distribution company. It is a label of Lionsgate Films, owned by Lionsgate Entertainment and is headquartered in Santa Monica, California."},"WWE Studios":{"aliases":["WWE Films"],"sources":{"Wikipedia: WWE Studios":{"homepageURL":"https://en.wikipedia.org/wiki/WWE_Studios"}},"imageURL":"en/thumb/c/cb/WWE_Studios_logo.jpeg/%quality%px-WWE_Studios_logo.jpeg","description":"WWE Studios Inc. (formerly known as WWE Films) is an American film studio owned by the professional wrestling corporation WWE. WWE Studios movies frequently mix well-known actors and actresses in lead roles with WWE wrestlers, and teams with existing production and distribution companies to deliver the product at a cheaper cost for both parties."}},"version":2,"imageURLPrefix":"https://upload.wikimedia.org/wikipedia/"}