{"title":"Filing by mail; date of filing","subdivisions":{"A":{"description":"Any report, claim, tax return, statement, payment, deposit or other material dealing in any way or manner with taxation, other than petitions or notices of appeal, that is required or authorized to be filed with or made to this state or any agency or political subdivision of this state and that is deposited, properly addressed and postage prepaid, in an official depository of the United States mail shall be deemed filed and received by the addressee on the date shown by the postmark or other official mark of the United States mail stamped thereon, or, if the sender disputes the dates contained on such mark or no such mark appears or is legible, on the mailing date as established by competent evidence introduced by the sender."},"B":{"description":"Any filing that is described in subsection A of this section and that is not received by the addressee shall be deemed filed and received on the date of mailing if the sender establishes the date of mailing as provided in subsection A of this section and files with the addressee a duplicate filing within ten days after written notification of nonreceipt of such filing is given to the sender by the addressee."},"C":{"description":"If any filing described in subsection A of this section is sent by United States certified or registered mail or certificate of mailing, the date of such registration, certification or certificate, as established by a record authenticated by proper officials of the United States mail, shall be deemed the date of filing."},"D":{"description":"If the due date of any filing described in subsection A of this section falls upon a Saturday, Sunday or legal holiday, the filing shall be considered timely if performed on the next business day."},"E":{"description":"Any filing described in subsection A of this section that does not contain a postmark or other official mark of the United States mail stamped thereon shall be considered timely if received within five business days after the due date of the filing."},"F":{"subdivisions":{"1":{"description":"\"United States mail\" are considered to include any designated delivery service provided by a trade or business if the service has been designated by the United States secretary of the treasury pursuant to section 7502(f) of the United States internal revenue code of 1986."},"2":{"description":"\"Postmark\" are considered to include any date recorded or marked by any designated delivery service and described in section 7502(f)(2)(C) of the internal revenue code."},"3":{"description":"\"Registered\" and \"certified\" are considered to include any equivalent service maintained by a designated delivery service."}},"description":"For the purposes of tax administration, references in this section to:"}},"sources":{"Arizona Legislature: Statute Page":{"homepageURL":"https://www.azleg.gov/ars/1/00218.htm"}}}