{"title":"Sovereign authority; affordable care act; definition","description":"(a) Are associated with section 20-238 and title 20, chapter 2, article 3.4.\\n(b) Are administered under sections 36-2901.08 and 36-2901.09.\\n(c) Involve the Arizona health care cost containment system.\\n(d) Are associated with initiatives, grants or other funding related to public health treatment, preparedness, education or prevention programs authorized by the affordable care act, provided that the funding does not impose unrelated requirements on this state or its political subdivisions that are outside the scope of the specific program.","subdivisions":{"A":{"subdivisions":{"1":{"description":"Funding or implementing a state-based health care exchange or marketplace."},"2":{"description":"Limiting the availability of self-funded health insurance programs or the reinsurance or other products that are traditionally used with self-funded health insurance programs."},"3":{"description":"Funding or aiding in the prosecution of any entity for a violation of the act, except as necessary to maintain the program integrity of the Arizona health care cost containment system."},"4":{"description":"Funding or administering any program or provision of the act except for regulatory activities that:"}},"description":"Pursuant to the sovereign authority of this state and article II, section 3, Constitution of Arizona, this state and all political subdivisions of this state are prohibited from using any personnel or financial resources to enforce, administer or cooperate with the affordable care act by:"},"B":{"description":"This state and all political subdivisions of this state may use personnel or financial resources to provide employee health insurance benefits, and such employee health insurance benefits may be in compliance with all provisions of the act."},"C":{"description":"For the purposes of this section, \"act\" or \"affordable care act\" means the patient protection and affordable care act (P.L. 111-148) as amended by the health care and education reconciliation act of 2010 (P.L. 111-152) and any rules adopted pursuant to those acts."}},"sources":{"Arizona Legislature: Statute Page":{"homepageURL":"https://www.azleg.gov/ars/1/00271.htm"}}}