{"identifier":"4f5a87c9-3ef2-43af-b5b8-c78c3bb69232","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/The_arrival_of_Christopher_Columbus_to_America%2C_1492.jpg/%quality%px-The_arrival_of_Christopher_Columbus_to_America%2C_1492.jpg","description":"The National Day of Spain is the official name of the national festivity of Spain. It is held annually on 12 October and is a national holiday. It is also traditionally referred to as the Día de la Hispanidad (Hispanicity), commemorating the Spanish legacy to the world, especially in America.\n\nThe celebration of the National Day of Spain is the day the Spanish people commemorates the history of the country, recognising and giving value of what has been achieved together and to reconfirm the commitment for the future as a nation. The 12 of October celebrates union and brotherhood, also showing the ties of Spain with the international community.\n\nSpanish law declares\n\n« the date chosen, October 12, symbolizes the historical anniversary in which Spain, about to conclude a process of State construction based on our cultural and political plurality, and the integration of the kingdoms of Spain into the same monarchy, begins a period of linguistic and cultural projection beyond European limits »\n\nLa Fiesta Nacional de España conmemorates the discovery of the Americas by Christopher Columbus for Spain on October 12, 1492, as a key point for the Spain's overseas projection and legacy to the world and in the Americas in particular and the vast, common heritage with the today's American countries, which integrated the Spanish Empire, the first global power in the world history.\n\nOctober 12 is also the official Spanish language day, the Feasts of both Our Lady of the Pillar and the Virgin of Guadalupe as well as the Day of the Spanish Armed Forces.\n\nThe 12 of October is also an official festivity in most Hispanic America, though under varying names (Día de la Hispanidad, Día de la Raza, Día del Respeto a la Diversidad Cultural, Día de la Resistencia Indígena, etc.) mainly celebrating the historical and cultural ties among them and between them and Spain and their common Hispanic and pre-Hispanic native-American heritage ; and further celebrated in the United States, as the Columbus Day."}