{"identifier":"6bd5ae77-6c69-488a-b916-e2e3926ca7ea","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/National_CleanUp_Day_Logo_2021.jpg/%quality%px-National_CleanUp_Day_Logo_2021.jpg","name":"National CleanUp Day","description":"National CleanUp Day is celebrated annually in the United States and globally on the third Saturday of September. In the United States, there are cleanups held in every State and Territory. It promotes organized and individual cleanup events and volunteering to keep the outdoors clean.\n\nThe inaugural National CleanUp Day was held in 2017 and had more than 225,000 volunteers. The 2018 event had over 1,500,000 volunteers, 14 million pounds of waste collected, and was held in conjunction with the inaugural World Cleanup Day. The 2019 cleanup had almost 2,000,000 volunteers, 18 million pounds of waste collected. The US event is coordinated with World CleanUp Day and saw a combined 20 million volunteers in 170 countries which is the largest, single day global volunteer event. National CleanUp Day partners include Earth Day, Keep America Beautiful, World Cleanup Day, Waterkeeper Alliance, National Parks Conservation Association, Junior Chamber International, Granite Gear, Fjallraven, and Clean Trails. In April 2019, Earth Day partnered with National CleanUp Day and Keep America Beautiful for the inaugural Earth Day CleanUp and had over 500,000 volunteers working to clean up trash and litter nationally. In 2020, the Great Global CleanUp by Earth Day was originally planned to include thousands of large group cleanups but the COVID-19 pandemic caused cancellation of most group events. Instead, Earth Day and presenting partners World CleanUp Day, National CleanUp Day and Keep America Beautiful organized individual activities like Plogging and the TrashTag Challenge.\n\nCleanUp events are held throughout September and include National Public Lands Day. Additional programs held year-round include Clean Trails, Plogging, Trashtag, CleanUps.org, Clean City USA, and CleanUp News.\n\nNational CleanUp Day events are held in the United States, Aruba, Bahamas, Belarus, Canada, Dominican Republic, India, Israel, Kenya, Malawi, Namibia, Netherlands, Romania, Rwanda, Sierra Leone, South Africa, Switzerland, Taiwan, and the Philippines. \n\nIn 2020, National CleanUp Day introduced the Tailored CleanUp@ program for businesses and cities. The program is free and available to any participating business, educational institution, land manager, government entity or nonprofit. The Tailored CleanUp page may be used for any cleanup activity on any date in the United States, Canada, India or China. The Join a CleanUp, cleanup mapping pages, and reporting pages may be used for any cleanup worldwide on any date. National CleanUp Day pivoted in 2020 due to COVID-19 from large scale cleanups to individual cleanups. They had over 671,000 signups by individuals, municipalities, schools, and companies.\n\nCleanUp News was launched on September 19, 2020, and contains CleanUp articles for general readership, science articles, and resources for journalists and writers. Actor Cobie Smulders joined with Clean Trails and Planet Oat to promote cleanup activities for National CleanUp Day. Plogging.org TrashTag.org and CleanUps.org were launched in January 2021. These concepts support the responsibility of land managers, municipalities, non-profits, educational institutions, businesses, and individuals holding cleanup activities globally.\n\nNational CleanUp Day is a nonprofit organization founded by Bill Willoughby and Steve Jewett.","type":"UNITED_NATIONS"}