{"identifier":"52deb493-74fb-41a5-a4c4-37b7f0232f9c","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/%quality%px-Flag_of_the_United_Nations.svg.png","name":"World Development Information Day","description":"In 1972, the United Nations General Assembly decided to institute a World Development Information Day coinciding with United Nations Day on October 24. The General Assembly had the object of drawing the attention of world public opinion each year to development problems and the necessity of strengthening international co-operation to solve them.\n\nThe day was further recognized as the date on which the International Development Strategy for the Second Nations Development Decade was adopted in 1970.\n\nOn May 17, 1972, the UN Conference on Trade and Development (UNCTAD) proposed measures for information dissemination and for the mobilization of public opinion relative to trade and development problems. These became known as resolution 3038 (XXVII), which the UN General Assembly passed on December 19, 1972. This resolution called for introducing World Development Information Day to help draw the attention of people worldwide to development problems. A further aim of the event is to explain to the general public why it is necessary to strengthen international cooperation to find ways to solve these problems. The assembly also decided that the day should coincide with United Nations Day to stress the central role of development in the UN's work. World Development Information Day was first held on October 24, 1973, and has been held on this date each year since then.\n\nIn recent years many events have interpreted the title of the day slightly differently. These have concentrated on the role that modern information-technologies, such as the Internet and mobile telephones free from digital divide can play in alerting people and finding solutions to problems of trade and development. One of the specific aims of World Development Information Day was to inform and motivate young people and this change may help to further this aim.","type":"UNITED_NATIONS"}