{"description":"Juneteenth (a portmanteau of June and nineteenth) – also known as Freedom Day, Jubilee Day, Liberation Day, and Emancipation Day – is a holiday celebrating the emancipation of those who had been enslaved in the United States. Originating in Galveston, Texas, it is now celebrated annually on the 19th of June throughout the United States, with varying official recognition. It is commemorated on the anniversary date of the June 19, 1865 announcement by Union Army general Gordon Granger, proclaiming freedom from slavery in Texas.\n\nPresident Abraham Lincoln's Emancipation Proclamation had officially outlawed slavery in Texas and the other states in rebellion against the Union almost two and a half years earlier. Enforcement of the Proclamation generally relied on the advance of Union troops. Texas being the most remote of the slave states had a low presence of Union troops as the American Civil War ended; thus enforcement there had been slow and inconsistent before Granger's announcement. Although Juneteenth generally celebrates the end of slavery in the United States, it was still legal and practiced in two Union border states (Delaware and Kentucky) until later that year when ratification of the Thirteenth Amendment to the Constitution abolished chattel slavery nationwide in December.\n\nCelebrations date to 1866, at first involving church-centered community gatherings in Texas. It spread across the South and became more commercialized in the 1920s and 1930s, often centering on a food festival. During the Civil Rights Movement of the 1960s, it was eclipsed by the struggle for postwar civil rights, but grew in popularity again in the 1970s with a focus on African American freedom and arts. By the 21st century, Juneteenth was celebrated in most major cities across the United States. Activists are campaigning for the United States Congress to recognize Juneteenth as a national holiday. Hawaii, North Dakota and South Dakota are the only states that do not recognize Juneteenth, according to the Congressional Research Service.\n\nModern observance is primarily in local celebrations. Traditions include public readings of the Emancipation Proclamation, singing traditional songs such as \"Swing Low, Sweet Chariot\" and \"Lift Every Voice and Sing\", and reading of works by noted African-American writers such as Ralph Ellison and Maya Angelou. Celebrations include rodeos, street fairs, cookouts, family reunions, park parties, historical reenactments, and Miss Juneteenth contests. The Mascogos, descendants of Black Seminoles, who escaped from U.S. slavery in 1852 and settled in Coahuila, Mexico, also celebrate Juneteenth.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Juneteenth_Plaque.jpg/%quality%px-Juneteenth_Plaque.jpg"}