{"7-2019-25":{"HOUSE":{"866":{"title":"Fairness For Breastfeeding Mothers Act of 2019"}},"SENATE":{"1749":{"title":"Protecting Affordable Mortgages for Veterans Act of 2019"},"744":{"title":"Effective Prosecution of Possession of Biological Toxins and Agents Act of 2019"},"998":{"title":"Supporting and Treating Officers In Crisis Act of 2019"}}},"3-2019-21":{"SENATE":{"49":{"title":"A bill to designate the outstation of the Department of Veterans Affairs in North Ogden, Utah, as the Major Brent Taylor Vet Center Outstation."}}},"7-2019-29":{"HOUSE":{"1327":{"title":"Never Forget the Heroes: James Zadroga, Ray Pfeifer, and Luis Alvarez Permanent Authorization of the September 11th Victim Compensation Fund Act"}}},"10-2020-30":{"HOUSE":{"561":{"title":"Protecting Business Opportunities for Veterans Act of 2019"},"4183":{"title":"Identifying Barriers and Best Practices Study Act"},"1952":{"title":"Intercountry Adoption Information Act of 2019"},"2359":{"title":"Whole Veteran Act"},"3399":{"title":"To amend the Nutria Eradication and Control Act of 2003 to include California in the program, and for other purposes."}},"SENATE":{"4762":{"title":"A bill to designate the airport traffic control tower located at Piedmont Triad International Airport in Greensboro, North Carolina, as the \u0022Senator Kay Hagan Airport Traffic Control Tower\u0022."},"3051":{"title":"America's Conservation Enhancement Act"},"2330":{"title":"Empowering Olympic, Paralympic, and Amateur Athletes Act of 2020"},"3758":{"title":"A bill to amend the Klamath Basin Water Supply Enhancement Act of 2000 to make certain technical corrections."},"2638":{"title":"Friendly Airports for Mothers Improvement Act"},"4075":{"title":"RLF Act"}}},"8-2020-4":{"HOUSE":{"1957":{"title":"Great American Outdoors Act"}}},"7-2020-2":{"SENATE":{"3084":{"title":"A bill to amend title 38, United States Code, to modify the limitation on pay for certain high-level employees and officers of the Department of Veterans Affairs."}}},"3-2020-18":{"HOUSE":{"5214":{"title":"Representative Payee Fraud Prevention Act of 2019"},"6201":{"title":"Families First Coronavirus Response Act"}}},"12-2019-12":{"HOUSE":{"1252":{"title":"To designate the facility of the United States Postal Service located at 6531 Van Nuys Boulevard in Van Nuys, California, as the \u0022Marilyn Monroe Post Office\u0022."},"1526":{"title":"To designate the facility of the United States Postal Service located at 200 Israel Road Southeast in Tumwater, Washington, as the \u0022Eva G. Hewitt Post Office\u0022."},"1844":{"title":"To designate the facility of the United States Postal Service located at 66 Grove Court in Elgin, Illinois, as the \u0022Corporal Alex Martinez Memorial Post Office Building\u0022."},"887":{"title":"To designate the facility of the United States Postal Service located at 877 East 1200 South in Orem, Utah, as the \u0022Jerry C. Washburn Post Office Building\u0022."},"1253":{"title":"To designate the facility of the United States Postal Service located at 13507 Van Nuys Boulevard in Pacoima, California, as the \u0022Ritchie Valens Post Office Building\u0022."}}},"12-2019-13":{"HOUSE":{"2334":{"title":"To designate the Department of Veterans Affairs community-based outpatient clinic in Odessa, Texas, as the \u0022Wilson and Young Medal of Honor VA Clinic\u0022."},"2325":{"title":"To designate the facility of the United States Postal Service located at 100 Calle Alondra in San Juan, Puerto Rico, as the \u002265th Infantry Regiment Post Office Building\u0022."},"3144":{"title":"To designate the facility of the United States Postal Service located at 8520 Michigan Avenue in Whittier, California, as the \u0022Jose Ramos Post Office Building\u0022."},"3314":{"title":"To designate the facility of the United States Postal Service located at 1750 McCulloch Boulevard North in Lake Havasu City, Arizona, as the \u0022Lake Havasu City Combat Veterans Memorial Post Office Building\u0022."},"2451":{"title":"To designate the facility of the United States Postal Service located at 575 Dexter Street in Central Falls, Rhode Island, as the \u0022Elizabeth Buffum Chace Post Office\u0022."},"2151":{"title":"To designate the facility of the United States Postal Service located at 7722 South Main Street in Pine Plains, New York, as the \u0022Senior Chief Petty Officer Shannon M. Kent Post Office\u0022."},"1972":{"title":"To designate the facility of the United States Postal Service located at 1100 West Kent Avenue in Missoula, Montana, as the \u0022Jeannette Rankin Post Office Building\u0022."}}},"8-2020-8":{"HOUSE":{"4920":{"title":"Department of Veterans Affairs Contracting Preference Consistency Act of 2020"},"3504":{"title":"Ryan Kules and Paul Benne Specially Adaptive Housing Improvement Act of 2019"},"886":{"title":"Veteran Treatment Court Coordination Act of 2019"}}},"3-2020-12":{"HOUSE":{"4998":{"title":"Secure and Trusted Communications Networks Act of 2019"}}},"3-2020-13":{"HOUSE":{"5671":{"title":"Merchant Mariners of World War II Congressional Gold Medal Act of 2020"}}},"3-2020-2":{"HOUSE":{"504":{"title":"DHS Field Engagement Accountability Act"}},"SENATE":{"67":{"title":"A joint resolution providing for the reappointment of Risa Lavizzo-Mourey as a citizen regent of the Board of Regents of the Smithsonian Institution."},"375":{"title":"Payment Integrity Information Act of 2019"},"65":{"title":"A joint resolution providing for the reappointment of John Fahey as a citizen regent of the Board of Regents of the Smithsonian Institution."}}},"7-2020-22":{"SENATE":{"4148":{"title":"A bill to extend the Chemical Facility Anti-Terrorism Standards Program of the Department of Homeland Security, and for other purposes."}}},"6-2020-5":{"HOUSE":{"7010":{"title":"Paycheck Protection Program Flexibility Act of 2020"}}},"3-2020-6":{"HOUSE":{"6074":{"title":"Coronavirus Preparedness and Response Supplemental Appropriations Act, 2020"}}},"7-2020-4":{"SENATE":{"4116":{"title":"A bill to extend the authority for commitments for the paycheck protection program and separate amounts authorized for other loans under section 7(a) of the Small Business Act, and for other purposes."}}},"3-2020-3":{"SENATE":{"2107":{"title":"Protecting America's Food and Agriculture Act of 2019"},"394":{"title":"Presidential Transition Enhancement Act of 2019"},"80":{"title":"Approving the request of the Secretary of Veterans Affairs for a waiver under section 1703E(f) of title 38, United States Code."}}},"8-2020-3":{"SENATE":{"4209":{"title":"Protecting Nonprofits from Catastrophic Cash Flow Strain Act of 2020"}}},"1-2021-5":{"HOUSE":{"7460":{"title":"Peace Corps Commemorative Work Extension Act"},"5123":{"title":"To designate the facility of the United States Postal Service located at 476 East Main Street in Galesburg, Illinois, as the \u0022Senior Airman Daniel Miller Post Office Building\u0022."},"7502":{"title":"To designate the facility of the United States Postal Service located at 101 South 16th Street in Clarinda, Iowa, as the \u0022Jessie Field Shambaugh Post Office Building\u0022."},"5597":{"title":"To designate the facility of the United States Postal Service located at 305 Northwest 5th Street in Oklahoma City, Oklahoma, as the \u0022Clara Luper Post Office Building\u0022."},"4988":{"title":"To designate the facility of the United States Postal Service located at 14 Walnut Street in Bordentown, New Jersey, as the \u0022Clara Barton Post Office Building\u0022."},"4356":{"title":"Protecting Families of Fallen Servicemembers Act"},"7810":{"title":"To designate the facility of the United States Postal Service located at 3519 East Walnut Street in Pearland, Texas, as the \u0022Tom Reid Post Office Building\u0022."},"3976":{"title":"To designate the facility of the United States Postal Service located at 12711 East Jefferson Avenue in Detroit, Michigan, as the \u0022Aretha Franklin Post Office Building\u0022."},"8810":{"title":"National Landslide Preparedness Act"},"7898":{"title":"To amend the Health Information Technology for Economic and Clinical Health Act to require the Secretary of Health and Human Services to consider certain recognized security practices of covered entities and business associates when making certain determinations, and fo"},"5451":{"title":"To designate the facility of the United States Postal Service located at 599 East Genesse Street in Fayetteville, New York, as the \u0022George H. Bacel Post Office Building\u0022."},"5023":{"title":"To name the Department of Veterans Affairs community-based outpatient clinic in Youngstown, Ohio, as the \u0022Carl Nunziato VA Clinic\u0022."},"5663":{"title":"Safeguarding Therapeutics Act"},"6418":{"title":"To designate the facility of the United States Postal Service located at 509 Fairhope Avenue in Fairhope, Alabama, as the \u0022William 'Jack' Jackson Edwards III Post Office Building\u0022."},"7105":{"title":"Johnny Isakson and David P. Roe, M.D. Veterans Health Care and Benefits Improvement Act of 2020"},"6100":{"title":"STOP FGM Act of 2020"},"1503":{"title":"Orange Book Transparency Act of 2020"},"5852":{"title":"Weir Farm National Historical Park Redesignation Act"},"5459":{"title":"Rocky Mountain National Park Ownership Correction Act"},"1240":{"title":"Young Fishermen's Development Act"},"6161":{"title":"To designate the facility of the United States Postal Service located at 1585 Yanceyville Street, Greensboro, North Carolina, as the \u0022J. Howard Coble Post Office Building\u0022."},"1966":{"title":"Henrietta Lacks Enhancing Cancer Research Act of 2019"},"6016":{"title":"To designate the facility of the United States Postal Service located at 14955 West Bell Road in Surprise, Arizona, as the \u0022Marc Lee Memorial Post Office Building\u0022."},"5458":{"title":"Rocky Mountain National Park Boundary Modification Act"},"6535":{"title":"To deem an urban Indian organization and employees thereof to be a part of the Public Health Service for the purposes of certain claims for personal injury, and for other purposes."},"6237":{"title":"PRC for Native Veterans Act"},"8611":{"title":"To designate the facility of the United States Postal Service located at 4755 Southeast Dixie Highway in Port Salerno, Florida, as the \u0022Joseph Bullock Post Office Building\u0022."},"7347":{"title":"To designate the medical center of the Department of Veterans Affairs in Ann Arbor, Michigan, as the \u0022Lieutenant Colonel Charles S. Kettles Department of Veterans Affairs Medical Center\u0022."},"4983":{"title":"To designate the Department of Veterans Affairs community-based outpatient clinic in Gilbert, Arizona, as the \u0022Staff Sergeant Alexander W. Conrad Veterans Affairs Health Care Clinic\u0022."},"6192":{"title":"1921 Silver Dollar Coin Anniversary Act"},"7088":{"title":"To designate the facility of the United States Postal Service located at 111 James Street in Reidsville, Georgia, as the \u0022Senator Jack Hill Post Office Building\u0022."},"5983":{"title":"To designate the facility of the United States Postal Service located at 4150 Chicago Avenue in Riverside, California, as the \u0022Woodie Rucker-Hughes Post Office Building\u0022."},"6435":{"title":"Combating Pandemic Scams Act of 2020"},"8354":{"title":"Servicemembers and Veterans Initiative Act of 2020"},"2468":{"title":"School-Based Allergies and Asthma Management Program Act"},"4031":{"title":"Great Lakes Restoration Initiative Act of 2019"},"5273":{"title":"Securing America's Ports Act"},"8906":{"title":"Lifespan Respite Care Reauthorization Act of 2020"},"7259":{"title":"Patents for Humanity Program Improvement Act"},"5972":{"title":"Mary Ann Shadd Cary Post Office Dedication Act"}}},"2-2020-6":{"SENATE":{"3201":{"title":"Temporary Reauthorization and Study of the Emergency Scheduling of Fentanyl Analogues Act"}}},"4-2020-24":{"HOUSE":{"266":{"title":"Paycheck Protection Program and Health Care Enhancement Act"}}},"3-2019-12":{"SENATE":{"47":{"title":"John D. Dingell, Jr. Conservation, Management, and Recreation Act"}}},"4-2020-28":{"HOUSE":{"6322":{"title":"Student Veteran Coronavirus Response Act of 2020"}}},"10-2020-21":{"SENATE":{"1380":{"title":"Due Process Protections Act"},"881":{"title":"PROSWIFT Act"},"209":{"title":"PROGRESS for Indian Tribes Act"}}},"10-2020-20":{"HOUSE":{"6168":{"title":"Veterans' Compensation Cost-of-Living Adjustment Act of 2020"},"1812":{"title":"Vet Center Eligibility Expansion Act"},"2372":{"title":"Veterans' Care Quality Transparency Act"},"4779":{"title":"To extend the Undertaking Spam, Spyware, And Fraud Enforcement With Enforcers beyond Borders Act of 2006, and for other purposes."}},"SENATE":{"294":{"title":"Native American Business Incubators Program Act"},"832":{"title":"A bill to nullify the Supplemental Treaty Between the United States of America and the Confederated Tribes and Bands of Indians of Middle Oregon, concluded on November 15, 1865."},"1321":{"title":"Defending the Integrity of Voting Systems Act"}}},"1-2021-12":{"SENATE":{"4996":{"title":"Bankruptcy Administration Improvement Act of 2020"}}},"1-2021-13":{"HOUSE":{"1472":{"title":"To rename the Homestead National Monument of America near Beatrice, Nebraska, as the Homestead National Historical Park."},"2502":{"title":"Transparency in Federal Buildings Projects Act of 2019"},"221":{"title":"Special Envoy to Monitor and Combat Anti-Semitism Act"},"5472":{"title":"Jimmy Carter National Historical Park Redesignation Act"},"4704":{"title":"Advancing Research to Prevent Suicide Act"},"1492":{"title":"Yucca House National Monument Expansion Act"},"1923":{"title":"Circulating Collectible Coin Redesign Act of 2020"},"1418":{"title":"Competitive Health Insurance Reform Act of 2020"},"1925":{"title":"To designate the Manhattan Campus of the New York Harbor Health Care System of the Department of Veterans Affairs as the \u0022Margaret Cochran Corbin Campus of the New York Harbor Health Care System\u0022."},"5126":{"title":"DESCEND Act of 2020"},"2444":{"title":"Eastern European Security Act"},"3250":{"title":"Julius Rosenwald and the Rosenwald Schools Act of 2020"},"4508":{"title":"Malala Yousafzai Scholarship Act"},"3153":{"title":"EFFORT Act"},"2744":{"title":"USAID Branding Modernization Act"},"4044":{"title":"Protect and Restore America's Estuaries Act"}},"SENATE":{"5076":{"title":"A bill to authorize the Sergeant at Arms and Doorkeeper of the Senate to delegate authority to approve payroll and personnel actions."},"1310":{"title":"Organization of American States Legislative Engagement Act of 2020"},"371":{"title":"BUILD Act"}}},"6-2019-25":{"HOUSE":{"559":{"title":"Northern Mariana Islands Long-Term Legal Residents Relief Act"},"299":{"title":"Blue Water Navy Vietnam Veterans Act of 2019"}}},"6-2019-24":{"SENATE":{"1379":{"title":"Pandemic and All-Hazards Preparedness and Advancing Innovation Act of 2019"}}},"6-2020-16":{"SENATE":{"3414":{"title":"Major Medical Facility Authorization Act of 2020"},"2746":{"title":"Law Enforcement Suicide Data Collection Act"}}},"12-2020-5":{"HOUSE":{"8247":{"title":"Veterans COMPACT Act of 2020"}}},"2-2019-15":{"SENATE":{"31":{"title":"Consolidated Appropriations Act, 2019"}}},"12-2020-17":{"HOUSE":{"5062":{"title":"To designate the facility of the United States Postal Service located at 9930 Conroy Windermere Road in Windermere, Florida, as the \u0022Officer Robert German Post Office Building\u0022."},"4975":{"title":"To designate the facility of the United States Postal Service located at 1201 Sycamore Square Drive in Midlothian, Virginia, as the \u0022Dorothy Braden Bruce Post Office Building\u0022."},"5307":{"title":"To designate the facility of the United States Postal Service located at 115 Nicol Avenue in Thomasville, Alabama, as the \u0022Postmaster Robert Ingram Post Office\u0022."},"473":{"title":"To authorize the Every Word We Utter Monument to establish a commemorative work in the District of Columbia and its environs, and for other purposes."}}},"12-2020-18":{"SENATE":{"1069":{"title":"Digital Coast Act"},"910":{"title":"National Sea Grant College Program Amendments Act of 2020"},"945":{"title":"Holding Foreign Companies Accountable Act"},"107":{"title":"Further Additional Continuing Appropriations Act, 2021"},"1982":{"title":"Save Our Seas 2.0 Act"}}},"12-2020-3":{"HOUSE":{"4734":{"title":"To designate the facility of the United States Postal Service located at 171 South Maple Street in Dana, Indiana, as the \u0022Ernest 'Ernie' T. Pyle Post Office\u0022."},"5037":{"title":"To designate the facility of the United States Postal Service located at 3703 North Main Street in Farmville, North Carolina, as the \u0022Walter B. Jones, Jr. Post Office\u0022."},"1833":{"title":"To designate the facility of the United States Postal Service located at 35 Tulip Avenue in Floral Park, New York, as the \u0022Lieutenant Michael R. Davidson Post Office Building\u0022."},"5901":{"title":"Information Technology Modernization Centers of Excellence Program Act"},"3329":{"title":"To designate the facility of the United States Postal Service located at 5186 Benito Street in Montclair, California, as the \u0022Paul Eaton Post Office Building\u0022."},"1773":{"title":"Rosie the Riveter Congressional Gold Medal Act of 2019"},"3207":{"title":"To designate the facility of the United States Postal Service located at 114 Mill Street in Hookstown, Pennsylvania, as the \u0022Staff Sergeant Dylan Elchin Post Office Building\u0022."},"4794":{"title":"To designate the facility of the United States Postal Service located at 8320 13th Avenue in Brooklyn, New York, as the \u0022Mother Frances Xavier Cabrini Post Office Building\u0022."},"3317":{"title":"To permit the Scipio A. Jones Post Office in Little Rock, Arkansas, to accept and display a portrait of Scipio A. Jones, and for other purposes."},"5384":{"title":"To designate the facility of the United States Postal Service located at 100 Crosby Street in Mansfield, Louisiana, as the \u0022Dr. C.O. Simpkins, Sr., Post Office\u0022."},"4981":{"title":"To designate the facility of the United States Postal Service located at 2505 Derita Avenue in Charlotte, North Carolina, as the \u0022Julius L. Chambers Civil Rights Memorial Post Office\u0022."}},"SENATE":{"327":{"title":"Wounded Veterans Recreation Act"}}},"12-2020-4":{"HOUSE":{"8276":{"title":"To authorize the President to posthumously award the Medal of Honor to Alwyn C. Cashe for acts of valor during Operation Iraqi Freedom."},"1668":{"title":"IoT Cybersecurity Improvement Act of 2020"},"4104":{"title":"Negro Leagues Baseball Centennial Commemorative Coin Act"},"8472":{"title":"Impact Aid Coronavirus Relief Act"},"835":{"title":"Rodchenkov Anti-Doping Act of 2019"},"3589":{"title":"Greg LeMond Congressional Gold Medal Act"}},"SENATE":{"3147":{"title":"Improving Safety and Security for Veterans Act of 2019"},"3587":{"title":"Department of Veterans Affairs Website Accessibility Act of 2019"}}},"12-2019-30":{"HOUSE":{"150":{"title":"Grant Reporting Efficiency and Agreements Transparency Act of 2019"},"777":{"title":"Debbie Smith Reauthorization Act of 2019"}},"SENATE":{"151":{"title":"Pallone-Thune TRACED Act"}}},"5-2020-29":{"HOUSE":{"943":{"title":"Never Again Education Act"}}},"10-2019-9":{"HOUSE":{"1590":{"title":"Terrorist and Foreign Fighter Travel Exercise Act of 2019"}},"SENATE":{"239":{"title":"Christa McAuliffe Commemorative Coin Act of 2019"}}},"12-2020-11":{"HOUSE":{"8900":{"title":"Further Continuing Appropriations Act, 2021, and Other Extensions Act"}},"SENATE":{"4054":{"title":"United States Grain Standards Reauthorization Act of 2020"}}},"2-2020-11":{"SENATE":{"153":{"title":"Supporting Veterans in STEM Careers Act"}}},"6-2019-12":{"SENATE":{"1436":{"title":"A bill to make technical corrections to the computation of average pay under Public Law 110-279."}}},"5-2019-31":{"SENATE":{"1693":{"title":"National Flood Insurance Program Extension Act of 2019"}}},"1-2020-7":{"HOUSE":{"1424":{"title":"Fallen Warrior Battlefield Cross Memorial Act"}}},"12-2019-19":{"HOUSE":{"5363":{"title":"FUTURE Act"}}},"9-2019-30":{"HOUSE":{"4285":{"title":"Department of Veterans Affairs Expiring Authorities Act of 2019"},"1058":{"title":"Autism Collaboration, Accountability, Research, Education, and Support Act of 2019"}}},"1-2020-24":{"HOUSE":{"583":{"title":"Preventing Illegal Radio Abuse Through Enforcement Act"},"2476":{"title":"Securing American Nonprofit Organizations Against Terrorism Act of 2019"}}},"12-2019-24":{"SENATE":{"737":{"title":"Building Blocks of STEM Act"}}},"2-2019-21":{"HOUSE":{"439":{"title":"National FFA Organization's Federal Charter Amendments Act"}}},"12-2019-20":{"HOUSE":{"4566":{"title":"Virginia Beach Strong Act"},"1865":{"title":"Further Consolidated Appropriations Act, 2020"},"1158":{"title":"Consolidated Appropriations Act, 2020"},"2333":{"title":"Support for Suicide Prevention Coordinators Act"},"1138":{"title":"To reauthorize the West Valley demonstration project, and for other purposes."},"3196":{"title":"Vera C. Rubin Observatory Designation Act"}},"SENATE":{"256":{"title":"Esther Martinez Native American Languages Programs Reauthorization Act"},"216":{"title":"Spokane Tribe of Indians of the Spokane Reservation Equitable Compensation Act"},"1790":{"title":"National Defense Authorization Act for Fiscal Year 2020"},"50":{"title":"Columbia River In-Lieu and Treaty Fishing Access Sites Improvement Act"}}},"1-2020-29":{"HOUSE":{"5430":{"title":"United States-Mexico-Canada Agreement Implementation Act"}}},"1-2020-27":{"HOUSE":{"434":{"title":"Emancipation National Historic Trail Study Act"},"263":{"title":"To rename the Oyster Bay National Wildlife Refuge as the Congressman Lester Wolff Oyster Bay National Wildlife Refuge."}},"SENATE":{"457":{"title":"President George H.W. Bush and First Spouse Barbara Bush Coin Act"}}},"7-2019-5":{"HOUSE":{"2940":{"title":"To extend the program of block grants to States for temporary assistance for needy families and related programs through September 30, 2019."}},"SENATE":{"60":{"title":"Requesting the Secretary of the Interior to authorize unique and one-time arrangements for displays on the National Mall and the Washington Monument during the period beginning on July 16, 2019 and ending on July 20, 2019."},"2047":{"title":"A bill to provide for a 2-week extension of the Medicaid community mental health services demonstration program, and for other purposes."}}},"6-2019-6":{"HOUSE":{"2157":{"title":"Additional Supplemental Appropriations for Disaster Relief Act, 2019"}}},"9-2019-27":{"HOUSE":{"4378":{"title":"Continuing Appropriations Act, 2020, and Health Extenders Act of 2019"}}},"7-2019-1":{"HOUSE":{"3151":{"title":"Taxpayer First Act"},"3401":{"title":"Emergency Supplemental Appropriations for Humanitarian Assistance and Security at the Southern Border Act, 2019"}}},"8-2019-2":{"HOUSE":{"3877":{"title":"Bipartisan Budget Act of 2019"}},"SENATE":{"2249":{"title":"A bill to allow the Deputy Administrator of the Federal Aviation Administration on the date of enactment of this Act to continue to serve as such Deputy Administrator."}}},"9-2019-26":{"HOUSE":{"1200":{"title":"Veterans' Compensation Cost-of-Living Adjustment Act of 2019"}}},"4-2019-8":{"SENATE":{"863":{"title":"A bill to amend title 38, United States Code, to clarify the grade and pay of podiatrists of the Department of Veterans Affairs."}}},"3-2019-8":{"SENATE":{"483":{"title":"Pesticide Registration Improvement Extension Act of 2018"}}},"1-2019-18":{"HOUSE":{"251":{"title":"Chemical Facility Anti-Terrorism Standards Program Extension Act"}}},"4-2019-6":{"SENATE":{"252":{"title":"A bill to authorize the honorary appointment of Robert J. Dole to the grade of colonel in the regular Army."}}},"1-2019-16":{"SENATE":{"24":{"title":"Government Employee Fair Treatment Act of 2019"}}},"8-2019-6":{"HOUSE":{"3253":{"title":"Sustaining Excellence in Medicaid Act of 2019"}}},"9-2019-22":{"HOUSE":{"831":{"title":"Reviving America's Scenic Byways Act of 2019"}}},"8-2019-9":{"HOUSE":{"1569":{"title":"To amend title 28, United States Code, to add Flagstaff and Yuma to the list of locations in which court shall be held in the judicial district for the State of Arizona."},"2695":{"title":"To rename the Success Dam in Tulare County, California, as the Richard L. Schafer Dam."}}},"12-2020-30":{"SENATE":{"3257":{"title":"A bill to designate the facility of the United States Postal Service located at 311 West Wisconsin Avenue in Tomahawk, Wisconsin, as the \u0022Einar 'Sarge' H. Ingman, Jr. Post Office Building\u0022."},"212":{"title":"Indian Community Economic Enhancement Act of 2020"},"900":{"title":"A bill to designate the community-based outpatient clinic of the Department of Veterans Affairs in Bozeman, Montana, as the \u0022Travis W. Atkins Department of Veterans Affairs Clinic\u0022."},"3461":{"title":"A bill to designate the facility of the United States Postal Service located at 2600 Wesley Street in Greenville, Texas, as the \u0022Audie Murphy Post Office Building\u0022."},"3462":{"title":"A bill to designate the facility of the United States Postal Service located at 909 West Holiday Drive in Fate, Texas, as the \u0022Ralph Hall Post Office\u0022."},"4684":{"title":"A bill to designate the facility of the United States Postal Service located at 440 Arapahoe Street in Thermopolis, Wyoming, as the \u0022Robert L. Brown Post Office\u0022."},"4126":{"title":"A bill to designate the facility of the United States Postal Service located at 104 East Main Street in Port Washington, Wisconsin, as the \u0022Joseph G. Demler Post Office\u0022."},"2472":{"title":"Neil A. Armstrong Test Facility Act"},"5036":{"title":"Secret Service Overtime Pay Extension Act"}}},"12-2020-31":{"SENATE":{"3989":{"title":"United States Semiquincentennial Commission Amendments Act of 2020"},"1694":{"title":"One Small Step to Protect Human Heritage in Space Act"},"979":{"title":"FACE Act"},"914":{"title":"Coordinated Ocean Observations and Research Act of 2020"},"2216":{"title":"TEAM Veteran Caregivers Act"},"1869":{"title":"Secure Federal LEASEs Act"},"461":{"title":"HBCU PARTNERS Act"},"2683":{"title":"Child Care Protection Improvement Act of 2020"},"3312":{"title":"Crisis Stabilization and Community Reentry Act of 2020"},"1342":{"title":"Great Lakes Environmental Sensitivity Index Act of 2020"},"1130":{"title":"Scarlett's Sunshine on Sudden Unexpected Death Act"},"2174":{"title":"Missing Persons and Unidentified Remains Act of 2019"},"2730":{"title":"Drone Advisory Committee for the 21st Century Act"}}},"5-2019-23":{"HOUSE":{"2379":{"title":"To reauthorize the Bulletproof Vest Partnership Grant Program."}}},"1-2020-17":{"HOUSE":{"2385":{"title":"To permit the Secretary of Veterans Affairs to establish a grant program to conduct cemetery research and produce educational materials for the Veterans Legacy Program."}}},"12-2019-5":{"HOUSE":{"5277":{"title":"To amend section 442 of title 18, United States Code, to exempt certain interests in mutual funds, unit investment trusts, employee benefit plans, and retirement plans from conflict of interest limitations for the Government Publishing Office."}}},"5-2019-10":{"HOUSE":{"1222":{"title":"Target Practice and Marksmanship Training Support Act"}}},"10-2019-4":{"SENATE":{"1689":{"title":"A bill to permit States to transfer certain funds from the clean water revolving fund of a State to the drinking water revolving fund of the State in certain circumstances, and for other purposes."},"163":{"title":"Alaska Remote Generator Reliability and Protection Act"}}},"11-2019-22":{"SENATE":{"862":{"title":"Rebuilding Small Businesses After Disasters Act"}}},"12-2020-27":{"HOUSE":{"133":{"title":"Consolidated Appropriations Act, 2021"}}},"11-2019-21":{"HOUSE":{"3055":{"title":"Further Continuing Appropriations Act, 2020, and Further Health Extenders Act of 2019"}}},"11-2019-26":{"HOUSE":{"1123":{"title":"Divisional Realignment for the Eastern District of Arkansas Act of 2019"}}},"11-2019-27":{"HOUSE":{"3889":{"title":"ONDCP Technical Corrections Act of 2019"},"4258":{"title":"Reauthorizing Security for Supreme Court Justices Act of 2019"}},"SENATE":{"1838":{"title":"Hong Kong Human Rights and Democracy Act of 2019"},"2710":{"title":"A bill to prohibit the commercial export of covered munitions items to the Hong Kong Police Force."}}},"1-2019-25":{"SENATE":{"28":{"title":"Further Additional Continuing Appropriations Act, 2019"}}},"1-2019-24":{"HOUSE":{"259":{"title":"Medicaid Extenders Act of 2019"},"430":{"title":"TANF Extension Act of 2019"}}},"11-2019-25":{"HOUSE":{"2423":{"title":"Women's Suffrage Centennial Commemorative Coin Act"},"724":{"title":"Preventing Animal Cruelty and Torture Act"}}},"12-2020-20":{"SENATE":{"110":{"title":"Extension of Continuing Appropriations Act, 2021"}}},"8-2020-14":{"SENATE":{"3637":{"title":"A bill to amend the Servicemembers Civil Relief Act to extend lease protections for servicemembers under stop movement orders in response to a local, national, or global emergency, and for other purposes."},"3607":{"title":"Safeguarding America's First Responders Act of 2020"},"2163":{"title":"Commission on the Social Status of Black Men and Boys Act"}}},"6-2020-17":{"SENATE":{"3744":{"title":"Uyghur Human Rights Policy Act of 2020"}}},"12-2020-21":{"HOUSE":{"5954":{"title":"To designate the facility of the United States Postal Service located at 108 West Maple Street in Holly, Michigan, as the \u0022Holly Veterans Memorial Post Office\u0022."},"4785":{"title":"To designate the facility of the United States Postal Service located at 1305 U.S. Highway 90 West in Castroville, Texas, as the \u0022Lance Corporal Rhonald Dain Rairdan Post Office\u0022."},"3680":{"title":"To designate the facility of the United States Postal Service located at 415 North Main Street in Henning, Tennessee, as the \u0022Paula Croom Robinson and Judy Spray Memorial Post Office Building\u0022."},"3005":{"title":"To designate the facility of the United States Postal Service located at 13308 Midland Road in Poway, California, as the \u0022Ray Chavez Post Office Building\u0022."},"5317":{"title":"To designate the facility of the United States Postal Service located at 315 Addicks Howell Road in Houston, Texas, as the \u0022Deputy Sandeep Singh Dhaliwal Post Office Building\u0022."},"4971":{"title":"To designate the facility of the United States Postal Service located at 15 East Market Street in Leesburg, Virginia, as the \u0022Norman Duncan Post Office Building\u0022."},"4279":{"title":"To designate the facility of the United States Postal Service located at 445 Main Street in Laceyville, Pennsylvania, as the \u0022Melinda Gene Piccotti Post Office\u0022."},"4672":{"title":"To designate the facility of the United States Postal Service located at 21701 Stevens Creek Boulevard in Cupertino, California, as the \u0022Petty Officer 2nd Class (SEAL) Matthew G. Axelson Post Office Building\u0022."},"2454":{"title":"To designate the facility of the United States Postal Service located at 123 East Sharpfish Street in Rosebud, South Dakota, as the \u0022Ben Reifel Post Office Building\u0022."},"4725":{"title":"To designate the facility of the United States Postal Service located at 8585 Criterion Drive in Colorado Springs, Colorado, as the \u0022Chaplain (Capt.) Dale Goetz Memorial Post Office Building\u0022."},"4200":{"title":"To designate the facility of the United States Postal Service located at 321 South 1st Street in Montrose, Colorado, as the \u0022Sergeant David Kinterknecht Post Office\u0022."},"4034":{"title":"To designate the facility of the United States Postal Service located at 602 Pacific Avenue in Bremerton, Washington, as the \u0022John Henry Turpin Post Office Building\u0022."},"3870":{"title":"To designate the facility of the United States Postal Service located at 511 West 165th Street in New York, New York, as the \u0022Normandia Maldonado Post Office Building\u0022."},"3847":{"title":"To designate the facility of the United States Postal Service located at 117 West Poythress Street in Hopewell, Virginia, as the \u0022Reverend Curtis West Harris Post Office Building\u0022."},"3275":{"title":"To designate the facility of the United States Postal Service located at 340 Wetmore Avenue in Grand River, Ohio, as the \u0022Lance Corporal Andy 'Ace' Nowacki Post Office\u0022."},"4875":{"title":"To designate the facility of the United States Postal Service located at 2201 E. Maple Street in North Canton, Ohio, as the \u0022Lance Cpl. Stacy 'Annie' Dryden Post Office\u0022."},"2969":{"title":"To designate the facility of the United States Postal Service located at 1401 1st Street North in Winter Haven, Florida, as the \u0022Althea Margaret Daily Mills Post Office Building\u0022."},"2246":{"title":"To designate the facility of the United States Postal Service located at 201 West Cherokee Street in Brookhaven, Mississippi, as the \u0022Deputy Donald William Durr, Corporal Zach Moak, and Patrolman James White Memorial Post Office Building\u0022."}},"SENATE":{"4902":{"title":"A bill to designate the United States courthouse located at 351 South West Temple in Salt Lake City, Utah, as the \u0022Orrin G. Hatch United States Courthouse\u0022."}}},"12-2020-22":{"HOUSE":{"3349":{"title":"Republic of Texas Legation Memorial Act"},"1830":{"title":"National Purple Heart Hall of Honor Commemorative Coin Act"},"1520":{"title":"Further Extension of Continuing Appropriations Act, 2021"}},"SENATE":{"578":{"title":"ALS Disability Insurance Access Act of 2019"},"1153":{"title":"Stop Student Debt Relief Scams Act of 2019"},"3703":{"title":"Promoting Alzheimer's Awareness to Prevent Elder Abuse Act"},"134":{"title":"Combat Online Predators Act"}}},"12-2020-23":{"HOUSE":{"4761":{"title":"DHS Opioid Detection Resilience Act of 2019"},"3465":{"title":"Fallen Journalists Memorial Act"}},"SENATE":{"2904":{"title":"IOGAN Act"},"2258":{"title":"Criminal Antitrust Anti-Retaliation Act of 2019"},"199":{"title":"Leech Lake Band of Ojibwe Reservation Restoration Act"},"1014":{"title":"Route 66 Centennial Commission Act"},"2981":{"title":"National Oceanic and Atmospheric Administration Commissioned Officer Corps Amendments Act of 2020"}}},"4-2020-10":{"HOUSE":{"4771":{"title":"VA Tele-Hearing Modernization Act"}},"SENATE":{"66":{"title":"A joint resolution providing for the appointment of Denise O'Leary as a citizen regent of the Board of Regents of the Smithsonian Institution."}}},"10-2020-17":{"SENATE":{"2661":{"title":"National Suicide Hotline Designation Act of 2020"},"785":{"title":"Commander John Scott Hannon Veterans Mental Health Care Improvement Act of 2019"},"743":{"title":"Merrill's Marauders Congressional Gold Medal Act"}}},"8-2019-22":{"HOUSE":{"639":{"title":"To amend section 327 of the Robert T. Stafford Disaster Relief and Emergency Assistance Act to clarify that National Urban Search and Rescue Response System task forces may include Federal employees."},"1079":{"title":"Creating Advanced Streamlined Electronic Services for Constituents Act of 2019"},"776":{"title":"Emergency Medical Services for Children Program Reauthorization Act of 2019"}}},"8-2019-23":{"HOUSE":{"3311":{"title":"Small Business Reorganization Act of 2019"},"3304":{"title":"National Guard and Reservists Debt Relief Extension Act of 2019"},"2938":{"title":"HAVEN Act"},"2336":{"title":"Family Farmer Relief Act of 2019"},"3245":{"title":"Restore the Harmony Way Bridge Act"},"1250":{"title":"To designate the facility of the United States Postal Service located at 11158 Highway 146 North in Hardin, Texas, as the \u0022Lucas Lowe Memorial Post Office\u0022."}}},"10-2020-13":{"SENATE":{"1646":{"title":"A bill to designate the community-based outpatient clinic of the Department of Veterans Affairs in St. Augustine, Florida, as the \u0022Leo C. Chase Jr. Department of Veterans Affairs Clinic\u0022."},"4072":{"title":"A bill to designate the clinic of the Department of Veterans Affairs in Bend, Oregon, as the \u0022Robert D. Maxwell Department of Veterans Affairs Clinic\u0022."},"490":{"title":"B-47 Ridge Designation Act"}}},"8-2019-21":{"HOUSE":{"540":{"title":"To designate the facility of the United States Postal Service located at 770 Ayrault Road in Fairport, New York, as the \u0022Louise and Bob Slaughter Post Office\u0022."},"1198":{"title":"To designate the facility of the United States Postal Service located at 404 South Boulder Highway in Henderson, Nevada, as the \u0022Henderson Veterans Memorial Post Office Building\u0022."},"3305":{"title":"To designate the facility of the United States Postal Service located at 2509 George Mason Drive in Virginia Beach, Virginia, as the \u0022Ryan Keith Cox Post Office Building\u0022."},"1449":{"title":"To designate the facility of the United States Postal Service located at 3033 203rd Street in Olympia Fields, Illinois, as the \u0022Captain Robert L. Martin Post Office\u0022."},"829":{"title":"To designate the facility of the United States Postal Service located at 1450 Montauk Highway in Mastic, New York, as the \u0022Army Specialist Thomas J. Wilwerth Post Office Building\u0022."},"828":{"title":"To designate the facility of the United States Postal Service located at 25 Route 111 in Smithtown, New York, as the \u0022Congressman Bill Carney Post Office\u0022."}}},"10-2020-10":{"HOUSE":{"991":{"title":"Extension of the Caribbean Basin Economic Recovery Act"}},"SENATE":{"227":{"title":"Savanna's Act"},"982":{"title":"Not Invisible Act of 2019"}}},"10-2019-31":{"SENATE":{"1196":{"title":"A bill to designate the facility of the United States Postal Service located at 1715 Linnerud Drive in Sun Prairie, Wisconsin, as the \u0022Fire Captain Cory Barr Post Office Building\u0022."}}},"10-2020-1":{"HOUSE":{"8337":{"title":"Continuing Appropriations Act, 2021 and Other Extensions Act"}},"SENATE":{"2193":{"title":"CHARGE Act"},"3105":{"title":"A bill to designate the facility of the United States Postal Service located at 456 North Meridian Street in Indianapolis, Indiana, as the \u0022Richard G. Lugar Post Office\u0022."}}},"10-2020-2":{"SENATE":{"87":{"title":"Providing for the reappointment of Michael M. Lynton as a citizen regent of the Board of Regents of the Smithsonian Institution."},"88":{"title":"Providing for the appointment of Franklin D. Raines as a citizen regent of the Board of Regents of the Smithsonian Institution."}}},"1-2021-1":{"HOUSE":{"6395":{"title":"National Defense Authorization Act for Fiscal Year 2021"}},"SENATE":{"3418":{"title":"STORM Act"}}},"11-2019-7":{"SENATE":{"693":{"title":"National POW/MIA Flag Act"}}},"11-2019-8":{"HOUSE":{"1396":{"title":"Hidden Figures Congressional Gold Medal Act"}}},"4-2019-12":{"HOUSE":{"276":{"title":"Recognizing Achievement in Classified School Employees Act"}}},"3-2020-27":{"HOUSE":{"748":{"title":"CARES Act"}}},"3-2020-25":{"HOUSE":{"4334":{"title":"Supporting Older Americans Act of 2020"}}},"3-2020-26":{"HOUSE":{"4803":{"title":"Citizenship for Children of Military Members and Civil Servants Act"},"1365":{"title":"To make technical corrections to the Guam World War II Loyalty Recognition Act."}},"SENATE":{"1678":{"title":"Taiwan Allies International Protection and Enhancement Initiative (TAIPEI) Act of 2019"},"760":{"title":"Support for Veterans in Effective Apprenticeships Act of 2019"}}},"3-2020-23":{"SENATE":{"1822":{"title":"Broadband DATA Act"},"893":{"title":"Secure 5G and Beyond Act of 2020"}}},"3-2020-21":{"SENATE":{"3503":{"title":"A bill to authorize the Secretary of Veterans Affairs to treat certain programs of education converted to distance learning by reason of emergencies and health-related situations in the same manner as programs of education pursued at educational institutions, and for ot"}}},"7-2019-30":{"SENATE":{"504":{"title":"Let Everyone Get Involved in Opportunities for National Service Act"}}},"7-2019-31":{"HOUSE":{"2196":{"title":"To amend title 38, United States Code, to reduce the credit hour requirement for the Edith Nourse Rogers STEM Scholarship program of the Department of Veterans Affairs."}}},"4-2019-16":{"HOUSE":{"2030":{"title":"Colorado River Drought Contingency Plan Authorization Act"}},"SENATE":{"725":{"title":"A bill to change the address of the postal facility designated in honor of Captain Humayun Khan."}}},"7-2020-13":{"SENATE":{"4091":{"title":"Emergency Aid for Returning Americans Affected by Coronavirus Act"}}},"4-2019-18":{"HOUSE":{"1839":{"title":"Medicaid Services Investment and Accountability Act of 2019"}}},"7-2020-14":{"HOUSE":{"7440":{"title":"Hong Kong Autonomy Act"}}}}