{"identifier":"1ee3e38b-bd04-4095-8750-6c94524ac5f3","sources":{"Wikipedia: Mother's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Mother's_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Mum_and_Cubs.jpg/%quality%px-Mum_and_Cubs.jpg","name":"Mother's Day","description":"Mother's Day is a celebration honoring the mother of the family or individual, as well as motherhood, maternal bonds, and the influence of mothers in society. It is celebrated on different days in many parts of the world, most commonly in the months of March or May. It complements similar celebrations, largely pushed by commercial interests, honoring family members, such as Father's Day, Siblings Day, and Grandparents Day.\\n\\nWhile some countries have a multi-century history of a day to celebrate mothers, the modern American version of the holiday began in the United States in the early 20th century at the initiative of Anna Jarvis, who organized the first Mother's Day service of worship and celebration at Andrews Methodist Episcopal Church in Grafton, West Virginia, which serves as the International Mother's Day Shrine today. It is not directly related to the many traditional celebrations of mothers and motherhood that have existed throughout the world over thousands of years, such as the Greek cult to Cybele, the mother deity Rhea, the Roman festival of Hilaria, or the other Christian ecclesiastical Mothering Sunday celebration (associated with the image of Mother Church). However, in some countries, Mother's Day is still synonymous with these older traditions.\\n\\nThe American version of Mother's Day has been criticized for having become too commercialized. Jarvis herself, who began the celebration as a liturgical observance, regretted this commercialism and expressed that this was never her intention. In response, Constance Adelaide Smith successfully advocated for Mothering Sunday as a commemoration of a broader definition of motherhood in many other parts of the English-speaking world.","locale":{"argos":{"es":{"name":"Día de la Madre","description":"El Día de la Madre es una celebración que honra a la madre de la familia o del individuo, así como a la maternidad, los vínculos maternales y la influencia de las madres en la sociedad. Se celebra en diferentes días en muchas partes del mundo, más comúnmente en los meses de marzo o mayo. Complementa celebraciones similares, impulsadas en gran medida por intereses comerciales, honrando a los miembros de la familia, como el Día del Padre, el Día de los Hermanos y el Día de los Abuelos.\n\nAunque algunos países tienen una historia multi-siglo de un día para celebrar a las madres, la versión moderna americana de las vacaciones comenzó en los Estados Unidos a principios del siglo XX por iniciativa de Anna Jarvis, quien organizó el primer servicio de adoración y celebración del Día de la Madre en la Iglesia Episcopal Metodista Andrews en Grafton, Virginia Occidental, que hoy es el Santuario Internacional del Día de la Madre. No está directamente relacionada con las muchas celebraciones tradicionales de madres y maternidad que han existido en todo el mundo durante miles de años, como el culto griego a Cibele, la madre deidad Ñandú, el festival romano de Hilaria, o la otra celebración cristiana eclesiástica del domingo de la Madre (asociada con la imagen de la Iglesia Madre). Sin embargo, en algunos países, el Día de la Madre sigue sinónimo de estas tradiciones antiguas.\n\nLa versión americana del Día de la Madre ha sido criticada por haber sido demasiado comercializada. La misma Jarvis, que comenzó la celebración como una observancia litúrgica, lamentó este comercialismo y expresó que esta nunca fue su intención. En respuesta, Constance Adelaide Smith defendió exitosamente el Domingo de la Madre como conmemoración de una definición más amplia de la maternidad en muchas otras partes del mundo de habla inglesa."}}},"type":"COUNTRIES"}