{"descriptions":{"World Tourism Day":"Since 1980, the United Nations World Tourism Organization has celebrated World Tourism Day as international observances on September 27. This date was chosen as on that day in 1970, the Statutes of the UNWTO were adopted. The adoption of these Statutes is considered a milestone in global tourism. The purpose of this day is to raise awareness on the role of tourism within the international community and to demonstrate how it affects social, cultural, political and economic values worldwide. The theme of the day was \"sustainable tourism\", in 2017. In 2018 the theme was \"Tourism and the Digital Transformation\". In 2019 the theme was \"Tourism and Jobs: a better future for all\" and in 2020 the theme was: \"Tourism and Rural Development\".\n\nAt its Twelfth Session in Istanbul, Turkey, in October 1997, the UNWTO General Assembly decided to designate a host country each year to act as the Organization's partner in the celebration of World Tourism Day. At its Fifteenth Session in Beijing, China, in October 2003, the Assembly decided the following geographic order to be followed for World Tourism Day celebrations: 2006 in Europe; 2007 in South Asia; 2008 in the Americas; 2009 in Africa and 2011 in the Middle East.\n\nThe late Ignatius Amaduwa Atigbi, a Nigerian national, was the one who proposed the idea of marking September 27 of every year as World Tourism Day. He was finally recognized for his contribution in 2009. The colour of World Tourism Day is Blue.","International Day of Education":"International Day of Education is an annual international observance day held on January 24 and is dedicated to education. On December 3, 2018, the United Nations General Assembly adopted a resolution proclaiming January 24 as International Day of Education, in celebration of the role of education for bringing global peace and sustainable development.","All Souls' Day":"All Souls' Day, also known as the Commemoration of All the Faithful Departed and the Day of the Dead, is a day of prayer and remembrance for the souls of those who have died, which is observed by Latin Catholics and other Christian denominations annually on November 2. All Souls' Day is often celebrated in Western Christianity; Saturday of Souls is a related tradition more frequently observed in Eastern Christianity. Practitioners of All Souls' Day traditions often remember deceased loved ones in various ways on the day. Beliefs and practices associated with All Souls' Day vary widely among Christian denominations.\n\nThe annual celebration is the last day of Allhallowtide, after All Saints' Day and its eve. Prior to the standardization of Catholic observance on 2 November by St. Odlio of Cluny during the 10th century, many Catholic congregations celebrated All Souls Day on various dates during the Easter season as it is still observed in some Eastern Orthodox Churches and associated Eastern Catholic Churches. Churches of the East Syriac Rite (Syro-Malabar Catholic Church, Chaldean Catholic Church, Assyrian Church of the East, Ancient Church of the East) commemorate all the faithful departed on the Friday before Lent.","All Saints' Day":"All Saints' Day, also known as All Hallows' Day, Hallowmas, the Feast of All Saints, or Solemnity of All Saints, is a Christian solemnity celebrated in honour of all the saints, known and unknown. Its intent is to celebrate all the saints, including those who do not, or are no longer, celebrated individually, either because the number of saints has become so great or because they were celebrated in groups, after suffering martyrdom collectively. From the 4th century, feasts commemorating all Christian martyrs were held in various places on various dates near Easter and Pentecost. In the 9th century, some churches in the British Isles began holding the commemoration of all saints on 1 November, and in the 10th century this was extended to the whole church by Pope Gregory IV.\n\nIn Western Christianity, it is still celebrated on 1 November by the Roman Catholic Church as well as many Protestant churches. The Eastern Orthodox Church and associated Eastern Catholic and Byzantine Lutheran churches celebrate it on the first Sunday after Pentecost. The Church of the East and associated Eastern Catholic churches celebrate All Saints' Day on the first Friday after Easter.","International Holocaust Remembrance Day":"International Holocaust Remembrance Day is an international memorial day on 27 January that commemorates the victims of the Holocaust, the genocide of European Jews by Nazi Germany between 1941 and 1945. 27 January was chosen to commemorate the date that Auschwitz concentration camp was liberated by the Red Army in 1945.\n\nThe day remembers the killing of 6 million Jews and 11 million others by the Nazi regime and its collaborators. It was designated by United Nations General Assembly resolution 60/7 on 1 November 2005. The resolution came after a special session was held earlier that year on 24 January to mark the 60th anniversary of the liberation of the Nazi concentration camps and the end of the Holocaust.\n\nMany countries have instituted their own Holocaust Memorial Days. Many, such as the UK's Holocaust Memorial Day, also fall on 27 January, while others, such as Israel's Yom HaShoah, are observed at other times of the year.","World Braille Day":"World Braille Day is an international day on 4 January and celebrates awareness of the importance of braille as a means of communication in the full realization of the human rights for blind and visually impaired people. The date for the event was chosen by the United Nations General Assembly via a proclamation in November 2018, and marks the birthday of Louis Braille, creator of this writing system. The first World Braille Day was celebrated on January 4, 2019.","International Women's Day":"International Women's Day (IWD) is a global holiday celebrated annually on March 8 to commemorate the cultural, political, and socioeconomic achievements of women. It is also a focal point in the women's rights movement, bringing attention to issues such as gender equality, reproductive rights, and violence against women.\n\nIWD originated from labor movements in North America and Europe during the early 20th century. The earliest version was purportedly a \"Women's Day\" organized by the Socialist Party of America in New York City February 28, 1909. This inspired German delegates at the 1910 International Socialist Woman's Conference to propose \"a special Women's Day\" be organized annually, albeit with no set date; the following year saw the first demonstrations and commemorations of International Women's Day across Europe. After women gained suffrage in Soviet Russia in 1917 (the beginning of the February Revolution), IWD was made a national holiday on March 8; it was subsequently celebrated on that date by the socialist movement and communist countries. The holiday was associated with far-left movements and governments until its adoption by the global feminist movement in the late 1960s. IWD became a mainstream global holiday following its adoption by the United Nations in 1977.\n\nInternational Women's Day is commemorated in a variety of ways worldwide; it is a public holiday in several countries, and observed socially or locally in others. The UN observes the holiday in connection with a particular issue, campaign, or theme in women's rights. In some parts of the world, IWD still reflects its political origins, being marked by protests and calls for radical change; in other areas, particularly in the West, it is largely sociocultural and centered on a celebration of womanhood.","Christmas Eve":"Christmas Eve is the evening or entire day before Christmas Day, the festival commemorating the birth of Jesus. Christmas Day is observed around the world, and Christmas Eve is widely observed as a full or partial holiday in anticipation of Christmas Day. Together, both days are considered one of the most culturally significant celebrations in Christendom and Western society.\n\nChristmas celebrations in the denominations of Western Christianity have long begun on Christmas Eve, due in part to the Christian liturgical day starting at sunset, a practice inherited from Jewish tradition and based on the story of Creation in the Book of Genesis: \"And there was evening, and there was morning – the first day.\" Many churches still ring their church bells and hold prayers in the evening; for example, the Nordic Lutheran churches. Since tradition holds that Jesus was born at night, Midnight Mass is celebrated on Christmas Eve, traditionally at midnight, in commemoration of his birth. The idea of Jesus being born at night is reflected in the fact that Christmas Eve is referred to as Heilige Nacht (Holy Night) in German, Nochebuena (the Good Night) in Spanish and similarly in other expressions of Christmas spirituality, such as the song \"Silent Night, Holy Night\".\n\nMany other varying cultural traditions and experiences are also associated with Christmas Eve around the world, including the gathering of family and friends, the singing of Christmas carols, the illumination and enjoyment of Christmas lights, trees, and other decorations, the wrapping, exchange and opening of gifts, and general preparation for Christmas Day. Legendary Christmas gift-bearing figures including Santa Claus, Father Christmas, Christkind, and Saint Nicholas are also often said to depart for their annual journey to deliver presents to children around the world on Christmas Eve, although until the Protestant introduction of Christkind in 16th-century Europe, such figures were said to instead deliver presents on the eve of Saint Nicholas' feast day (6 December).","Epiphany":"Epiphany may refer to:","Christmas":"Christmas (or the Feast of the Nativity) is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25 as a religious and cultural celebration by billions of people around the world. A feast central to the Christian liturgical year, it is preceded by the season of Advent or the Nativity Fast and initiates the season of Christmastide, which historically in the West lasts twelve days and culminates on Twelfth Night. Christmas Day is a public holiday in many of the world's nations, is celebrated religiously by a majority of Christians, as well as culturally by many non-Christians, and forms an integral part of the holiday season organized around it.\n\nThe traditional Christmas narrative, the Nativity of Jesus, delineated in the New Testament says that Jesus was born in Bethlehem, in accordance with messianic prophecies. When Joseph and Mary arrived in the city, the inn had no room and so they were offered a stable where the Christ Child was soon born, with angels proclaiming this news to shepherds who then spread the word. \n\nAlthough the month and date of Jesus' birth are unknown, the church in the early fourth century fixed the date as December 25. This corresponds to the date of the winter solstice on the Roman calendar. Most Christians celebrate on December 25 in the Gregorian calendar, which has been adopted almost universally in the civil calendars used in countries throughout the world. However, part of the Eastern Christian Churches celebrate Christmas on December 25 of the older Julian calendar, which currently corresponds to January 7 in the Gregorian calendar. For Christians, believing that God came into the world in the form of man to atone for the sins of humanity, rather than knowing Jesus' exact birth date, is considered to be the primary purpose in celebrating Christmas.\n\nThe celebratory customs associated in various countries with Christmas have a mix of pre-Christian, Christian, and secular themes and origins. Popular modern customs of the holiday include gift giving; completing an Advent calendar or Advent wreath; Christmas music and caroling; viewing a Nativity play; an exchange of Christmas cards; church services; a special meal; and the display of various Christmas decorations, including Christmas trees, Christmas lights, nativity scenes, garlands, wreaths, mistletoe, and holly. In addition, several closely related and often interchangeable figures, known as Santa Claus, Father Christmas, Saint Nicholas, and Christkind, are associated with bringing gifts to children during the Christmas season and have their own body of traditions and lore. Because gift-giving and many other aspects of the Christmas festival involve heightened economic activity, the holiday has become a significant event and a key sales period for retailers and businesses. The economic impact of Christmas has grown steadily over the past few centuries in many regions of the world.","Mother's Day":"Mother's Day is a celebration honoring the mother of the family, as well as motherhood, maternal bonds, and the influence of mothers in society. It is celebrated on various days in many parts of the world, most commonly in the months of March or May. It complements similar celebrations honoring family members, such as Father's Day, Siblings Day, and Grandparents Day.\n\nThe modern Mother's Day began in the United States, at the initiative of Anna Jarvis in the early 20th century. It is not directly related to the many traditional celebrations of mothers and motherhood that have existed throughout the world over thousands of years, such as the Greek cult to Cybele, the mother god Rhea, the Roman festival of Hilaria, or the Christian Laetare Sunday celebration (associated with the image of Mother Church). However, in some countries, Mother's Day is still synonymous with these older traditions.\n\nThe American version of Mother's Day has been criticized for having become too commercialized. Founder Jarvis herself regretted this commercialism and expressed that this was never her intention. In response, Constance Adelaide Smith successfully advocated for Mothering Sunday as a commemoration of a broader definition of motherhood in many other parts of the English-speaking world.","World Logic Day":"World Logic Day is an international day proclaimed by UNESCO in association with the International Council for Philosophy and Human Sciences (CIPSH) in November 2019 to be celebrated on 14 January every year. It was first celebrated on 14 January 2019, before the UNESCO declaration. World Logic Day intends to bring the intellectual history, conceptual significance and practical implications of logic to the attention of interdisciplinary science communities and the broader public.","New Year's Eve":"In the Gregorian calendar, New Year's Eve (also known as Old Year's Day or Saint Sylvester's Day in many countries), the last day of the year, is on 31 December. In many countries, New Year's Eve is celebrated at evening parties, where many people dance, eat, drink, and watch or light fireworks. Some Christians attend a watchnight service. The celebrations generally go on past midnight into New Year's Day, 1 January.\n\nThe Line Islands (part of Kiribati) and Tonga, are examples of the first places to welcome the New Year, while Baker Island (an uninhabited atoll part of the United States Minor Outlying Islands) and American Samoa are among the last.","Wikipedia Day":"Wikipedia began with its first edit on 15 January 2001, two days after the domain was registered by Jimmy Wales and Larry Sanger. Its technological and conceptual underpinnings predate this; the earliest known proposal for an online encyclopedia was made by Rick Gates in 1993, and the concept of a free-as-in-freedom online encyclopedia (as distinct from mere open source) was proposed by Richard Stallman in December 2000.\n\nCrucially, Stallman's concept specifically included the idea that no central organization should control editing. This characteristic greatly contrasted with contemporary digital encyclopedias such as Microsoft Encarta, Encyclopædia Britannica, and even Bomis's Nupedia, which was Wikipedia's direct predecessor. In 2001, the license for Nupedia was changed to GFDL, and Wales and Sanger launched Wikipedia using the concept and technology of a wiki pioneered in 1995 by Ward Cunningham. Initially, Wikipedia was intended to complement Nupedia, an online encyclopedia project edited solely by experts, by providing additional draft articles and ideas for it. In practice, Wikipedia quickly overtook Nupedia, becoming a global project in multiple languages and inspiring a wide range of other online reference projects.\n\nWikipedia's worldwide monthly readership is approximately 495 million. Worldwide in September 2018, WMF Labs tallied 15.5 billion page views for the month. According to comScore, Wikipedia receives over 117 million monthly unique visitors from the United States alone.","Martin Luther King Jr. Day":"Martin Luther King Jr. Day (officially Birthday of Martin Luther King, Jr., and sometimes referred to as MLK Day) is a federal holiday in the United States marking the birthday of Martin Luther King Jr. It is observed on the third Monday of January each year. Born in 1929, Rev. Dr. King's actual birthday is January 15. The holiday is similar to holidays set under the Uniform Monday Holiday Act. The earliest Monday for this holiday is January 15 and the latest is January 21.\n\nKing was the chief spokesperson for nonviolent activism in the Civil Rights Movement, which protested racial discrimination in federal and state law. The campaign for a federal holiday in King's honor began soon after his assassination in 1968. President Ronald Reagan signed the holiday into law in 1983, and it was first observed three years later. At first, some states resisted observing the holiday as such, giving it alternative names or combining it with other holidays. It was officially observed in all 50 states for the first time in 2000.","Earth Day":"Earth Day is an annual event on April 22 to demonstrate support for environmental protection. First held on April 22, 1970, it now includes a wide range of events coordinated globally by EarthDay.org (formerly Earth Day Network) including 1 billion people in more than 193 countries.\n\nIn 1969 at a UNESCO Conference in San Francisco, peace activist John McConnell proposed a day to honor the Earth and the concept of peace, to first be observed on March 21, 1970, the first day of spring in the northern hemisphere. This day of nature's equipoise was later sanctioned in a proclamation written by McConnell and signed by Secretary General U Thant at the United Nations. A month later United States Senator Gaylord Nelson proposed the idea to hold a nationwide environmental teach-in on April 22, 1970. He hired a young activist, Denis Hayes, to be the National Coordinator. Nelson and Hayes renamed the event \"Earth Day\". Denis and his staff grew the event beyond the original idea for a teach-in to include the entire United States. More than 20 million people poured out on the streets, and the first Earth Day remains the largest single day protest in human history. Key non-environmentally focused partners played major roles. Under the leadership of labor leader Walter Reuther, for example, the United Auto Workers (UAW) was the most instrumental outside financial and operational supporter of the first Earth Day. According to Hayes, \"Without the UAW, the first Earth Day would have likely flopped!\" Nelson was later awarded the Presidential Medal of Freedom award in recognition of his work.\n\nThe first Earth Day was focused on the United States. In 1990, Denis Hayes, the original national coordinator in 1970, took it international and organized events in 141 nations.\n\nOn Earth Day 2016, the landmark Paris Agreement was signed by the United States, the United Kingdom, China, and 120 other countries. This signing satisfied a key requirement for the entry into force of the historic draft climate protection treaty adopted by consensus of the 195 nations present at the 2015 United Nations Climate Change Conference in Paris.\n\nNumerous communities engaged in Earth Day Week actions, an entire week of activities focused on the environmental issues that the world faces. On Earth Day 2020, over 100 million people around the world observed the 50th anniversary in what is being referred to as the largest online mass mobilization in history.","International Mother Earth Day":"International Mother Earth Day was established in 2009, by the United Nations General Assembly under Resolution A/RES/63/278. The Resolution was introduced by The Plurinational State of Bolivia and endorsed by over 50 member states. It recognizes that \"the Earth and its ecosystems are our home\" and that \"it is necessary to promote harmony with nature and the Earth.\" The term Mother Earth is used because it \"reflects the interdependence that exists among human beings, other living species and the planet we all inhabit\". It is decided to designate April 22 as International Mother Earth Day.\n\nGeneral Assembly President Miguel d'Escoto Brockmann welcomed the creation of International Mother Earth Day, saying: \"International Mother Earth Day promotes a view of the Earth as the entity that sustains all living things found in nature. Inclusiveness is at the heart of International Mother Earth Day; fostering shared responsibilities to rebuild our troubled relationship with nature is a cause that is uniting people around the world.\"","World Creativity and Innovation Day":"World Creativity and Innovation Day (#WCID) is a global UN day celebrated on April 21 to raise awareness around the importance of creativity and innovation in problem solving with respect to advancing the United Nations sustainable development goals, also known as the \"global goals\". The day was created with UN resolution 71/284 with the support of 80 countries. The first World Creativity and Innovation Day was celebrated on April 21, 2018. \n\nThe purpose of the day is to encourage creative multidisciplinary thinking at the individual and group levels which, according to a special report on the creative economy by UNESCO, UNDP, and UNOSSC, has \"become the true wealth of nations in the 21st century.\"","World Malaria Day":"World Malaria Day (WMD) is an international observance commemorated every year on 25 April and recognizes global efforts to control malaria. Globally, 3.3 billion people in 106 countries are at risk of malaria. In 2012, malaria caused an estimated 627,000 deaths, mostly among African children. Asia, Latin America, and to a lesser extent the Middle East and parts of Europe are also affected.\n\nWorld Malaria Day sprung out of the efforts taking place across the African continent to commemorate Africa Malaria Day. WMD is one of 11 official global public health campaigns currently marked by the World Health Organization (WHO), along with World Health Day, World Blood Donor Day, World Immunization Week, World Antimicrobial Awareness Week, World Patient Safety Day, World Tuberculosis Day, World Chagas Disease Day, World No Tobacco Day, World Hepatitis Day and World AIDS Day.\n\nAccording to the most recent World Malaria Report, the global tally of malaria reached 429,000 malaria deaths and 212 million new cases in 2015. The rate of new malaria cases fell by 21 per cent globally between 2010 and 2015, and malaria death rates fell by 29 per cent in the same period. In sub-Saharan Africa, case incidence and death rates fell by 21 per cent and 31 per cent, respectively.","DNA Day":"National DNA Day is a United States holiday celebrated on April 25. It commemorates the day in 1953 when James Watson, Francis Crick, Maurice Wilkins, Rosalind Franklin and colleagues published papers in the journal Nature on the structure of DNA. Furthermore, in early April 2003 it was declared that the Human Genome Project was very close to complete, and \"the remaining tiny gaps were considered too costly to fill.\"\n\nIn the United States, DNA Day was first celebrated on April 25, 2003, by proclamation of both the Senate and the House of Representatives. However, they only declared a one-time celebration, not an annual holiday. Every year from 2003 onward, annual DNA Day celebrations have been organized by the National Human Genome Research Institute (NHGRI), starting as early as April 23 in 2010, April 15 in 2011 and April 20 in 2012. April 25 has since been declared \"International DNA Day\" and \"World DNA Day\" by several groups.\n\nGenealogical DNA testing companies and genetic genealogy publishers run annual sales around DNA Day, seeking interest from the public and promoting their services.","Palm Sunday":"Palm Sunday is a Christian moveable feast that falls on the Sunday before Easter. The feast commemorates Jesus' triumphal entry into Jerusalem, an event mentioned in each of the four canonical Gospels. Palm Sunday marks the first day of Holy Week. For adherents of Nicene Christianity, it is the last week of the Christian solemn season of Lent that precedes the arrival of Eastertide.\n\nIn most liturgical churches, Palm Sunday is celebrated by the blessing and distribution of palm branches (or the branches of other native trees), representing the palm branches which the crowd scattered in front of Christ as he rode into Jerusalem. The difficulty of procuring palms in unfavorable climates led to their substitution with branches of native trees, including box, olive, willow, and yew. The Sunday was often named after these substitute trees, as in Yew Sunday, or by the general term Branch Sunday.\n\nMany churches of mainstream Christian denominations, including the Orthodox, Catholic, Lutheran, Methodist, Anglican, Moravian and Reformed traditions, distribute palm branches to their congregations during their Palm Sunday liturgies. Christians take these palms, which are often blessed by clergy, to their homes where they hang them alongside Christian art (especially crosses and crucifixes) or keep them in their Bibles or devotionals. In the period preceding the next year's Lent, known as Shrovetide, churches often place a basket in their narthex to collect these palms, which are then ritually burned on Shrove Tuesday to make the ashes to be used on the following day, Ash Wednesday, which is the first day of Lent.","World Book Day":"World Book Day, also known as World Book and Copyright Day, or International Day of the Book, is an annual event organized by the United Nations Educational, Scientific and Cultural Organization (UNESCO) to promote reading, publishing, and copyright. The first World Book Day was celebrated on 23 April in 1995, and continues to be recognized on that day. A related event in the United Kingdom and Ireland is observed in March.","International Dance Day":"International Dance Day is a global celebration of dance, created by the Dance Committee of the International Theatre Institute (ITI), the main partner for the performing arts of UNESCO. The event takes place every year on 29 April, which is the anniversary of the birth of Jean-Georges Noverre (1727–1810), the creator of modern ballet. The day strives to encourage participation and education in dance through events and festivals held on the date all over the world. UNESCO formally recognize ITI to be the creators and organizers of the event.","Holy Tuesday":"Holy Tuesday, Fig Tuesday, or Great and Holy Tuesday (lit. 'Great Third (Day)', i.e., Great Tuesday), is a day of Holy Week, which precedes Easter.","Mole Day":"Mole Day is an unofficial holiday celebrated among chemists, chemistry students and chemistry enthusiasts on October 23, between 6:02 a.m. and 6:02 p.m., making the date 6:02 10/23 in the American style of writing dates. The time and date are derived from the Avogadro number, which is approximately 6.02×1023, defining the number of particles (atoms or molecules) in one mole (mol) of substance, one of the seven base SI units.","World Development Information Day":"In 1972, the United Nations General Assembly decided to institute a World Development Information Day coinciding with United Nations Day on October 24. The General Assembly had the object of drawing the attention of world public opinion each year to development problems and the necessity of strengthening international co-operation to solve them.\n\nThe day was further recognized as the date on which the International Development Strategy for the Second Nations Development Decade was adopted in 1970.\n\nOn May 17, 1972, the UN Conference on Trade and Development (UNCTAD) proposed measures for information dissemination and for the mobilization of public opinion relative to trade and development problems. These became known as resolution 3038 (XXVII), which the UN General Assembly passed on December 19, 1972. This resolution called for introducing World Development Information Day to help draw the attention of people worldwide to development problems. A further aim of the event is to explain to the general public why it is necessary to strengthen international cooperation to find ways to solve these problems. The assembly also decided that the day should coincide with United Nations Day to stress the central role of development in the UN's work. World Development Information Day was first held on October 24, 1973, and has been held on this date each year since then.\n\nIn recent years many events have interpreted the title of the day slightly differently. These have concentrated on the role that modern information-technologies, such as the Internet and mobile telephones free from digital divide can play in alerting people and finding solutions to problems of trade and development. One of the specific aims of World Development Information Day was to inform and motivate young people and this change may help to further this aim.","United Nations Day":"United Nations Day is an annual commemorative day, reflecting the official creation of the United Nations on 24 October 1945. In 1947, the United Nations General Assembly declared 24 October, the anniversary of the Charter of the United Nations, as which \"shall be devoted to making known to the people of the world the aims and achievements of the United Nations and to gaining their support for\" its work.\n\nIn 1971, the United Nations General Assembly adopted a further resolution (United Nations Resolution 2782) declaring that United Nations Day shall be an international observance or international holiday and recommended that it should be observed as a public holiday by United Nations member states.","Zero Discrimination Day":"Zero Discrimination Day is an annual day celebrated on 1 March each year by the United Nations (UN) and other international organisations. The day aims to promote equality before the law and in practice throughout all of the member countries of the UN. The day was first celebrated on March 1, 2014, and was launched by UNAIDS Executive Director Michel Sidibé on 27 February of that year with a major event in Beijing.\n\nIn February 2017, UNAIDS called on people to \"make some noise around zero discrimination, to speak up and prevent discrimination from standing in the way of achieving ambitions, goals and dreams.\"\n\nThe day is particularly noted by organisations like UNAIDS that combat discrimination against people living with HIV/AIDS. \"HIV related stigma and discrimination is pervasive and exists in almost every part of the world including our Liberia\", according to Dr. Ivan F. Camanor, Chairman of the National AIDS Commission of Liberia. The UN Development Programme also paid tribute in 2017 to LGBTI people with HIV/AIDS who face discrimination.\n\nCampaigners in India have used this day to speak out against laws making discrimination against the LGBTI community more likely, especially during the previous campaign to repeal the law (Indian Penal Code, s377) that used to criminalise homosexuality in that country, before that law was overturned by the Indian Supreme Court in September 2018.\n\nIn 2015, Armenian Americans in California held a 'die-in' on Zero Discrimination Day to remember the victims of the Armenian Genocide.\n\nYou can see also that this is special for nations development","Valentine's Day":"Lutheran Church (see calendar)\n\nValentine's Day, also called Saint Valentine's Day or the Feast of Saint Valentine, is celebrated annually on February 14. It originated as a Christian feast day honoring one or two early Christian martyrs named Saint Valentine and, through later folk traditions, has become a significant cultural, religious, and commercial celebration of romance and love in many regions of the world.\n\nThere are a number of martyrdom stories associated with various Valentines connected to February 14, including an account of the imprisonment of Saint Valentine of Rome for ministering to Christians persecuted under the Roman Empire in the third century. According to an early tradition, Saint Valentine restored sight to the blind daughter of his jailer. Numerous later additions to the legend have better related it to the theme of love: an 18th-century embellishment to the legend claims he wrote the jailer's daughter a letter signed \"Your Valentine\" as a farewell before his execution; another addition posits that Saint Valentine performed weddings for Christian soldiers who were forbidden to marry.\n\nThe Feast of Saint Valentine was established by Pope Gelasius I in AD 496 to be celebrated on February 14 in honour of Saint Valentine of Rome, who died on that date in AD 269. The day became associated with romantic love in the 14th and 15th centuries when notions of courtly love flourished, apparently by association with the \"lovebirds\" of early spring. In 18th-century England, it grew into an occasion in which couples expressed their love for each other by presenting flowers, offering confectionery, and sending greeting cards (known as \"valentines\"). Valentine's Day symbols that are used today include the heart-shaped outline, doves, and the figure of the winged Cupid. Since the 19th century, handwritten valentines have given way to mass-produced greeting cards. In Italy, Saint Valentine's Keys are given to lovers \"as a romantic symbol and an invitation to unlock the giver's heart\", as well as to children to ward off epilepsy (called Saint Valentine's Malady).\n\nSaint Valentine's Day is not a public holiday in any country, although it is an official feast day in the Anglican Communion and the Lutheran Church. Many parts of the Eastern Orthodox Church also celebrate Saint Valentine's Day on July 6 in honor of Roman presbyter Saint Valentine, and on July 30 in honor of Hieromartyr Valentine, the Bishop of Interamna (modern Terni).","National Nude Day":"Marc Ellis\n\nLeigh Hart Graeme Hill\n\nSportsCafe was a New Zealand sports TV show. The show's original run was hosted by Lana Coc-Kroft, Marc Ellis, Leigh Hart, Graeme Hill, Ric Salizzo and reporter Eva Evguenieva. In 2001 Leigh Hart was added to the cast under his persona of 'That Guy'.\n\nThe show first screened on New Zealand television in 1996 on Sky Sport; however, those without a Sky subscription could view SportsCafe without a UHF Sky decoder by tuning their TV to the Sky Sport UHF channel, as the signal was not scrambled during this show. In 2002, SportsCafe moved to Sky 1 and in 2003 to TV2 (TVNZ 2).\n\nIt featured interviews with current sports stars and comical skits about sports. Each episode lasted 60 minutes, including commercials.\n\nThe show was pulled at the end of 2005 after the 'Celebrity Drug Scandal' but it is understood that this was not the reason for the show going off the air. The grand final screened November 23, 2005 and at the end of the show the presenters actually destroyed the set on the air, as The Exponents played their hit song \"Why Does Love Do This To Me?\".\n\nOn Sunday June 22, 2008, it was announced in the Herald on Sunday newspaper that SportsCafe would return for a final season, to begin on July 9, 2008. The show featured most of the original cast, and aired on Wednesday nights at 9.30 pm on TV2.\n\nIn 2011, SportsCafe returned for three exclusive online episodes, in order to celebrate New Zealand's hosting of the Rugby World Cup later in the year. Three shows were confirmed, and broadcast on July 8, 15 and 22. Recordings of these episodes can be found on YouTube.","World Wildlife Day":"On 20 December 2013, at its 68th session, the United Nations General Assembly (UNGA), in its resolution UN 68/205, decided to proclaim 3 March, the international day of the adoption of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) on the planet raise awareness and benefits fauna and flora in 1973, as World Wildlife Day, which was proposed by Thailand, to celebrate and raise awareness of the world's wild fauna and flora.","Liberation Day":"Liberation Day is a day, often a public holiday, that marks the liberation of a place, similar to an independence day. Liberation marks the date of either a revolution, as in Cuba, the fall of an oppressive regime, as in Portugal, or the end of an occupation by another state, as in the Netherlands, thereby differing from independence in the meaning of secession from another country.","World Emoji Day":"World Emoji Day is an annual unofficial holiday occurring on 17 July, intended to celebrate emoji; in the years since the earliest observance, it has become a popular date to make product or other announcements and releases relating to emoji.","Jefferson's Birthday":"Jefferson's Birthday officially honors the birth of the third U.S. president, Thomas Jefferson on April 13, 1743. This day was recognized by Franklin D. Roosevelt as part of Presidential Proclamation 2276, issued on March 21, 1938.\n\nMore recently, President George W. Bush issued proclamation 8124 on April 11, 2007, stating that \"... on Thomas Jefferson Day, we commemorate the birthday of a monumental figure whose place in our Nation’s history will always be cherished\".","International Day of Human Space Flight":"The International Day of Human Space Flight is the annual celebration, held on 12 April, of the anniversary of the first human space flight by Yuri Gagarin (USSR). It was proclaimed at the 65th session of the United Nations General Assembly on 7 April 2011, a few days before the 50th anniversary of the flight.\n\nYuri Gagarin crewed the Vostok 1 mission in 1961, completing one orbit around Earth over 108 minutes in the Vostok 3KA spacecraft, launched on a Vostok-K rocket from Baikonur Cosmodrome in Kazakhstan, USSR.\n\nIn the Soviet Union, 12 April was commemorated as Cosmonautics Day since 1963, and is still observed in Russia and some former Soviet states. Yuri's Night, also known as \"World Space Party\" is an international observance initiated in the United States in 2001, on the 40th anniversary of Gagarin's flight.\n\nAlso commemorated on this date is the first Space Shuttle launch, STS-1 of Columbia on 12 April 1981, exactly 20 years after the first human spaceflight.","Patriots' Day":"Patriots' Day (so punctuated in several U.S. states, but Patriot's Day in Maine) is an annual event, formalized as several state holidays, commemorating the Battles of Lexington and Concord, and the Battle of Menotomy, the first battles of the American Revolutionary War.","Farmers' Day":"Farmers' Day is an annual observance in various countries to celebrate the national contributions of farmers and agriculturers. In India it is observed on December 23.","Global Handwashing Day":"Global Handwashing Day (GHD) is an international handwashing promotion campaign to motivate and mobilize people around the world to improve their handwashing habits. Washing hands at critical points during the day and washing with soap are both important.\n\nGlobal Handwashing Day occurs on 15 October of each year. The global campaign is dedicated to raising awareness of handwashing with soap as a key factor in disease prevention. Respiratory and intestinal diseases can be reduced by 25-50%.","White Cane Safety Day":"White Cane Safety Day is a national observance in the United States, celebrated on October 15 of each year since 1964. The date is set aside to celebrate the achievements of people who are blind or visually impaired and the important symbol of blindness and tool of independence, the white cane.\n\nOn October 6, 1964, a joint resolution of the U.S. Congress, H.R. 753, was signed into law as Pub.L. 88–628, and codified at 36 U.S.C. § 142. This resolution authorized the President of the United States to proclaim October 15 of each year as \"White Cane Safety Day\".\n\nPresident Lyndon B. Johnson signed the first White Cane Safety Day proclamation within hours of the passage of the joint resolution.\n\nIn 2011, White Cane Safety Day was also named Blind Americans Equality Day by President Barack Obama.","World Food Day":"World Food Day is an international day celebrated every year worldwide on 16 October to commemorate the date of the founding of the United Nations Food and Agriculture Organization in 1945. The day is celebrated widely by many other organizations concerned with hunger and food security, including the World Food Programme and the International Fund for Agricultural Development. WFP received the Nobel Prize in Peace for 2020 for their efforts to combat hunger, contribute to peace in conflict areas, and for playing a leading role in stopping the use of hunger in the form of a weapon for war and conflict.\n\nThe World Food Day theme for 2014 was Family Farming: \"Feeding the world, caring for the earth\"; in 2015 it was \"Social Protection and Agriculture: Breaking the Cycle of Rural Poverty\"; in 2016 it is Climate Change: \"Climate is changing. Food and agriculture must too\", which echoes the theme of 2008, and of 2002 and 1989 before that. The theme of 2020 was \"Grow, nourish, sustain. Together. Our actions are our future.\"","World Hepatitis Day":"World Hepatitis Day, observed on July 28 every year, aims to raise global awareness of hepatitis — a group of infectious diseases known as Hepatitis A, B, C, D, and E — and encourage prevention, diagnosis and treatment. Hepatitis affects hundreds of millions of people worldwide, causing acute and chronic disease and killing close to 1.34 million people every year.Hepatitis causes liver diseases and can also kill a person.In some countries hepatitis B is commonest cause of cirrhosis and may also cause liver cancer(HCC)\n\nWorld Hepatitis Day is one of 11 official global public health campaigns marked by the World Health Organization (WHO), along with World Health Day, World Chagas Disease Day, World Blood Donor Day, World Malaria Day, World Immunization Week, World Tuberculosis Day, World No Tobacco Day, World Patient Safety Day, World Antimicrobial Awareness Week and World AIDS Day.","World Water Day":"World Water Day is an annual United Nations (UN) observance day held on 22 March that highlights the importance of fresh water. The day is used to advocate for the sustainable management of freshwater resources. The theme of each day focuses on topics relevant to clean water, sanitation and hygiene (WASH), which is in line with the targets of Sustainable Development Goal 6. The UN World Water Development Report (WWDR) is released each year around World Water Day.\n\nUN-Water is the convener for World Water Day and selects the theme for each year in consultation with UN organizations that share an interest in that year's focus. The theme for 2021 was \"Valuing Water\" and the public campaign invited people to join a global conversation on social media to \"tell us your stories, thoughts and feelings about water\".\n\nIn 2020, the theme was \"Water and Climate Change\". Previous themes for the years 2016 to 2019 were \"Water and Jobs'\", \"Why waste water?\" \"Nature for Water\", and \"Leaving no one behind\". World Water Day is celebrated around the world with a variety of events. These can be theatrical, musical or lobbying in nature. The day can also include campaigns to raise money for water projects. The first World Water Day, designated by the United Nations, was in 1993.","International Day of Happiness":"The International Day of Happiness is celebrated throughout the world on the 20th of March. It was established by the United Nations General Assembly on 28 June 2012.\n\nThe International Day of Happiness aims to make people around the world realize the importance of happiness within their lives.\n\nIn 2015, the United Nations launched 17 Sustainable Development Goals to make people's lives happier. Its main development goals are to eradicate poverty, reduce inequality and protect our planet.\n\nThe United Nations invites people of all ages to join in celebrating the International Day of Happiness.\n\nAssembly Resolution A/RES/66/281 states in pertinent part:\n\nThe General Assembly, Conscious that the pursuit of happiness is a fundamental human goal, Recognizing also the need for a more inclusive, equitable and balanced approach to economic growth that promotes sustainable development, poverty eradication, happiness and the well-being of all peoples, Decides to proclaim 20 March the International Day of Happiness, Invites all Member States, organizations of the United Nations system and other international and regional organizations, as well as civil society, including non-governmental organizations and individuals, to observe the International Day of Happiness in an appropriate manner, including through education and public awareness-raising activities\n\nThe Official Information by United Nations General Assembly\n\nTen Steps To Global Happiness:\n\nMission","International Day of Forests":"The International Day of Forests was established on the 21st day of March, by resolution of the United Nations General Assembly on November 28, 2012. Each year, various events celebrate and raise awareness of the importance of all types of forests, and trees outside forests, for the benefit of current and future generations. Countries are encouraged to undertake efforts to organize local, national, and international activities involving forests and trees, such as tree planting campaigns, on International Day of Forests. The Secretariat of the United Nations Forum on Forests, in collaboration with the Food and Agriculture Organization, facilitates the implementation of such events in collaboration with governments, the Collaborative Partnership on Forests, and international, regional and subregional organizations. International Day of Forests was observed for the first time on March 21, 2013.","World Poetry Day":"World Poetry Day is celebrated on 21 March, and was declared by UNESCO (the United Nations Educational, Scientific and Cultural Organization) in 1999, \"with the aim of supporting linguistic diversity through poetic expression and increasing the opportunity for endangered languages to be heard\". Its purpose is to promote the reading, writing, publishing and teaching of poetry throughout the world and, as the original UNESCO declaration says, to \"give fresh recognition and impetus to national, regional and international poetry movements\".\n\nIt was generally celebrated in October, but in the latter part of the 20th century the world community celebrated it on the 15th, the birthday of Virgil, the Roman epic poet and poet laureate under Augustus. The tradition to keep an October date for national or international poetry day celebrations still holds in many countries. The United Kingdom generally uses the first Thursday in October, but elsewhere a different October, or even sometimes a November date, is celebrated.\n\nThe 2021 World Poetry Day in the UNESCO headquarters in Paris was dedicated to the celebration of the 100th anniversary of the birth of the great Macedonian poet, writer, literary translator and linguistic scholar Blaže Koneski. At the same time, the British poet Carol Ann Duffy was announced as the recipient of the Golden Wreath Award of the Struga Poetry Evenings for 2021.","World Down Syndrome Day":"World Down Syndrome Day (WDSD) is marked each year on March 21, beginning in 2006. The 21st day of March (the 3rd month of the year) was selected to signify the uniqueness of the triplication (trisomy) of the 21st chromosome which causes Down syndrome.\n\nEvery year on March 21, World Down Syndrome Day is observed to create awareness about down syndrome. It is a condition in which a child is born with an extra 21st chromosome","Good Friday":"Good Friday is a Christian holiday commemorating the crucifixion of Jesus and his death at Calvary. It is observed during Holy Week as part of the Paschal Triduum. It is also known as Holy Friday, Great Friday, Great and Holy Friday (also Holy and Great Friday), and Black Friday.\n\nMembers of many Christian denominations, including the Catholic, Eastern Orthodox, Lutheran, Anglican, Methodist, Oriental Orthodox and Reformed traditions, observe Good Friday with fasting and church services. In many Catholic, Lutheran, Anglican and Methodist Churches, the Service of the Great Three Hours' Agony is held from noon until 3 pm, the time duration that the Bible records as darkness covering the land to Jesus' sacrificial death on the cross. Communicants of the Moravian Church have a Good Friday tradition of cleaning gravestones in Moravian cemeteries.\n\nThe date of Good Friday varies from one year to the next on both the Gregorian and Julian calendars. Eastern and Western Christianity disagree over the computation of the date of Easter and therefore of Good Friday. Good Friday is a widely instituted legal holiday around the world, including in most Western countries and 12 U.S. states. Some countries, such as Germany, have laws prohibiting certain acts, such as dancing and horse racing.","World Cities Day":"World Cities Day is an annual United Nations observance day held on 31 October. The global observance, first held in 2014, is organized by the United Nations Human Settlements Programme (UN-Habitat) in coordination with each year's selected host city.","Halloween":"Halloween or Hallowe'en (a contraction of \"All Hallows' evening\"), also known as Allhalloween, All Hallows' Eve, or All Saints' Eve, is a celebration observed in many countries on 31 October , the eve of the Western Christian feast of All Hallows' Day. It begins the observance of Allhallowtide, the time in the liturgical year dedicated to remembering the dead, including saints (hallows), martyrs, and all the faithful departed.\n\nOne theory holds that many Halloween traditions may have been influenced by ancient Celtic harvest festivals, particularly the Gaelic festival Samhain, which may have had pagan roots; some scholars hold that Samhain may have been Christianized as All Hallow's Day, along with its eve, by the early Church. Other academics believe, however, that Halloween began solely as a Christian holiday, being the vigil of All Hallow's Day.\n\nHalloween activities include trick-or-treating (or the related guising and souling), attending Halloween costume parties, carving pumpkins into jack-o'-lanterns, lighting bonfires, apple bobbing, divination games, playing pranks, visiting haunted attractions, telling scary stories, as well as watching horror films. In many parts of the world, the Christian religious observances of All Hallows' Eve, including attending church services and lighting candles on the graves of the dead, remain popular, although elsewhere it is a more commercial and secular celebration. Some Christians historically abstained from meat on All Hallows' Eve, a tradition reflected in the eating of certain vegetarian foods on this vigil day, including apples, potato pancakes, and soul cakes.","Saint Joseph's Day":"Saint Joseph's Day, also called the Feast of Saint Joseph or the Solemnity of Saint Joseph, is in Western Christianity the principal feast day of Saint Joseph, husband of the Virgin Mary and legal father of Jesus Christ celebrated on 19 March. It has the rank of a solemnity in the Catholic Church. It is a feast or commemoration in the provinces of the Anglican Communion, and a feast or festival in the Lutheran Church. Saint Joseph's Day is the Patronal Feast day for Poland as well as for Canada, persons named Joseph, Josephine, etc., for religious institutes, schools and parishes bearing his name, and for carpenters. It is also Father's Day in some Catholic countries, mainly Spain, Portugal, and Italy. It is not a holy day of obligation for Catholics in the United States.\n\n19 March was dedicated to Saint Joseph in several Western calendars by the 10th century, and this custom was established in Rome by 1479. Pope Pius V extended its use to the entire Roman Rite by his Apostolic Constitution Quo primum (14 July 1570). Originally a double of the second class and a feast of precept, it was re-raised to be of precept in 1917 after having this status intermittently lost, and consequently also raised to its current rank of double of the first class (now called a solemnity), having become in the meantime the rank common to all remaining general feasts of precept. Since 1969, Episcopal Conferences may, if they wish, transfer it to a date outside Lent. Even if it occurs inside Lent on the usual date of 19 March, it is still observed as a Solemnity of a Saint—this is one of the few times during Lent the Gloria may be said or sung, the vesture is changed from the purple or violet of Lent to white or gold (as it would be for such a solemnity normally), the Collect and the Eucharistic Prayer's Preface and other prayers are from the Solemnity and not Lent, the hymns are more joyful, and the Creed is said. However, the Alleluia is still not used, the Tract being used instead, per Lenten regulations.\n\nBetween 1870 and 1955, an additional feast was celebrated in honor of Saint Joseph as Spouse of the Blessed Virgin Mary and Patron of the Universal Church, the latter title having been given to him by Pope Pius IX. Originally celebrated on the third Sunday after Easter with an octave, after Divino Afflatu of Saint Pius X (see Reform of the Roman Breviary by Pope Pius X), it was moved to the preceding Wednesday (because Wednesday was the day of the week specifically dedicated to St. Joseph, St. John the Baptist and local patrons). The feast was also retitled The Solemnity of Saint Joseph. This celebration and its accompanying octave were abolished during the modernisation and simplification of rubrics under Pope Pius XII in 1955.\n\nAt the same time, Pope Pius XII established an additional Feast of \"St. Joseph the Worker\", to be celebrated on 1 May, in order to coincide with the celebration of International Workers' Day (May Day) in many countries. Until this time, 1 May had been the Feast of the Apostles Saint Philip and James, but that Feast was then moved to the next free day, 11 May (and again to 3 May, in 1969, having become free in the meantime). In the new calendar published in 1969, the Feast of Saint Joseph The Worker, which at one time occupied the highest possible rank in the Church calendar, was reduced to an optional Memorial, the lowest rank for a saint's day.\n\nThe Eastern Orthodox Church celebrates Saint Joseph on the Sunday after Christmas.\n\nPopular customs among Christians of various liturgical traditions observing Saint Joseph's Day are attending Mass or the Divine Service, wearing red-coloured clothing, carrying dried fava beans that have been blessed, and assembling home altars dedicated to Saint Joseph.","Saint Patrick's Day":"Saint Patrick's Day, or the Feast of Saint Patrick, is a cultural and religious celebration held on 17 March, the traditional death date of Saint Patrick (c. 385 – c. 461), the foremost patron saint of Ireland.\n\nSaint Patrick's Day was made an official Christian feast day in the early 17th century and is observed by the Catholic Church, the Anglican Communion (especially the Church of Ireland), the Eastern Orthodox Church, and the Lutheran Church. The day commemorates Saint Patrick and the arrival of Christianity in Ireland, and celebrates the heritage and culture of the Irish in general. Celebrations generally involve public parades and festivals, céilís, and the wearing of green attire or shamrocks. Christians who belong to liturgical denominations also attend church services and historically the Lenten restrictions on eating and drinking alcohol were lifted for the day, which has encouraged and propagated the holiday's tradition of alcohol consumption.\n\nSaint Patrick's Day is a public holiday in the Republic of Ireland, Northern Ireland, the Canadian province of Newfoundland and Labrador (for provincial government employees), and the British Overseas Territory of Montserrat. It is also widely celebrated in the United Kingdom, Canada, United States, Brazil, Argentina, Australia and New Zealand, especially amongst Irish diaspora. Saint Patrick's Day is celebrated in more countries than any other national festival. Modern celebrations have been greatly influenced by those of the Irish diaspora, particularly those that developed in North America. However, there has been criticism of Saint Patrick's Day celebrations for having become too commercialised and for fostering negative stereotypes of the Irish people.","World Contact Day":"World Contact Day was first declared in March 1953 by an organization called the International Flying Saucer Bureau (IFSB), as a day on which all IFSB members would attempt to send a telepathic message into space.\n\nThe IFSB voted to hold such a day in 1953, theorising that if both telepathy and alien life were real, a large number of people focussing on an identical piece of text may be able to transmit the message through space. IFSB members focused on the following message during 1953:\n\nCalling occupants of interplanetary craft! Calling occupants of interplanetary craft that have been observing our planet EARTH. We of IFSB wish to make contact with you. We are your friends, and would like you to make an appearance here on EARTH. Your presence before us will be welcomed with the utmost friendship. We will do all in our power to promote mutual understanding between your people and the people of EARTH. Please come in peace and help us in our EARTHLY problems. Give us some sign that you have received our message. Be responsible for creating a miracle here on our planet to wake up the ignorant ones to reality. Let us hear from you. We are your friends.\n\nThe 1953 celebration is referenced in the song \"Calling Occupants of Interplanetary Craft\", created in 1976 by Klaatu and later covered by The Carpenters.\n\nOn the event's 60th anniversary in 2013, World Contact Day was extended to a whole week.","Pi Day":"Pi Day is an annual celebration of the mathematical constant π (pi). Pi Day is observed on March 14 (3/14 in the month/day format) since 3, 1, and 4 are the first three significant digits of π. It was founded in 1988 by Larry Shaw, an employee of the Exploratorium. Celebrations often involve eating pie or holding pi recitation competitions. In 2009, the United States House of Representatives supported the designation of Pi Day. UNESCO's 40th General Conference designated Pi Day as the International Day of Mathematics in November 2019. Alternative dates for the holiday include July 22 (22/7, an approximation of π) and June 28 (6.28, an approximation of 2π or tau).","Harriet Tubman Day":"Harriet Tubman Day is an American holiday in honor of the anti-slavery activist Harriet Tubman, observed on March 10, and in the U.S. state of New York. Observances also occur locally around the U.S. state of Maryland. It is not observed in Texas.","Helen Keller Day":"Helen Keller Day is a commemorative holiday to celebrate the birth of Helen Keller, observed on June 27 annually. The holiday observance was created by presidential proclamation in 2006, as well as by international organizations, particularly those helping the blind and the deaf. The holiday is generally known for its fashion show held on June 27 annually for fundraising purposes.","Whit Monday":"Whit Monday or Pentecost Monday (also known as Monday of the Holy Spirit) is the holiday celebrated the day after Pentecost, a moveable feast in the Christian calendar. It is moveable because it is determined by the date of Easter. In the Catholic Church, it is the Memorial of the Blessed Virgin Mary, Mother of the Church Marking the resumption of Ordinary Time.\n\nWhit Monday gets its English name from \"Whitsunday\", an English name for Pentecost, one of the three baptismal seasons. The origin of the name \"Whit Sunday\" is generally attributed to the white garments formerly worn by those newly baptized on this feast.","International Day of Yoga":"The International Day of Yoga has been celebrated annually on 21 June since 2015, following its inception in the United Nations General Assembly in 2014. Yoga is a physical, mental and spiritual practice which originated in India. The Indian Prime Minister, Narendra Modi, in his UN address suggested the date of 21 June, as it is the longest day of the year in the Northern Hemisphere and shares a special significance in many parts of the world.","International Widows Day":"International Widows Day is a United Nations ratified day of action to address the \"poverty and injustice faced by millions of widows and their dependents in many countries\". The day takes place annually on 23 June.\n\nInternational Widows Day was established by The Loomba Foundation to raise awareness of the issue of widowhood. The significance of 23 June is that it was on that day in 1954 that Shrimati Pushpa Wati Loomba, mother of the foundation's founder, Lord Loomba, became a widow. One of the foundation’s key goals is to highlight what it describes as an invisible calamity. A 2010 book, Invisible, Forgotten Sufferers: The Plight of Widows Around the World, estimates that there are 245 million widows worldwide, 115 million of whom live in poverty and suffer from social stigmatization and economic deprivation purely because they have lost their husbands. As part of the Loomba Foundation’s awareness campaign, this study was presented to UN Secretary General Ban Ki-moon on 22 June 2010.\n\nThe first International Widows Day took place in 2005 and was launched by Lord Loomba and the foundation's president, Cherie Blair. By the sixth International Widows Day in 2010, events were held in Rwanda, Sri Lanka, the United States, the UK, Nepal, Syria, Kenya, India, Bangladesh and South Africa.","Pentecost":"The Christian holiday of Pentecost is a moveable feast, which is celebrated on the 50th day (the seventh Sunday) from Easter Sunday. It commemorates the descent of the Holy Spirit upon the Apostles and other followers of Jesus Christ while they were in Jerusalem celebrating the Feast of Weeks, as described in the Acts of the Apostles (Acts 2:1–31.\n\nThe holiday is also called \"White Sunday\" or \"Whitsunday\" or \"Whitsun\", especially in the United Kingdom, where traditionally the next day, Whit Monday, was also a public holiday (since 1971 fixed by statute on the last Monday in May). The Monday after Pentecost is a legal holiday in many European countries.\n\nIn Eastern Christianity, Pentecost can also refer to the entire fifty days of Easter through Pentecost inclusive; hence the book containing the liturgical texts is called the \"Pentecostarion\". Since its date depends on the date of Easter, Pentecost is a \"moveable feast\".\n\nPentecost is one of the Great feasts in the Eastern Orthodox Church, a Solemnity in the Roman Rite of the Catholic Church, a Festival in the Lutheran Churches, and a Principal Feast in the Anglican Communion. Many Christian denominations provide a special liturgy for this holy celebration.","Father's Day":"Father's Day is a day of honouring fatherhood and paternal bonds, as well as the influence of fathers in society. In Catholic countries of Europe, it has been celebrated on March 19 as Saint Joseph's Day since the Middle Ages. In America, Father's Day was founded by Sonora Smart Dodd, and celebrated on the third Sunday of June for the first time in 1910. The day is held on various dates across the world and different regions maintain their own traditions of honouring fatherhood.\n\nFather's day complements similar celebrations honouring family members, such as Mother's Day, Siblings Day and Grandparents' Day.","Labor Day":"Labor Day is a federal holiday in the United States celebrated on the first Monday in September to honor and recognize the American labor movement and the works and contributions of laborers to the development and achievements of the United States. It is the Monday of the long weekend known as Labor Day Weekend.\n\nBeginning in the late 19th century, as the trade union and labor movements grew, trade unionists proposed that a day be set aside to celebrate labor. \"Labor Day\" was promoted by the Central Labor Union and the Knights of Labor, which organized the first parade in New York City. In 1887, Oregon was the first state of the United States to make it an official public holiday. By the time it became an official federal holiday in 1894, thirty states in the United States officially celebrated Labor Day.\n\nCanada's Labour Day is also celebrated on the first Monday of September. More than 80 countries celebrate International Workers' Day on May 1, the ancient European holiday of May Day. May Day was chosen by the Second International of socialist and communist parties to commemorate the Haymarket affair which occurred in Chicago on May 4, 1886.","International Literacy Day":"International Literacy Day is an international observance, celebrated each year on 8 September, that was declared by UNESCO on 26 October 1966 at the 14th session of UNESCO's General Conference. It was celebrated for the first time in 1967. Its aim is to highlight the importance of literacy to individuals, communities and societies. Celebrations take place in several countries.","International Programmers Day":"null","World Environment Day":"World Environment Day (WED) is celebrated on 5 June every year, and is the United Nations' principal vehicle for encouraging awareness and action for the protection of the environment. First held in 1974, it has been a flagship campaign for raising awareness on environmental issues emerging from marine pollution, human overpopulation, and global warming, to sustainable consumption and wildlife crime. World Environment Day has grown to become a global platform for public outreach, with participation from over 143 countries annually. Each year, WED has provided a new theme that major corporations, NGOs, communities, governments and all celebrities worldwide adopt to advocate environmental causes.","International Human Solidarity Day":"The International Human Solidarity Day (IHSD), observed on December 20, is an international annual unity day of the United Nations and its member states introduced by the general assembly during the 2005 World Summit. It was established on December 22, 2005 by resolution 60/209. Its main goal is to recognize the universal values of poor by making the associated countries aware of reducing poverty and to formulate its countermeasures as signed by the independent states. IHSD is a part of World Solidarity Fund and United Nations Development Programme focused on to achieve goals set for worldwide poverty eradication.","National Cancer Survivors Day":"National Cancer Survivors Day is a secular holiday celebrated on the first Sunday in June primarily in the United States of America. The day is meant to \"demonstrate that life after a cancer diagnosis can be a reality\". Though it is mainly celebrated in the United States, the National Cancer Survivors Day Foundation is attempting to grow its popularity in other countries, with some success.","World Bicycle Day":"In April 2018, the United Nations General Assembly declared June 3 as International World Bicycle Day. The resolution for World Bicycle Day recognizes \"the uniqueness, longevity and versatility of the bicycle, which has been in use for two centuries, and that it is a simple, affordable, reliable, clean and environmentally fit sustainable means of transport.\"","Juneteenth":"Juneteenth (a portmanteau of June and nineteenth) – also known as Freedom Day, Jubilee Day, Liberation Day, and Emancipation Day – is a holiday celebrating the emancipation of those who had been enslaved in the United States. Originating in Galveston, Texas, it is now celebrated annually on the 19th of June throughout the United States, with varying official recognition. It is commemorated on the anniversary date of the June 19, 1865 announcement by Union Army general Gordon Granger, proclaiming freedom from slavery in Texas.\n\nPresident Abraham Lincoln's Emancipation Proclamation had officially outlawed slavery in Texas and the other states in rebellion against the Union almost two and a half years earlier. Enforcement of the Proclamation generally relied on the advance of Union troops. Texas being the most remote of the slave states had a low presence of Union troops as the American Civil War ended; thus enforcement there had been slow and inconsistent before Granger's announcement. Although Juneteenth generally celebrates the end of slavery in the United States, it was still legal and practiced in two Union border states (Delaware and Kentucky) until later that year when ratification of the Thirteenth Amendment to the Constitution abolished chattel slavery nationwide in December.\n\nCelebrations date to 1866, at first involving church-centered community gatherings in Texas. It spread across the South and became more commercialized in the 1920s and 1930s, often centering on a food festival. During the Civil Rights Movement of the 1960s, it was eclipsed by the struggle for postwar civil rights, but grew in popularity again in the 1970s with a focus on African American freedom and arts. By the 21st century, Juneteenth was celebrated in most major cities across the United States. Activists are campaigning for the United States Congress to recognize Juneteenth as a national holiday. Hawaii, North Dakota and South Dakota are the only states that do not recognize Juneteenth, according to the Congressional Research Service.\n\nModern observance is primarily in local celebrations. Traditions include public readings of the Emancipation Proclamation, singing traditional songs such as \"Swing Low, Sweet Chariot\" and \"Lift Every Voice and Sing\", and reading of works by noted African-American writers such as Ralph Ellison and Maya Angelou. Celebrations include rodeos, street fairs, cookouts, family reunions, park parties, historical reenactments, and Miss Juneteenth contests. The Mascogos, descendants of Black Seminoles, who escaped from U.S. slavery in 1852 and settled in Coahuila, Mexico, also celebrate Juneteenth.","New Year's Day":"New Year's Day, also simply called New Year or New Year's, is observed on 1 January, the first day of the year on the modern Gregorian calendar as well as the Julian calendar. Whilst most solar calendars (like the Gregorian and Julian) begin the year regularly at or near the northern winter solstice, the start of the new year in cultures that observe a lunisolar or lunar calendar (such as the Chinese New Year and the Islamic New Year) happen at less fixed points relative to the solar year.\n\nIn pre-Christian Rome under the Julian calendar, the day was dedicated to Janus, god of gateways and beginnings, for whom January is also named. From Roman times until the middle of the eighteenth century, the new year was celebrated at various stages and in various parts of Christian Europe on 25 December, on 1 March, on 25 March and on the movable feast of Easter.\n\nIn the present day, with most countries now using the Gregorian calendar as their civil calendar, 1 January according to that calendar is among the most celebrated public holidays in the world, often observed with fireworks at the stroke of midnight as the new year starts in each time zone. Other global New Year's Day traditions include making New Year's resolutions and calling one's friends and family.","Parent's Day":"Parents' Day is observed in South Korea (May 8) and in the United States (fourth Sunday of July). The South Korean designation was established in 1973, replacing the Mother's Day previously marked on May 8, and includes public and private celebrations. The United States day was created in 1994 under President Bill Clinton. June 1 has also been proclaimed as \"Global Day of Parents\" by the United Nations as a mark of appreciation for the commitment of parents towards their children. In the Philippines, while it is not strictly observed or celebrated, the first Monday of December each year is proclaimed as Parents' Day.","Galactic Tick Day":"Galactic Tick Day is an awareness and education day that celebrates the movement of the Solar System around the Milky Way galaxy.\n\nThe day occurs at a regular interval of 1.7361 years (or 633.7 days), which is called a galactic tick. The interval is derived from one centi-arcsecond of a galactic year, which is the Solar System's roughly 225-million-year trip around the Galactic Center. One galactic tick is only about 0.00000077 percent (1/) of a full galactic year.","World Blood Donor Day":"World Blood Donor Day (WBDD) is held on June 14 each year. The event was organised for the first time in 2005, by a joint initiative of the World Health Organization, the International Federation of Red Cross and Red Crescent Societies to raise awareness of the need for safe blood and blood products, and to thank blood donors for their voluntary, life-saving gifts of blood. World Blood Donor Day is one of 11 official global public health campaigns marked by the World Health Organization (WHO), along with World Health Day, World Chagas Disease Day, World Tuberculosis Day, World Immunization Week, World Patient Safety Day, World Malaria Day, World No Tobacco Day, World Hepatitis Day, World Antimicrobial Awareness Week and World AIDS Day.","Feast of the Ascension":"The Feast of the Ascension of Jesus Christ, also called Ascension Day, Ascension Thursday, or sometimes Holy Thursday, commemorates the Christian belief of the bodily Ascension of Jesus into heaven. It is one of the ecumenical (i.e., universally celebrated) feasts of Christian churches, ranking with the feasts of the Passion, of Easter, and Pentecost. Following the account of Acts 1:3 that the risen Jesus appeared for 40 days prior to his Ascension, Ascension Day is traditionally celebrated on a Thursday, the fortieth day of Easter; although some Christian denominations have moved the observance to the following Sunday. In the Catholic Church in the United States, the day of observance varies by ecclesiastical province.","Loving Day":"Loving Day is an annual celebration held on June 12, the anniversary of the 1967 United States Supreme Court decision Loving v. Virginia which struck down all anti-miscegenation laws remaining in sixteen U.S. states. In the United States, anti-miscegenation laws were U.S. state laws banning interracial marriage, mainly forbidding marriage between two different races, until the Warren Court ruled unanimously in 1967 that these state laws were unconstitutional. Chief Justice Earl Warren wrote in the court majority opinion that \"the freedom to marry, or not marry, a person of another race resides with the individual, and cannot be infringed by the State.\"\n\nLoving Day is not an officially recognized holiday by the U.S. government, despite attempts to make it so. Loving Day is the biggest multiracial celebration in the United States.","International Day of Democracy":"In 2007 the United Nations General Assembly resolved to observe 15 September as the International Day of Democracy—with the purpose of promoting and upholding the principles of democracy—and invited all member states and organizations to commemorate the day in an appropriate manner that contributes to raising public awareness.\n\n…while democracies share common features, there is no single model of democracy and that democracy does not belong to any country or region... …democracy is a universal value based on the freely-expressed will of people to determine their own political, economic, social and cultural systems, and their full participation in all aspects of life.","National CleanUp Day":"National CleanUp Day is celebrated annually in the United States and globally on the third Saturday of September. In the United States, there are cleanups held in every State and Territory. It promotes organized and individual cleanup events and volunteering to keep the outdoors clean.\n\nThe inaugural National CleanUp Day was held in 2017 and had more than 225,000 volunteers. The 2018 event had over 1,500,000 volunteers, 14 million pounds of waste collected, and was held in conjunction with the inaugural World Cleanup Day. The 2019 cleanup had almost 2,000,000 volunteers, 18 million pounds of waste collected. The US event is coordinated with World CleanUp Day and saw a combined 20 million volunteers in 170 countries which is the largest, single day global volunteer event. National CleanUp Day partners include Earth Day, Keep America Beautiful, World Cleanup Day, Waterkeeper Alliance, National Parks Conservation Association, Junior Chamber International, Granite Gear, Fjallraven, and Clean Trails. In April 2019, Earth Day partnered with National CleanUp Day and Keep America Beautiful for the inaugural Earth Day CleanUp and had over 500,000 volunteers working to clean up trash and litter nationally. In 2020, the Great Global CleanUp by Earth Day was originally planned to include thousands of large group cleanups but the COVID-19 pandemic caused cancellation of most group events. Instead, Earth Day and presenting partners World CleanUp Day, National CleanUp Day and Keep America Beautiful organized individual activities like Plogging and the TrashTag Challenge.\n\nCleanUp events are held throughout September and include National Public Lands Day. Additional programs held year-round include Clean Trails, Plogging, Trashtag, CleanUps.org, Clean City USA, and CleanUp News.\n\nNational CleanUp Day events are held in the United States, Aruba, Bahamas, Belarus, Canada, Dominican Republic, India, Israel, Kenya, Malawi, Namibia, Netherlands, Romania, Rwanda, Sierra Leone, South Africa, Switzerland, Taiwan, and the Philippines. \n\nIn 2020, National CleanUp Day introduced the Tailored CleanUp@ program for businesses and cities. The program is free and available to any participating business, educational institution, land manager, government entity or nonprofit. The Tailored CleanUp page may be used for any cleanup activity on any date in the United States, Canada, India or China. The Join a CleanUp, cleanup mapping pages, and reporting pages may be used for any cleanup worldwide on any date. National CleanUp Day pivoted in 2020 due to COVID-19 from large scale cleanups to individual cleanups. They had over 671,000 signups by individuals, municipalities, schools, and companies.\n\nCleanUp News was launched on September 19, 2020, and contains CleanUp articles for general readership, science articles, and resources for journalists and writers. Actor Cobie Smulders joined with Clean Trails and Planet Oat to promote cleanup activities for National CleanUp Day. Plogging.org TrashTag.org and CleanUps.org were launched in January 2021. These concepts support the responsibility of land managers, municipalities, non-profits, educational institutions, businesses, and individuals holding cleanup activities globally.\n\nNational CleanUp Day is a nonprofit organization founded by Bill Willoughby and Steve Jewett.","Constitution Day":"Constitution Day is a holiday to honor the constitution of a country. Constitution Day is often celebrated on the anniversary of the signing, promulgation or adoption of the constitution, or in some cases, to commemorate the change to constitutional monarchy.","Pan American Aviation Day":"Pan American Aviation Day is a United States Federal Observance Day observed December 17. According to 36 U.S.C. § 134, on Pan American Aviation Day the president calls on \"all officials of the United States Government, the chief executive offices of the States, territories, and possessions of the United States, and all citizens to participate in the observance of Pan American Aviation Day to further, and stimulate interest in, aviation in the American countries as an important stimulus to the further development of more rapid communications and a cultural development between the countries of the Western Hemisphere.\"\n\nThe date commemorates the first successful flight of a mechanically propelled heavier-than-air craft, accomplished on December 17, 1903, by the Wright brothers near Kitty Hawk, North Carolina.","Wright Brothers Day":"Wright Brothers Day (December 17) is a United States national observation. It is codified in the US Code, and commemorates the first successful flights in a heavier-than-air, mechanically propelled airplane, that were made by Orville and Wilbur Wright on December 17, 1903, near Kitty Hawk, North Carolina. On September 24, 1959 U.S. President Dwight D. Eisenhower declared December 17 to be Wright Brothers Day.\n\nWright Brothers Day was announced as an official commemorative day in Ohio, on October 5, 2011, celebrating 100 years of practical flight for the Wright Brothers.","Ugly Sweater Day":"","International Day of Peace":"The International Day of Peace, sometimes officially known as World Peace Day, is a United Nations-sanctioned holiday observed annually on 21 September. It is dedicated to world peace, and specifically the absence of war and violence, such as might be occasioned by a temporary ceasefire in a combat zone for humanitarian aid access. The day was first celebrated in 1981, and is kept by many nations, political groups, military groups, and people. In 2013 the day was dedicated by the Secretary-General of the United Nations to peace education, the key preventive means to reduce war sustainably.\n\nTo inaugurate the day, the United Nations Peace Bell is rung at UN Headquarters (in New York City). The bell is cast from coins donated by children from all continents except Africa, and was a gift from the United Nations Association of Japan, as \"a reminder of the human cost of war\"; the inscription on its side reads, \"Long live absolute world peace\".\n\nIn recent years, a searchable map of events has been published at un.org.","Human Rights Day":"Human Rights Day is celebrated annually across the world on 10 December every year.\n\nThe date was chosen to honor the United Nations General Assembly's adoption and proclamation, on 10 December 1948, of the Universal Declaration of Human Rights (UDHR), the first global enunciation of human rights and one of the first major achievements of the new United Nations. The formal establishment of Human Rights Day occurred at the 317th Plenary Meeting of the General Assembly on 4 December 1950, when the General Assembly declared resolution 423(V), inviting all member states and any other interested organizations to celebrate the day as they saw fit.\n\nThe day is normally marked both by high-level political conferences and meetings and by cultural events and exhibitions dealing with human rights issues. Besides, it is traditionally on 10 December that the five-yearly United Nations Prize in the Field of Human Rights and Nobel Peace Prize are awarded. Many governmental and non-governmental organizations active in the human rights field also schedule special events to commemorate the day, as do many civil and social-cause organisations.","World Bee Day":"World Bee Day is celebrated on May 20. On this day Anton Janša, the pioneer of beekeeping, was born in 1734.\n\nThe purpose of the international day is to acknowledge the role of bees and other pollinators for the ecosystem.\n\nThe UN Member States approved Slovenia’s proposal to proclaim 20 May as World Bee Day in December 2017.","National Pearl Harbor Remembrance Day":"National Pearl Harbor Remembrance Day, also referred to as Pearl Harbor Remembrance Day or Pearl Harbor Day, is observed annually in the United States on December 7, to remember and honor the 2,403 Americans who were killed in the Japanese surprise attack on Pearl Harbor in Hawaii on December 7, 1941, which led to the United States declaring war on Japan the next day and thus entering World War II.\n\nIn 1994, the United States Congress, by Pub.L. 103–308, 108 Stat. 1169, designated December 7 of each year as National Pearl Harbor Remembrance Day. The joint resolution was signed by President Bill Clinton on August 23, 1994. It became 36 U.S.C. § 129 (Patriotic and National Observances and Ceremonies) of the United States Code. On November 29, Clinton issued a proclamation declaring December 7, 1994, the first National Pearl Harbor Remembrance Day.\n\nOn Pearl Harbor Day, the American flag should be flown at half-staff until sunset to honor those who died as a result of the attack on U.S. military forces in Hawaii. Pearl Harbor Day is not a federal holiday – government offices, schools, and businesses do not close. Some organizations may hold special events in memory of those killed or injured at Pearl Harbor.","National Boyfriend Day":"null","Child Health Day":"Child Health Day (Pub.L. 105–225 (text) (pdf), 112 Stat. 1255) is a United States Federal Observance Day observed on the first Monday in October.","World Habitat Day":"World Habitat Day is marked on the first Monday of October each year, and is recognized by the United Nations to reflect on the state of towns and cities, and on the basic right of all to adequate shelter. The day is also intended to remind the world that everyone has the power and the responsibility to shape the future of towns and cities. World Habitat Day was first celebrated in 1986 in Nairobi, Kenya, and the theme chosen for that year was \"Shelter is My Right\". \n\nThe United Nations General Assembly decided that this should be an annual event and the first Monday of October was chosen. The day is celebrated in many countries around the world and various activities are organized to examine the problems of rapid urbanisation and its impact on the environment and human poverty. \n\nAnnual themes for World Habitat Day have been diverse and have included \"Shelter for the Homeless\", \"Our Neighbourhood\", \"Safer Cities,\" \"Women in Urban Government,\" Cities without Slums\" and \"Water and Sanitation for Cities.\" \n\nUN Habitat makes plain the need to plan cities in order to avoid the chaotic development of urban sprawl and all the associated problems that are created as a result.\n\nCities are engines of growth. Many people from rural areas globally long to move to cities to realize their dreams of a better life. Often this dream is not realized, but people continue to flock to cities for no other reason than a vague promise of a better future and prosperity.\n\nA well-planned city can bring just that. Cities can be centres for economic activities and urban challenges can be addressed and opportunities can continue to be afforded to both current and future residents. Those who are successful succeed in getting jobs or starting their own businesses, which in turn creates more employment opportunities.\n\nOn the other hand, cities can also become a setting in which marginalisation, inequality and social exclusion can abound. Access to adequate housing is an important factor in ensuring this is avoided.\n\nAnother major issue is the ever-increasing risk posed by natural disasters as the climate crisis continues to develop. This risk is particularly significant in the Caribbean Region and Central America, where countries such as Haiti, Nicaragua, Honduras, El Salvador and Bolivia have higher levels of poverty and where their cities are exceptionally vulnerable due to their population density and diversity.\n\nHigh levels of population density, coupled with poor building techniques have given rise to shanty towns that have no proper infrastructure, community organization or security of tenure. In the event of a disaster of any kind, a complete breakdown can result in a chaotic situation and enormous loss of life.","International Volunteer Day":"The International Volunteer Day for Economic and Social Development (5 December), more commonly referred to as International Volunteer Day (IVD), is an international observance mandated by the UN General Assembly in 1985. It offers an opportunity for volunteer-involving organizations and individual volunteers to promote volunteerism, encourage governments to support volunteer efforts and recognize volunteer contributions to the achievement of the Sustainable Development Goals (SDGs) at local, national and international levels.\n\nInternational Volunteer Day is celebrated by many non-governmental organizations, civil society, and the private sector, among others. It is also marked and supported by the United Nations Volunteers (UNV) programme.\n\nUNV coordinates a campaign to promote IVD every year, building on the impact volunteers have in communities, nationally and globally for peace and development.\n\nIn 2018 the focus of IVD is not only to celebrate volunteerism in all its facets, but also to highlight the role that volunteers play in building resilient communities. It is worth noting that current estimates equate the global volunteer workforce to 109 million full-time workers. 30 per cent of volunteering that takes place formally through organizations, associations and groups; and 70 per cent occurs through informal engagement between individuals. Overall, 60% of the informal volunteers are women.\n\nSecretary-General António Guterres, International Volunteer Day 2017","Immaculate Conception":"The Immaculate Conception is a dogma of the Catholic Church which states that Mary, mother of Jesus has been free of original sin from the moment of her conception. It proved controversial in the Middle Ages, but was revived in the 19th century and was adopted as Church dogma when Pope Pius IX promulgated Ineffabilis Deus in 1854. This followed Ubi primum, a 1849 encyclical wherein Pius had asked the bishops for their opinions on the matter, resulting in overwhelming support from the Church's hierarchy.\n\nProtestants rejected Ineffabilis Deus as an exercise in papal power and the doctrine itself as without foundation in Scripture. Eastern Orthodoxy, although it reveres Mary in its liturgy, called on the Roman church to return to the faith of early centuries.\n\nThe iconography of the Virgin of the Immaculate Conception shows her standing, with arms outstretched or hands clasped in prayer, and her feast day is 8 December.","Leif Erikson Day":"Leif Erikson Day is an annual observance that occurs on October 9. It honors Leif Erikson, the Norse explorer who led the first Europeans thought to have set foot in continental North America (other than Greenland).","Fibonacci Day":"","Evolution Day":"Evolution Day is a celebration to commemorate the anniversary of the initial publication of On the Origin of Species by Charles Darwin on 24 November 1859. Such celebrations have been held for over a century, but the specific term \"Evolution Day\" for the anniversary appears to be a neologism which was coined prior to 1997. By highlighting Darwin's contributions to science, the day's events are used to educate about evolutionary biology. It is similar to the better-known Darwin Day, held on the anniversary of his birth (12 February 1809). It is unrelated to the secularization campaign by the Giordano Bruno Foundation to have the German public holiday of Ascension Day renamed to \"Evolutionstag\" (Evolution Day).","Thanksgiving":"Sub-national entities\n\nNovember 4, 2021 (Liberia); November 24, 2021 (Norfolk Island);\n\nNovember 3, 2022 (Liberia); November 30, 2022 (Norfolk Island);\n\nThanksgiving is a national holiday celebrated on various dates in the United States, Canada, Grenada, Saint Lucia, and Liberia. It began as a day of giving thanks and sacrifice for the blessing of the harvest and of the preceding year. Similarly named festival holidays occur in Germany and Japan. Thanksgiving is celebrated on the second Monday of October in Canada and on the fourth Thursday of November in the United States and around the same part of the year in other places. Although Thanksgiving has historical roots in religious and cultural traditions, it has long been celebrated as a secular holiday as well.","Black Friday (shopping)":"Black Friday is a colloquial term for the Friday following Thanksgiving Day in the United States. Many stores offer highly promoted sales on Black Friday and open very early (sometimes as early as midnight), or some time on Thanksgiving Day.\n\nBlack Friday has routinely been the busiest shopping day of the year in the United States since at least 2005.","Malcolm X Day":"Malcolm X Day is an American holiday in honor of Malcolm X that is celebrated on either May 19 (his birthday) or the third Friday of May. The commemoration of the civil rights leader has been proposed as an official state holiday in the U.S. state of Illinois in 2015 and Missouri as recent as 2019. As of present, only the city of Berkeley, California observes the holiday with city offices and schools closed.","Rosa Parks Day":"Rosa Parks Day is a holiday in honor of the civil rights leader Rosa Parks, celebrated in the U.S. states of California and Missouri on her birthday, February 4, and in Ohio and Oregon on the day she was arrested, December 1.\n\nRosa Parks Day was created by the California State Legislature and first celebrated in 2000. The holiday was first designated in the U.S. state of Ohio championed by Joyce Beatty, advocate who helped Ohio's legislation pass to honor the late leader. It is also celebrated by the Columbus Ohio bus system (COTA) with a special tribute to the late civil rights leader. As of 2014, Missouri Governor Jay Nixon proclaimed Rosa Parks Day official in the state. In 2014, Oregon governor Kitzhaber declared that Oregon would celebrate its first Rosa Parks Day.","World AIDS Day":"World AIDS Day, designated on 1 December every year since 1988, is an international day dedicated to raising awareness of the AIDS pandemic caused by the spread of HIV infection and mourning those who have died of the disease. The acquired immunodeficiency syndrome (AIDS) is a life-threatening condition caused by the human immunodeficiency virus (HIV). The HIV virus attacks the immune system of the patient and reduces its resistance to other diseases. Government and health officials, non-governmental organizations, and individuals around the world observe the day, often with education on AIDS prevention and control.\n\nWorld AIDS Day is one of the eleven official global public health campaigns marked by the World Health Organization (WHO), along with World Health Day, World Blood Donor Day, World Immunization Week, World Tuberculosis Day, World No Tobacco Day, World Malaria Day, World Hepatitis Day, World Antimicrobial Awareness Week, World Patient Safety Day and World Chagas Disease Day.\n\nAs of 2017, AIDS has killed between 28.9 million and 41.5 million people worldwide, and an estimated 36.7 million people are living with HIV, making it one of the most important global public health issues in recorded history. Thanks to recent improved access to antiretroviral treatment in many regions of the world, the death rate from AIDS epidemic has decreased since its peak in 2005 (1 million in 2016, compared to 1.9 million in 2005).","International Youth Day":"International Youth Day (IYD) is an awareness day designated by the United Nations. The purpose of the day is to draw attention to a given set of cultural and legal issues surrounding youth. The first IYD was observed on 12 August, 2000.","Assumption of Mary":"The Assumption of Mary (name in full Assumption of the Blessed Virgin Mary) is, according to the beliefs of the Catholic Church, Eastern Orthodox Churches, Oriental Orthodoxy, Church of the East, and some Anglo-Catholic Churches, among others, the bodily taking up of Mary, the mother of Jesus, into Heaven at the end of her earthly life. The analogous feast in the Eastern Churches is known as the Dormition of the Theotokos.\n\nIn the churches that observe it, the Assumption is a major feast day, commonly celebrated on 15 August. In many countries, the feast is also marked as a Holy Day of Obligation in the Catholic Church. The Assumption of the Virgin Mary in art has been a popular subject, especially since the 12th century.\n\nThe Catholic Church teaches as dogma that the Virgin Mary \"having completed the course of her earthly life, was assumed body and soul into heavenly glory\". This doctrine was dogmatically defined by Pope Pius XII on 1 November 1950, in the apostolic constitution Munificentissimus Deus by exercising papal infallibility. While the Catholic Church and Eastern Orthodox Church believe in the Dormition of the Mother of God as scriptural support for the dogma in terms of Mary's victory over sin and death through her intimate association with \"the new Adam\" (Christ) as also reflected in 1 Corinthians 15:54: \"then shall come to pass the saying that is written, Death is swallowed up in victory\".\n\nThe New Testament contains no explicit narrative about the death or dormition, nor of the Assumption of Mary, but several scriptural passages have been theologically interpreted to describe the ultimate fate in this and the afterworld of the Mother of Jesus (see below). Various apocryphal documents do contain narrations of the event.","Cyber Monday":"Cyber Monday is a marketing term for e-commerce transactions on the Monday after Thanksgiving in the United States. It was created by retailers to encourage people to shop online. The term was coined by Ellen Davis of the National Retail Federation and Scott Silverman, and made its debut on November 28, 2005, in a Shop.org press release entitled \"'Cyber Monday' Quickly Becoming One of the Biggest Online Shopping Days of the Year\". Cyber Monday takes place the Monday after Thanksgiving; the date falls between November 26 and December 2, depending on the year.\n\nAccording to the Shop.org/Bizrate Research 2005 eHoliday Mood Study, \"77 percent of online retailers said that their sales increased substantially on the Monday after Thanksgiving, a trend that is driving serious online discounts and promotions on Cyber Monday this year (2005)\".\n\nIn 2017, Cyber Monday online sales grew to a record of $6.59 billion, compared with $2.98 billion in 2015, and $2.65 billion in 2014. However, the average order value was $128, down slightly from 2014's $160.\n\nCyber Monday has become the online equivalent to Black Friday and offers a way for smaller retail websites to compete with larger chains. Since its inception, it has become an international marketing term used by online retailers across the world.\n\nThe Cyber Monday on November 30, 2020 was the biggest online shopping day in U.S. history with a total of $10.7 billion in online spending.","World Photography Day":"null","World Humanitarian Day":"World Humanitarian Day is an international day dedicated to recognize humanitarian personnel and those who have lost their lives working for humanitarian causes. It was designated by the United Nations General Assembly as part of a Swedish-sponsored GA Resolution A/63/L.49 on the Strengthening of the Coordination of Emergency Assistance of the United Nations, and set as 19 August. It marks the day on which the then Special Representative of the Secretary-General to Iraq, Sérgio Vieira de Mello and 21 of his colleagues were killed in the bombing of the UN Headquarters in Baghdad.","National Aviation Day":"The National Aviation Day (August 19) is a United States national observation that celebrates the development of aviation.\n\nThe holiday was established in 1939 by Franklin Delano Roosevelt, who issued a presidential proclamation which designated the anniversary of Orville Wright's birthday to be National Aviation Day, and it allows the sitting US President to proclaim August 19 as National Aviation Day each year, if desired. Their proclamation may direct all federal buildings and installations to fly the US flag on that day, and may encourage citizens to observe the day with activities that promote interest in aviation.","International Day of Light":"The International Day of Light is an international observance established by the United Nations Educational, Scientific and Cultural Organization (UNESCO)  to provide an annual opportunity to raise awareness of the importance of light science and technology in sustainable development, and to promote the broader place of light in art and culture.\n\nThe International Day of Light is a follow-up to the International Year of Light and Light-based Technologies 2015, and is celebrated annually on May 16, the anniversary of the first successful operation of a laser in 1960.","Armed Forces Day":"Many nations around the world observe some kind of Armed Forces Day to honor their military forces. This day is not to be confused with Veterans Day or Memorial Day.","International Day of Families":"The International Day of Families is observed on the 15 May every year. The Day was proclaimed by the UN General Assembly in 1993 with resolution A/RES/47/237 and reflects the importance the international community attaches to families. The International Day provides an opportunity to promote awareness of issues relating to families and to increase knowledge of the social, economic and demographic processes affecting families.","International Nurses Day":"International Nurses Day (IND) is an international day observed around the world on 12 May (the anniversary of Florence Nightingale's birth) of each year, to mark the contributions that nurses make to society.","Veterans' Day":"Veterans Day (originally known as Armistice Day) is a federal holiday in the United States observed annually on November 11, for honoring military veterans, who are people who have served in the United States Armed Forces (that were discharged under conditions other than dishonorable). It coincides with other holidays including Armistice Day and Remembrance Day which are celebrated in other countries that mark the anniversary of the end of World War I. Major hostilities of World War I were formally ended at the 11th hour of the 11th day of the 11th month of 1918 when the Armistice with Germany went into effect. At the urging of major U.S. veteran organizations, Armistice Day was renamed Veterans Day in 1954.\n\nVeterans Day is distinct from Memorial Day, a U.S. public holiday in May. Veterans Day celebrates the service of all U.S. military veterans, while Memorial Day honors those who had died while in military service. Another military holiday that also occurs in May, Armed Forces Day, honors those currently serving in the U.S. military. Additionally, Women Veterans Day is recognized by a growing number of U.S. states that specifically honor women who have served in the U.S. military.","International Dog Day":"null","World Philosophy Day":"World Philosophy Day is an international day proclaimed by UNESCO to be celebrated every 3rd Thursday of November. It was first celebrated on 21 November 2002.\n\nBy celebrating World Philosophy Day each year, on the third Thursday of November, UNESCO underlines the enduring value of philosophy for the development of human thought, for each culture and for each individual. UNESCO has always been closely linked to philosophy, not speculative or normative philosophy, but critical questioning which enables it to give meaning to life and action in the international context.\n\nIn establishing World Philosophy Day in 2005, UNESCO’s General Conference highlighted the importance of this discipline, especially for young people, underlining that “philosophy is a discipline that encourages critical and independent thought and is capable of working towards a better understanding of the world and promoting tolerance and peace”. UNESCO's General Conference was convinced that “the institutionalisation of Philosophy Day at UNESCO as ‘World Philosophy Day’ would win recognition for and give strong impetus to philosophy and, in particular, to the teaching of philosophy in the world”.","International Men's Day":"International Men's Day (IMD) is a global holiday celebrated annually on November 19 to recognize and celebrate the cultural, political, and socioeconomic achievements of men. The objectives of celebrating an International Men's Day are set out in 'All The Six Pillars of International Men's Day'. It is an occasion to celebrate boys' and men's achievements and contributions, in particular for their contributions to nation, union, society, community, family, marriage, and childcare. The broader and ultimate aim of the event is to promote basic humanitarian values, as well as awareness towards men's issues.","World Toilet Day":"World Toilet Day (WTD) is an official United Nations international observance day on 19 November to inspire action to tackle the global sanitation crisis. Worldwide, 4.2 billion people live without \"safely managed sanitation\" and around 673 million people practice open defecation.:74 Sustainable Development Goal 6 aims to \"Ensure availability and sustainable management of water and sanitation for all\". In particular, target 6.2 is to \"End open defecation and provide access to sanitation and hygiene\". When the Sustainable Development Goals Report 2020 was published, United Nations Secretary-General António Guterres said, \"Today, Sustainable Development Goal 6 is badly off track\" and it \"is hindering progress on the 2030 Agenda, the realization of human rights and the achievement of peace and security around the world\".\n\nWorld Toilet Day exists to inform, engage and inspire people to take action toward achieving this goal. The UN General Assembly declared World Toilet Day an official UN day in 2013, after Singapore had tabled the resolution (its first resolution before the UN's General Assembly of 193 member states). Prior to that, World Toilet Day had been established unofficially by the World Toilet Organization (a Singapore-based NGO) in 2001.\n\nUN-Water is the official convener of World Toilet Day. UN-Water maintains the official World Toilet Day website and chooses a special theme for each year. In 2020 the theme was \"Sustainable sanitation and climate change\". In 2019 the theme was 'Leaving no one behind', which is the central theme of the Sustainable Development Goals. Themes in previous years include nature-based solutions, wastewater, toilets and jobs, and toilets and nutrition. World Toilet Day is marked by communications campaigns and other activities. Events are planned by UN entities, international organizations, local civil society organizations and volunteers to raise awareness and inspire action.\n\nToilets are important because access to a safe functioning toilet has a positive impact on public health, human dignity, and personal safety, especially for women. Sanitation systems that do not safely treat excreta allow the spread of disease. Serious soil-transmitted diseases and waterborne diseases such as cholera, diarrhea, typhoid, dysentery and schistosomiasis can result.","International Beer Day":"International Beer Day (IBD) is a celebration on the first Friday of every August founded in 2007 in Santa Cruz, California by Jesse Avshalomov. Since its inception, International Beer Day has grown from a small localized event in the western United States into a worldwide celebration spanning 207 cities, 80 countries and 6 continents. Specifically, International Beer Day has three declared purposes:","Book Lovers Day":"","World Autism Awareness Day":"World Autism Awareness Day is an internationally recognized day on April 2 every year, encouraging Member States of the United Nations to take measures to raise awareness about people with autistic spectrum disorders including autism and Asperger syndrome throughout the world. It was designated by the United Nations General Assembly resolution (A/RES/62/139). World Autism Awareness Day\", passed in council on 1 November 2007, and adopted on 18 December 2007. It was proposed by Mozah Bint Nasser Al-Missned, the United Nations Representative from Qatar and consort to Emir Hamad Bin Khalifa Al-Thani, and supported by all member states.\n\nThis resolution was passed and adopted without a vote in the UN General Assembly, mainly as a supplement to previous UN initiatives to improve human rights.\n\nWorld Autism Day is one of only seven official health-specific UN Days. The day itself brings individual autism organizations together all around the world to aid in things like research, diagnoses, treatment, and acceptance for those with a developmental path affected by autism.\n\nThe terms \"Autism Awareness Day\" and \"Autism Awareness Month\" are often contested by autism rights advocates, who claim that they feed into perceived ableism against autistic people. Such groups, including the Autistic Self Advocacy Network, advocate using the term \"Autism Acceptance\" as an alternative for both events under the belief that it promotes overcoming anti-autism prejudice rather than simply increasing awareness of autism.","April Fools' Day":"April Fools' Day or April Fool's Day is an annual custom on April 1 consisting of practical jokes and hoaxes. Jokesters often expose their actions by shouting \"April Fool!\" at the recipient. Mass media can be involved in these pranks, which may be revealed as such the following day. The day is not a public holiday in any country except Odessa, Ukraine, where the first of April is an official city holiday. The custom of setting aside a day for playing harmless pranks upon one's neighbour has been relatively common in the world historically.","Easter Monday":"Easter Monday is the day after Easter Sunday and is a public holiday in some countries. It is the second day of Eastertide. In Western Christianity, it is also the second day of the Octave of Easter, and in Eastern Christianity, it is also the second day of Bright Week.\n\nEaster Monday is celebrated in the Catholic church and also called the Monday of the Angel \"because we recall the meeting of the angel with the women who arrived at Jesus’s tomb. The angel said to them: “I know that you seek Jesus who was crucified. He is not here; for he has risen. Because of this we call it Monday of the Angel because only an angel with the power of God could say that Jesus had risen\".(Regina Caeli, 2021)","National Girlfriend Day":"null","Easter":"Easter, also called Pascha (Aramaic, Greek, Latin) or Resurrection Sunday, is a Christian festival and cultural holiday commemorating the resurrection of Jesus from the dead, described in the New Testament as having occurred on the third day after his burial following his crucifixion by the Romans at Calvary c. 30 AD. It is the culmination of the Passion of Jesus, preceded by Lent (or Great Lent), a 40-day period of fasting, prayer, and penance.\n\nMost Christians refer to the week before Easter as \"Holy Week\", which contains the days of the Easter Triduum, including Maundy Thursday, commemorating the Maundy and Last Supper, as well as Good Friday, commemorating the crucifixion and death of Jesus. In Western Christianity, Eastertide, or the Easter Season, begins on Easter Sunday and lasts seven weeks, ending with the coming of the 50th day, Pentecost Sunday. In Eastern Christianity, the Paschal season begins on Pascha and ends with the coming of the 40th day, the Feast of the Ascension.\n\nEaster and its related holidays are moveable feasts, not falling on a fixed date in the Gregorian or Julian calendars which follow only the cycle of the Sun; its date is computed based on a lunisolar calendar similar to the Hebrew calendar. The First Council of Nicaea (325) established two rules, independence from the Hebrew calendar and worldwide uniformity, which were the only rules for Easter explicitly laid down by the council. No details for the computation were specified; these were worked out in practice, a process that took centuries and generated a number of controversies. It has come to be the first Sunday after the ecclesiastical full moon that occurs on or soonest after 21 March. Even if calculated on the basis of the more accurate Gregorian calendar, the date of that full moon sometimes differs from that of the astronomical first full moon after the March equinox.\n\nEaster is linked to the Jewish Passover by its origin (according to the synoptic Gospels, both the crucifixion and the resurrection took place during the Passover) and by much of its symbolism, as well as by its position in the calendar. In most European languages the feast is called by the words for passover in those languages; and in the older English versions of the Bible the term Easter was the term used to translate passover. Easter customs vary across the Christian world, and include sunrise services, exclaiming the Paschal greeting, clipping the church, and decorating Easter eggs (a symbol of the empty tomb). The Easter lily, a symbol of the resurrection, traditionally decorates the chancel area of churches on this day and for the rest of Eastertide. Additional customs that have become associated with Easter and are observed by both Christians and some non-Christians include Easter parades, the Easter Bunny and egg hunting. There are also various traditional Easter foods that vary regionally.","Holy Saturday":"Holy Saturday, also known as Great and Holy Saturday (also Holy and Great Saturday), the Great Sabbath, Hallelujah Saturday (in Portugal and Brazil), Saturday of the Gloria and Black Saturday (in the Philippines) or Easter Eve, and called \"Joyous Saturday\" or \"the Saturday of Light\" among Coptic Christians, is the final day of Holy Week, between Good Friday and Easter Sunday, when Christians prepare for the latter. The day commemorates the Harrowing of Hell while Jesus Christ's body lay in the tomb. Christians of the Catholic, Lutheran, Methodist, Anglican and Reformed denominations begin the celebration of the Easter Vigil service on Holy Saturday, which provides a transition to the season of Eastertide; in the Moravian Christian tradition, graves are decorated with flowers during the day of Holy Saturday and the celebration of the sunrise service starts before dawn on Easter Sunday.","World Health Day":"World Health Day is a global health awareness day celebrated every year on April 7, under the sponsorship of the World Health Organization (WHO), as well as other related organizations.\n\nIn 1948, the WHO held the First World Health Assembly. The Assembly decided to celebrate 7 April of each year, with effect from 1950, as the World Health Day. The World Health Day is held to mark WHO's founding and is seen as an opportunity by the organization to draw worldwide attention to a subject of major importance to global health each year. The WHO organizes international, regional and local events on the Day related to a particular theme. World Health Day is acknowledged by various governments and non-governmental organizations with interests in public health issues, who also organize activities and highlight their support in media reports, such as the Global Health Council.\n\nWorld Health Day is one of 11 official global health campaigns marked by WHO, along with World Tuberculosis Day, World Immunization Week, World Malaria Day, World No Tobacco Day, World AIDS Day, World Blood Donor Day, World Chagas Disease Day, World Patient Safety Day, World Antimicrobial Awareness Week and World Hepatitis Day.","Star Wars Day":"Star Wars Day is an informal commemorative day observed annually on May 4 to celebrate George Lucas' Star Wars media franchise. Observance of the day spread quickly through media and grassroots celebrations since the franchise began in 1977.\n\nThe date originated from the pun \"May the Fourth be with you\", a variant of the popular Star Wars catchphrase \"May the Force be with you\". Even though the holiday was not created or declared by Lucasfilm, many Star Wars fans across the world have chosen to celebrate the holiday. It has since been embraced by Lucasfilm and parent company Disney as an annual celebration of Star Wars.","International Firefighters' Day":"International Firefighters' Day (IFFD) is observed on May 4. It was instituted after a proposal was emailed out across the world on January 4, 1999 due to the deaths of five firefighters in tragic circumstances in a bushfire in Australia.","Groundhog Day":"Groundhog Day is a popular North American tradition observed in the United States and Canada on February 2. It derives from the Pennsylvania Dutch superstition that if a groundhog emerging from its burrow on this day sees its shadow due to clear weather, it will retreat to its den and winter will persist for six more weeks; if it does not see its shadow because of cloudiness, spring will arrive early.\n\nWhile the tradition remains popular in modern times, studies have found no consistent correlation between a groundhog seeing its shadow and the subsequent arrival time of spring-like weather.\n\nThe weather lore was brought from German-speaking areas where the badger is the forecasting animal. This appears to be an enhanced version of the lore that clear weather on the Christian festival of Candlemas forebodes a prolonged winter.\n\nThe Groundhog Day ceremony held at Punxsutawney in western Pennsylvania, centering on a semi-mythical groundhog named Punxsutawney Phil, has become the most frequently attended ceremony. Grundsow Lodges in Pennsylvania Dutch Country in the southeastern part of the state observe the occasion as well. Other cities in the United States and Canada also have adopted the event.","Loyalty Day":"Loyalty Day is observed on May 1 in the United States. It is a day set aside \"for the reaffirmation of loyalty to the United States and for the recognition of the heritage of American freedom\". The date, May 1, was set in order to counter International Worker's Day, and was conceived in the height of the Second Red Scare.","Law Day":"On May 1 the United States officially recognizes Law Day. It is meant to reflect on the role of law in the foundation of the country and to recognize its importance for society.","National Freedom Day":"National Freedom Day is a United States observance on February 1 honoring the signing by Abraham Lincoln of a joint House and Senate resolution that later became the 13th Amendment to the U.S. Constitution. President Lincoln signed the Amendment outlawing slavery on February 1, 1865, although it was not ratified by the states until later.","World Cancer Day":"World Cancer Day is an international day marked on February 4 to raise awareness of cancer and to encourage its prevention, detection, and treatment. World Cancer Day is led by the Union for International Cancer Control (UICC) to support the goals of the World Cancer Declaration, written in 2008. The primary goal of World Cancer Day is to significantly reduce illness and death caused by cancer and is an opportunity to rally the international community to end the injustice of preventable suffering from cancer. The day is observed by the United Nations.\n\nWorld Cancer Day targets misinformation, raises awareness, and reduces stigma. Multiple initiatives are run on World Cancer Day to show support for those affected by cancer. One of these movements are #NoHairSelfie, a global movement to have \"hairticipants\" shave their heads either physically or virtually to show a symbol of courage for those undergoing cancer treatment. Images of participants are then shared all over social media. Hundreds of events around the world also take place.","World Press Freedom Day":"The United Nations General Assembly declared May 3 to be World Press Freedom Day or just World Press Day, observed to raise awareness of the importance of freedom of the press and remind governments of their duty to respect and uphold the right to freedom of expression enshrined under Article 19 of the 1948 Universal Declaration of Human Rights and marking the anniversary of the Windhoek Declaration, a statement of free press principles put together by African newspaper journalists in Windhoek in 1991.","World No Tobacco Day":"World No Tobacco Day (WNTD) is observed around the world every year on 31 May. This yearly celebration informs the public on the dangers of using tobacco, the business practices of tobacco companies, what the World Health Organization (WHO) is doing to fight against the use of tobacco, and what people around the world can do to claim their right to health and healthy living and to protect future generations.\n\nThe Member States of the WHO created World No Tobacco Day in 1987 to draw global attention to the tobacco epidemic and the preventable death and disease it causes. The day is further intended to draw attention to the widespread prevalence of tobacco use and to negative health effects, which currently lead to more than 8 million deaths each year worldwide, including 1.2 million are the result of non-smokers being exposed to second-hand smoke. The day has been met with both enthusiasm and resistance around the globe from governments, public health organizations, smokers, growers, and the tobacco industry.","Memorial Day":"Memorial Day (previously, but now seldom, called Decoration Day) is a federal holiday in the United States for honoring and mourning the military personnel who have died in the performance of their military duties while serving in the United States Armed Forces. The holiday is observed on the last Monday of May. The holiday was formerly observed on May 30 from 1868 to 1970.\n\nMany people visit cemeteries and memorials on Memorial Day to honor and mourn those who died while serving in the U.S. Military. Many volunteers place an American flag on graves of military personnel in national cemeteries.\n\nMemorial Day is also considered the unofficial start of summer in the United States, while Labor Day, the first Monday of September, marks the unofficial start of autumn.\n\nTwo other days celebrate those who have served or are serving in the U.S. military: Armed Forces Day (which is earlier in May), an unofficial U.S. holiday for honoring those currently serving in the armed forces, and Veterans Day (in November 11), which honors those who have served in the United States Armed Forces.","Super Bowl Sunday":"Super Bowl Sunday is the day on which the Super Bowl, the National Football League (NFL)'s annual championship game, is played. It is currently observed on the first Sunday in February, although in 2022 will be moved to the second Sunday, and is sometimes referred to as an unofficial national holiday. The 55th annual event, Super Bowl LV, occurred on February 7, 2021. Festivities for Super Sunday typically involve groups of people gathering to watch the game. Both \"Super Sunday\" and \"Super Bowl Sunday\" are registered trademarks of the National Football League. On Guam, it is known as Super Bowl Monday, due to the time zone, the game airs live Monday morning.","Mardi Gras":"Mardi Gras (/ˈmɑːrdi ˌɡrɑː/), or Fat Tuesday, refers to events of the Carnival celebration, beginning on or after the Christian feasts of the Epiphany (Three Kings Day) and culminating on the day before Ash Wednesday, which is known as Shrove Tuesday. Mardi Gras is French for \"Fat Tuesday\", reflecting the practice of the last night of eating rich, fatty foods before the ritual Lenten sacrifices and fasting of the Lenten season.\n\nRelated popular practices are associated with Shrovetide celebrations before the fasting and religious obligations associated with the penitential season of Lent. In countries such as the United Kingdom, Mardi Gras is also known as Shrove Tuesday, which is derived from the word shrive, meaning \"to administer the sacrament of confession to; to absolve\".","Ash Wednesday":"Ash Wednesday is a Christian holy day of prayer and fasting. It is preceded by Shrove Tuesday and falls on the first day of Lent, the six weeks of penitence before Easter. Ash Wednesday is traditionally observed by Western Christians. It is observed by Catholics in the Roman Rite, Anglicans, Lutherans, Methodists, Moravians, Nazarenes, and Independent Catholics, as well as by many from the Reformed faith (inclusive of the Congregationalist, Continental Reformed, and Presbyterian traditions) and United Protestants.\n\nAs it is the first day of Lent, many Christians begin Ash Wednesday by marking a Lenten calendar, praying a Lenten daily devotional, and making a Lenten sacrifice that they will not partake of until the arrival of Eastertide.\n\nAsh Wednesday derives its name from the placing of repentance ashes on the foreheads of participants to either the words \"Repent, and believe in the Gospel\" or the dictum \"Remember that you are dust, and to dust you shall return.\" The ashes are prepared by burning palm leaves from the previous year's Palm Sunday celebrations.","Washington's Birthday":"Washington's Birthday is a federal holiday in the United States celebrated on the third Monday of February in honor of George Washington, the first president of the United States, who was born on February 22, 1732. The Uniform Monday Holiday Act of 1971 moved this holiday to the third Monday, which can occur from February 15 to 21, inclusive.\n\nColloquially, the day is also now widely known as Presidents' Day (though the placement of the apostrophe, if any, varies) and is often an occasion to remember all the presidents.\n\nThe day is a state holiday in most states, with official names including Washington's Birthday, Presidents' Day, President's Day, and Washington's and Lincoln's Birthday. The various states use 14 different names. Depending upon the specific law, the state holiday may officially celebrate Washington alone, Washington and Lincoln, or some other combination of U.S. presidents (such as Washington and Thomas Jefferson, who was born in April).","Lincoln's Birthday":"Lincoln's Birthday is a legal, public holiday in some U.S. states, observed on the anniversary of Abraham Lincoln's birth on February 12, 1809 in Hodgenville (Hodgensville, Hodgen's Mill), Kentucky. Connecticut, Illinois, Indiana, Ohio, Texas, California, Missouri, and New York observe the holiday.\n\nIn many other states, Lincoln's birthday is not celebrated separately, as a stand-alone holiday. Instead Lincoln's Birthday is combined with a celebration of President George Washington's birthday (also in February) and celebrated either as Washington's Birthday or as Presidents' Day on the third Monday in February, concurrent with the federal holiday.","Darwin Day":"Darwin Day is a celebration to commemorate the birthday of Charles Darwin on 12 February 1809. The day is used to highlight Darwin's contributions to science and to promote science in general. Darwin Day is celebrated around the world.","World Radio Day":"World Radio Day (in French, Le jour mondial de la radio) is an international day celebrated on 13 February each year. The Day was decided by UNESCO on 3 November 2011 during its 36th conference."},"9-2021-27":{"World Tourism Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Tourism Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Tourism_Day"}}}},"1-2021-24":{"International Day of Education":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: International Day of Education":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Education"}}}},"11-2021-2":{"All Souls' Day":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Day of the Dead","Feast of All Souls","Day of Remembrance","Commemoration of All the Faithful Departed"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/William-Adolphe_Bouguereau_%281825-1905%29_-_The_Day_of_the_Dead_%281859%29.jpg/%quality%px-William-Adolphe_Bouguereau_%281825-1905%29_-_The_Day_of_the_Dead_%281859%29.jpg","sources":{"Wikipedia: All Souls' Day":{"homepageURL":"https://en.wikipedia.org/wiki/All_Souls'_Day"}}}},"11-2021-1":{"All Saints' Day":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Solemnity of All Saints","Feast of All Saints","All Hallows' Day","Hallowmas"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/All-Saints.jpg/%quality%px-All-Saints.jpg","sources":{"Wikipedia: All Saints' Day":{"homepageURL":"https://en.wikipedia.org/wiki/All_Saints'_Day"}}}},"1-2021-27":{"International Holocaust Remembrance Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/International_Holocaust_Remembrance_Day_in_Poland%2C_January_2020_%2849449203263%29.jpg/%quality%px-International_Holocaust_Remembrance_Day_in_Poland%2C_January_2020_%2849449203263%29.jpg","sources":{"Wikipedia: International Holocaust Remembrance Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Holocaust_Remembrance_Day"}}}},"1-2021-4":{"World Braille Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Braille Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Braille_Day"}}}},"3-2021-8":{"International Women's Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Frauentag_1914_Heraus_mit_dem_Frauenwahlrecht.jpg/%quality%px-Frauentag_1914_Heraus_mit_dem_Frauenwahlrecht.jpg","sources":{"Wikipedia: International Women's Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Women's_Day"}}}},"1-2021-6":{"Christmas Eve":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Day before Christmas","Vigil of Christmas","Night before Christmas"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/ChristmasEve1878.jpg/%quality%px-ChristmasEve1878.jpg","sources":{"Wikipedia: Christmas Eve":{"homepageURL":"https://en.wikipedia.org/wiki/Christmas_Eve"}}},"Epiphany":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Baptism of Jesus","Three Kings Day","Little Christmas","Theophany"],"sources":{"Wikipedia: Epiphany":{"homepageURL":"https://en.wikipedia.org/wiki/Epiphany"}}}},"1-2021-7":{"Christmas":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Noël","Feast of the Nativity","Xmas"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/NativityChristmasLights2.jpg/%quality%px-NativityChristmasLights2.jpg","sources":{"Wikipedia: Christmas":{"homepageURL":"https://en.wikipedia.org/wiki/Christmas"}}}},"5-2021-9":{"Mother's Day":{"countries":["brazil","japan","germany","pakistan","india","unitedstates","estonia","czechrepublic","anguilla","latvia","philippines","slovakia","belgium","italy","finland","switzerland","netherlands","malta","australia","singapore","antiguaandbarbuda","taiwan","samoa","newzealand","canada","china","bahamas","ukraine","austria","bangladesh","srilanka"],"sources":{"Wikipedia: Mother's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Mother's_Day"}}}},"1-2021-14":{"World Logic Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Logic Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Logic_Day"}}}},"12-2021-31":{"New Year's Eve":{"celebrators":"People using the Gregorian calendar","emoji":"📅","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Fanciful_sketch_by_Marguerite_Martyn_of_a_New_Years_Eve_celebration.jpg/%quality%px-Fanciful_sketch_by_Marguerite_Martyn_of_a_New_Years_Eve_celebration.jpg","sources":{"Wikipedia: New Year's Eve":{"homepageURL":"https://en.wikipedia.org/wiki/New_Year's_Eve"}}}},"1-2021-15":{"Wikipedia Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}}},"1-2021-18":{"Martin Luther King Jr. Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","aliases":["Birthday of Martin Luther King, Jr.","MLK Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Martin_Luther_King_press_conference_01269u_edit.jpg/%quality%px-Martin_Luther_King_press_conference_01269u_edit.jpg","sources":{"Wikipedia: Martin Luther King Jr. Day":{"homepageURL":"https://en.wikipedia.org/wiki/Martin_Luther_King_Jr._Day"}}}},"4-2021-22":{"Earth Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Earth_Day_Flag.png/%quality%px-Earth_Day_Flag.png","sources":{"Wikipedia: Earth Day":{"homepageURL":"https://en.wikipedia.org/wiki/Earth_Day"}}},"International Mother Earth Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/%quality%px-Flag_of_the_United_Nations.svg.png","sources":{"Wikipedia: International Mother Earth Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Mother_Earth_Day"}}}},"4-2021-21":{"World Creativity and Innovation Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Creativity and Innovation Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Creativity_and_Innovation_Day"}}}},"4-2021-25":{"World Malaria Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/English_button.jpg/%quality%px-English_button.jpg","sources":{"Wikipedia: World Malaria Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Malaria_Day"}}},"DNA Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","aliases":["World DNA Day","International DNA Day","National DNA Day"],"sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}},"Palm Sunday":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Assisi-frescoes-entry-into-jerusalem-pietro_lorenzetti.jpg/%quality%px-Assisi-frescoes-entry-into-jerusalem-pietro_lorenzetti.jpg","sources":{"Wikipedia: Palm Sunday":{"homepageURL":"https://en.wikipedia.org/wiki/Palm_Sunday"}}}},"4-2021-23":{"World Book Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/6/67/UNESCO_World_Book_and_Copyright_Day_2012_poster.png/%quality%px-UNESCO_World_Book_and_Copyright_Day_2012_poster.png","sources":{"Wikipedia: World Book Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Book_Day"}}}},"4-2021-29":{"International Dance Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: International Dance Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Dance_Day"}}}},"4-2021-27":{"Holy Tuesday":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Great and Holy Tuesday","Great Tuesday","Fig Tuesday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/The_Parable_of_the_-Ten-_Virgins_%28he_Parables_of_Our_Lord_and_Saviour_Jesus_Christ%29_MET_DP835787.jpg/%quality%px-The_Parable_of_the_-Ten-_Virgins_%28he_Parables_of_Our_Lord_and_Saviour_Jesus_Christ%29_MET_DP835787.jpg","sources":{"Wikipedia: Holy Tuesday":{"homepageURL":"https://en.wikipedia.org/wiki/Holy_Tuesday"}}}},"10-2021-23":{"Mole Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}}},"10-2021-24":{"World Development Information Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/%quality%px-Flag_of_the_United_Nations.svg.png","sources":{"Wikipedia: World Development Information Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Development_Information_Day"}}},"United Nations Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/%quality%px-Flag_of_the_United_Nations.svg.png","sources":{"Wikipedia: United Nations Day":{"homepageURL":"https://en.wikipedia.org/wiki/United_Nations_Day"}}}},"3-2021-1":{"Zero Discrimination Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: Zero Discrimination Day":{"homepageURL":"https://en.wikipedia.org/wiki/Zero_Discrimination_Day"}}}},"7-2021-6":{"Valentine's Day":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Feast of Saint Valentine","Saint Valentine's Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Antique_Valentine_1909_01.jpg/%quality%px-Antique_Valentine_1909_01.jpg","sources":{"Wikipedia: Valentine's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Valentine's_Day"}}}},"7-2021-14":{"National Nude Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","sources":{"Wikipedia: National Nude Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_Nude_Day"}}}},"3-2021-3":{"World Wildlife Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/3/33/World_Wildlife_Day_logo.png/%quality%px-World_Wildlife_Day_logo.png","sources":{"Wikipedia: World Wildlife Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Wildlife_Day"}}},"Liberation Day":{"countries":["bulgaria","unitedstates"],"sources":{"Wikipedia: Liberation Day":{"homepageURL":"https://en.wikipedia.org/wiki/Liberation_Day"}}}},"7-2021-17":{"World Emoji Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}}},"4-2021-13":{"Jefferson's Birthday":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Gilbert_Stuart_Thomas_Jefferson.jpg/%quality%px-Gilbert_Stuart_Thomas_Jefferson.jpg","sources":{"Wikipedia: Jefferson's Birthday":{"homepageURL":"https://en.wikipedia.org/wiki/Jefferson's_Birthday"}}}},"4-2021-12":{"International Day of Human Space Flight":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: International Day of Human Space Flight":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Human_Space_Flight"}}}},"4-2021-19":{"Patriots' Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","aliases":["Patriot's Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Minute_Man_Statue_Lexington_Massachusetts.jpg/%quality%px-Minute_Man_Statue_Lexington_Massachusetts.jpg","sources":{"Wikipedia: Patriots' Day":{"homepageURL":"https://en.wikipedia.org/wiki/Patriots'_Day"}}}},"10-2021-12":{"Farmers' Day":{"countries":["unitedstates"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/2010_FarmersDay_AshantiRegion_Ghana_5262946799.jpg/%quality%px-2010_FarmersDay_AshantiRegion_Ghana_5262946799.jpg","sources":{"Wikipedia: Farmers' Day":{"homepageURL":"https://en.wikipedia.org/wiki/Farmers'_Day"}}}},"10-2021-15":{"Global Handwashing Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/8/85/Global_Handwashing_Day_%28emblem%29.jpg/%quality%px-Global_Handwashing_Day_%28emblem%29.jpg","sources":{"Wikipedia: Global Handwashing Day":{"homepageURL":"https://en.wikipedia.org/wiki/Global_Handwashing_Day"}}},"White Cane Safety Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","aliases":["Blind Americans Equality Day"],"sources":{"Wikipedia: White Cane Safety Day":{"homepageURL":"https://en.wikipedia.org/wiki/White_Cane_Safety_Day"}}}},"10-2021-16":{"World Food Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/f/f9/Worldfoodday2009logo.gif/%quality%px-Worldfoodday2009logo.gif","sources":{"Wikipedia: World Food Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Food_Day"}}}},"3-2021-30":{"Holy Tuesday":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Great and Holy Tuesday","Great Tuesday","Fig Tuesday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/The_Parable_of_the_-Ten-_Virgins_%28he_Parables_of_Our_Lord_and_Saviour_Jesus_Christ%29_MET_DP835787.jpg/%quality%px-The_Parable_of_the_-Ten-_Virgins_%28he_Parables_of_Our_Lord_and_Saviour_Jesus_Christ%29_MET_DP835787.jpg","sources":{"Wikipedia: Holy Tuesday":{"homepageURL":"https://en.wikipedia.org/wiki/Holy_Tuesday"}}}},"7-2021-28":{"World Hepatitis Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/WHD_Globe.jpg/%quality%px-WHD_Globe.jpg","sources":{"Wikipedia: World Hepatitis Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Hepatitis_Day"}}}},"3-2021-28":{"Palm Sunday":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Assisi-frescoes-entry-into-jerusalem-pietro_lorenzetti.jpg/%quality%px-Assisi-frescoes-entry-into-jerusalem-pietro_lorenzetti.jpg","sources":{"Wikipedia: Palm Sunday":{"homepageURL":"https://en.wikipedia.org/wiki/Palm_Sunday"}}}},"3-2021-22":{"World Water Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/World_water_day_-_choir_singing_%284459460043%29.jpg/%quality%px-World_water_day_-_choir_singing_%284459460043%29.jpg","sources":{"Wikipedia: World Water Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Water_Day"}}}},"3-2021-20":{"International Day of Happiness":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/IDOH_5B92E5_TransBG.png/%quality%px-IDOH_5B92E5_TransBG.png","sources":{"Wikipedia: International Day of Happiness":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Happiness"}}}},"3-2021-21":{"International Day of Forests":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/The_Earth_seen_from_Apollo_17.jpg/%quality%px-The_Earth_seen_from_Apollo_17.jpg","sources":{"Wikipedia: International Day of Forests":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Forests"}}},"World Poetry Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Poetry Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Poetry_Day"}}},"World Down Syndrome Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Down Syndrome Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Down_Syndrome_Day"}}}},"4-2021-30":{"Good Friday":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Holy Friday","Great and Holy Friday","Black Friday","Great Friday","Crucified Friday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/W%C3%BCger_Kreuzigung.jpg/%quality%px-W%C3%BCger_Kreuzigung.jpg","sources":{"Wikipedia: Good Friday":{"homepageURL":"https://en.wikipedia.org/wiki/Good_Friday"}}}},"10-2021-31":{"World Cities Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Cities Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Cities_Day"}}},"Halloween":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["All Hallows' Eve","Hallowe'en","Allhalloween","All Saints' Eve"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Jack-o%27-Lantern_2003-10-31.jpg/%quality%px-Jack-o%27-Lantern_2003-10-31.jpg","sources":{"Wikipedia: Halloween":{"homepageURL":"https://en.wikipedia.org/wiki/Halloween"}}}},"3-2021-19":{"Saint Joseph's Day":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Feast of Saint Joseph","Solemnity of Saint Joseph"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Saint_Joseph_with_the_Infant_Jesus_by_Guido_Reni%2C_c_1635.jpg/%quality%px-Saint_Joseph_with_the_Infant_Jesus_by_Guido_Reni%2C_c_1635.jpg","sources":{"Wikipedia: Saint Joseph's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Saint_Joseph's_Day"}}}},"3-2021-17":{"Saint Patrick's Day":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["St. Patty's Day","Patrick's Day","Feast of Saint Patrick","St. Paddy's Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Kilbennan_St._Benin%27s_Church_Window_St._Patrick_Detail_2010_09_16.jpg/%quality%px-Kilbennan_St._Benin%27s_Church_Window_St._Patrick_Detail_2010_09_16.jpg","sources":{"Wikipedia: Saint Patrick's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Saint_Patrick's_Day"}}}},"3-2021-15":{"World Contact Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Worldcontactday.jpg/%quality%px-Worldcontactday.jpg","sources":{"Wikipedia: World Contact Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Contact_Day"}}}},"3-2021-14":{"Pi Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}}},"3-2021-10":{"Harriet Tubman Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Harriet_Tubman_c1868-69.jpg/%quality%px-Harriet_Tubman_c1868-69.jpg","sources":{"Wikipedia: Harriet Tubman Day":{"homepageURL":"https://en.wikipedia.org/wiki/Harriet_Tubman_Day"}}}},"12-2020-24":{"Epiphany":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Baptism of Jesus","Three Kings Day","Little Christmas","Theophany"],"sources":{"Wikipedia: Epiphany":{"homepageURL":"https://en.wikipedia.org/wiki/Epiphany"}}}},"6-2021-27":{"Helen Keller Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Helen_Keller_circa_1920_-_restored.jpg/%quality%px-Helen_Keller_circa_1920_-_restored.jpg","sources":{"Wikipedia: Helen Keller Day":{"homepageURL":"https://en.wikipedia.org/wiki/Helen_Keller_Day"}}},"All Saints' Day":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Solemnity of All Saints","Feast of All Saints","All Hallows' Day","Hallowmas"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/All-Saints.jpg/%quality%px-All-Saints.jpg","sources":{"Wikipedia: All Saints' Day":{"homepageURL":"https://en.wikipedia.org/wiki/All_Saints'_Day"}}}},"6-2021-21":{"Whit Monday":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Monday of the Holy Spirit","Memorial of the Blessed Virgin Mary, Mother of the Church","Pentecost Monday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Andrej_Rubl%C3%ABv_001.jpg/%quality%px-Andrej_Rubl%C3%ABv_001.jpg","sources":{"Wikipedia: Whit Monday":{"homepageURL":"https://en.wikipedia.org/wiki/Whit_Monday"}}},"International Day of Yoga":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/International_Day_of_Yoga_%2827553005513%29.jpg/%quality%px-International_Day_of_Yoga_%2827553005513%29.jpg","sources":{"Wikipedia: International Day of Yoga":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Yoga"}}}},"6-2021-23":{"International Widows Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: International Widows Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Widows_Day"}}}},"6-2021-20":{"Pentecost":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Whitsun","White Sunday","Trinity Sunday","Whitsunday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Vienna_Karlskirche_frescos4b.jpg/%quality%px-Vienna_Karlskirche_frescos4b.jpg","sources":{"Wikipedia: Pentecost":{"homepageURL":"https://en.wikipedia.org/wiki/Pentecost"}}},"Father's Day":{"countries":["dominica","japan","albania","pakistan","bahrain","botswana","costarica","ghana","venezuela","georgia","jamaica","argentina","czechrepublic","france","madagascar","philippines","slovakia","cuba","mauritius","tanzania","mali","netherlands","vietnam","senegal","laos","zambia","unitedkingdom","comoros","namibia","canada","ethiopia","turkey","ukraine","burkinafaso","morocco","maldives","chile","ecuador","oman","bermuda","southafrica","algeria","guyana","suriname","cambodia","peru","malaysia","india","hungary","kenya","unitedstates","panama","greece","paraguay","jersey","belize","puertorico","cyprus","colombia","kuwait","saudiarabia","zimbabwe","nigeria","chad","malta","macau","guernsey","singapore","antiguaandbarbuda","mexico","qatar","bosniaandherzegovina","china","brunei","trinidadandtobago","tunisia","bahamas","afghanistan","ivorycoast","bangladesh","uganda","barbados","hongkong","srilanka","ireland"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Josephus_Laurentius_Dyckmans_-_Paternal_advice.jpg/%quality%px-Josephus_Laurentius_Dyckmans_-_Paternal_advice.jpg","sources":{"Wikipedia: Father's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Father's_Day"}}}},"9-2021-6":{"Labor Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/First_United_States_Labor_Day_Parade%2C_September_5%2C_1882_in_New_York_City.jpg/%quality%px-First_United_States_Labor_Day_Parade%2C_September_5%2C_1882_in_New_York_City.jpg","sources":{"Wikipedia: Labor Day":{"homepageURL":"https://en.wikipedia.org/wiki/Labor_Day"}}}},"9-2021-8":{"International Literacy Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: International Literacy Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Literacy_Day"}}}},"9-2021-13":{"International Programmers Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}}},"6-2021-5":{"World Environment Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ecologia.jpg/%quality%px-Ecologia.jpg","sources":{"Wikipedia: World Environment Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Environment_Day"}}}},"12-2021-20":{"International Human Solidarity Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: International Human Solidarity Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Human_Solidarity_Day"}}}},"6-2021-6":{"National Cancer Survivors Day":{"countries":["antiguaandbarbuda","unitedstates"],"imageURL":"https://upload.wikimedia.org/wikipedia/en/b/b0/National_Cancer_Survivors_Day_Logo.png","sources":{"Wikipedia: National Cancer Survivors Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_Cancer_Survivors_Day"}}}},"6-2021-3":{"World Bicycle Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Bicycle Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Bicycle_Day"}}}},"6-2021-19":{"Juneteenth":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","aliases":["Jubilee Day","Liberation Day","Emancipation Day","Freedom Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Juneteenth_Plaque.jpg/%quality%px-Juneteenth_Plaque.jpg","sources":{"Wikipedia: Juneteenth":{"homepageURL":"https://en.wikipedia.org/wiki/Juneteenth"}}}},"1-2021-1":{"New Year's Day":{"celebrators":"People using the Gregorian calendar","emoji":"📅","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Mexico_City_New_Years_2013%21_%288333128248%29.jpg/%quality%px-Mexico_City_New_Years_2013%21_%288333128248%29.jpg","sources":{"Wikipedia: New Year's Day":{"homepageURL":"https://en.wikipedia.org/wiki/New_Year's_Day"}}}},"6-2021-1":{"Parent's Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: Parent's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Parent's_Day"}}}},"12-2021-24":{"Christmas Eve":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Day before Christmas","Vigil of Christmas","Night before Christmas"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/ChristmasEve1878.jpg/%quality%px-ChristmasEve1878.jpg","sources":{"Wikipedia: Christmas Eve":{"homepageURL":"https://en.wikipedia.org/wiki/Christmas_Eve"}}}},"12-2021-25":{"Christmas":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Noël","Feast of the Nativity","Xmas"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/NativityChristmasLights2.jpg/%quality%px-NativityChristmasLights2.jpg","sources":{"Wikipedia: Christmas":{"homepageURL":"https://en.wikipedia.org/wiki/Christmas"}}}},"9-2021-2":{"Galactic Tick Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","sources":{"Wikipedia: Galactic Tick Day":{"homepageURL":"https://en.wikipedia.org/wiki/Galactic_Tick_Day"}}}},"6-2021-14":{"World Blood Donor Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/World_Blood_Donor_Day_Celebration_2014.jpg/%quality%px-World_Blood_Donor_Day_Celebration_2014.jpg","sources":{"Wikipedia: World Blood Donor Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Blood_Donor_Day"}}}},"6-2021-10":{"Feast of the Ascension":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Ascension Thursday","Holy Thursday","Ascension Day","Feast of the Ascension of Jesus Christ"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Obereschach_Pfarrkirche_Fresko_Fugel_Christi_Himmelfahrt_crop.jpg/%quality%px-Obereschach_Pfarrkirche_Fresko_Fugel_Christi_Himmelfahrt_crop.jpg","sources":{"Wikipedia: Feast of the Ascension":{"homepageURL":"https://en.wikipedia.org/wiki/Feast_of_the_Ascension"}}}},"6-2021-12":{"Loving Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","sources":{"Wikipedia: Loving Day":{"homepageURL":"https://en.wikipedia.org/wiki/Loving_Day"}}}},"9-2021-15":{"International Day of Democracy":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/0/01/A_coloured_voting_box.svg/%quality%px-A_coloured_voting_box.svg.png","sources":{"Wikipedia: International Day of Democracy":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Democracy"}}}},"9-2021-18":{"National CleanUp Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/National_CleanUp_Day_Logo_2021.jpg/%quality%px-National_CleanUp_Day_Logo_2021.jpg","sources":{"Wikipedia: National CleanUp Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_CleanUp_Day"}}}},"9-2021-17":{"Constitution Day":{"countries":["unitedstates"],"aliases":["Citizenship Day"],"sources":{"Wikipedia: Constitution Day":{"homepageURL":"https://en.wikipedia.org/wiki/Constitution_Day"}}}},"12-2021-17":{"Pan American Aviation Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","sources":{"Wikipedia: Pan American Aviation Day":{"homepageURL":"https://en.wikipedia.org/wiki/Pan_American_Aviation_Day"}}},"Wright Brothers Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","sources":{"Wikipedia: Wright Brothers Day":{"homepageURL":"https://en.wikipedia.org/wiki/Wright_Brothers_Day"}}},"Ugly Sweater Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}}},"9-2021-21":{"International Day of Peace":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/c/ce/International_Peace_Day_logo.jpg/%quality%px-International_Peace_Day_logo.jpg","sources":{"Wikipedia: International Day of Peace":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Peace"}}}},"12-2021-10":{"Human Rights Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/HumanRightsLogo.svg/%quality%px-HumanRightsLogo.svg.png","sources":{"Wikipedia: Human Rights Day":{"homepageURL":"https://en.wikipedia.org/wiki/Human_Rights_Day"}}}},"5-2021-20":{"World Bee Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Bee Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Bee_Day"}}}},"12-2021-7":{"National Pearl Harbor Remembrance Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Pearl_harbour.png/%quality%px-Pearl_harbour.png","sources":{"Wikipedia: National Pearl Harbor Remembrance Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_Pearl_Harbor_Remembrance_Day"}}}},"10-2021-3":{"National Boyfriend Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","sources":{"National Today":{"homepageURL":"https://nationaltoday.com/national-boyfriend-day/"}}}},"10-2021-4":{"Child Health Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","sources":{"Wikipedia: Child Health Day":{"homepageURL":"https://en.wikipedia.org/wiki/Child_Health_Day"}}},"World Habitat Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Habitat Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Habitat_Day"}}}},"12-2021-5":{"International Volunteer Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: International Volunteer Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Volunteer_Day"}}}},"5-2021-24":{"Whit Monday":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Monday of the Holy Spirit","Memorial of the Blessed Virgin Mary, Mother of the Church","Pentecost Monday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Andrej_Rubl%C3%ABv_001.jpg/%quality%px-Andrej_Rubl%C3%ABv_001.jpg","sources":{"Wikipedia: Whit Monday":{"homepageURL":"https://en.wikipedia.org/wiki/Whit_Monday"}}}},"5-2021-23":{"Pentecost":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Whitsun","White Sunday","Trinity Sunday","Whitsunday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Vienna_Karlskirche_frescos4b.jpg/%quality%px-Vienna_Karlskirche_frescos4b.jpg","sources":{"Wikipedia: Pentecost":{"homepageURL":"https://en.wikipedia.org/wiki/Pentecost"}}}},"12-2021-8":{"Immaculate Conception":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Inmaculada_Concepci%C3%B3n_%28Tiepolo%29.jpg/%quality%px-Inmaculada_Concepci%C3%B3n_%28Tiepolo%29.jpg","sources":{"Wikipedia: Immaculate Conception":{"homepageURL":"https://en.wikipedia.org/wiki/Immaculate_Conception"}}}},"10-2021-9":{"Leif Erikson Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Leif_Erikson_6c_1968_issue.JPG/%quality%px-Leif_Erikson_6c_1968_issue.JPG","sources":{"Wikipedia: Leif Erikson Day":{"homepageURL":"https://en.wikipedia.org/wiki/Leif_Erikson_Day"}}}},"11-2021-23":{"Fibonacci Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","sources":{"Time and Date":{"homepageURL":"https://www.timeanddate.com/holidays/fun/fibonacci-day"},"National Today":{"homepageURL":"https://nationaltoday.com/fibonacci-day/"}}}},"11-2021-24":{"Evolution Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Origin_of_Species_title_page.jpg/%quality%px-Origin_of_Species_title_page.jpg","sources":{"Wikipedia: Evolution Day":{"homepageURL":"https://en.wikipedia.org/wiki/Evolution_Day"}}}},"11-2021-25":{"Thanksgiving":{"countries":["brazil","netherlands","philippines","unitedstates"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Our_%28Almost_Traditional%29_Thanksgiving_Dinner.jpg/%quality%px-Our_%28Almost_Traditional%29_Thanksgiving_Dinner.jpg","sources":{"Wikipedia: Thanksgiving":{"homepageURL":"https://en.wikipedia.org/wiki/Thanksgiving"}}}},"11-2021-26":{"Black Friday (shopping)":{"countries":["belarus","japan","guinea","gambia","turksandcaicosislands","estonia","northernmarianaislands","philippines","cuba","mauritius","mali","sanmarino","dominicanrepublic","switzerland","vietnam","armenia","australia","laos","unitedkingdom","aruba","newzealand","turkey","ukraine","austria","northmacedonia","southafrica","cambodia","monaco","hungary","kenya","greenland","greece","paraguay","palau","guineabissau","vanuatu","cyprus","colombia","azerbaijan","saudiarabia","syria","papuanewguinea","rwanda","libya","guernsey","republicofthecongo","bosniaandherzegovina","norway","afghanistan","northerncyprus","kiribati","dominica","bulgaria","bahrain","southkorea","guatemala","ghana","scotland","somalia","jamaica","togo","liechtenstein","thailand","france","serbia","solomonislands","saotomeandprincipe","britishvirginislands","senegal","montserrat","southsudan","zambia","comoros","namibia","marshallislands","palestine","taiwan","canada","honduras","burkinafaso","vaticancity","maldives","chile","oman","brazil","guyana","lesotho","timorleste","germany","peru","malaysia","india","unitedstates","saintkittsandnevis","denmark","somaliland","sierraleone","jersey","belize","transnistria","nauru","slovenia","kuwait","haiti","zimbabwe","micronesia","china","bolivia","brunei","israel","capeverde","bangladesh","srilanka","ireland","americansamoa","albania","poland","eswatini","botswana","costarica","venezuela","andorra","malawi","moldova","russia","saintvincentandthegrenadines","sweden","madagascar","saintlucia","turkmenistan","iran","iraq","seychelles","nicaragua","indonesia","saintbarthelemy","gibraltar","ethiopia","ecuador","spain","mauritania","algeria","faroeislands","mozambique","portugal","cameroon","lithuania","panama","artsakh","mongolia","luxembourg","lebanon","italy","finland","unitedarabemirates","benin","sudan","nigeria","chad","cookislands","liberia","djibouti","tajikistan","fiji","singapore","antiguaandbarbuda","mexico","samoa","trinidadandtobago","elsalvador","tunisia","bahamas","ivorycoast","bhutan","uganda","uruguay","gabon","niger","kyrgyzstan","pakistan","falklandislands","kosovo","yemen","georgia","centralafricanrepublic","argentina","czechrepublic","jordan","anguilla","burundi","slovakia","belgium","uzbekistan","tanzania","northkorea","grenada","netherlands","sainthelenaascensionandtristandacunha","norfolkisland","guam","caymanislands","eritrea","croatia","saintpierreandmiquelon","niue","nepal","wallisandfutuna","morocco","tokelau","abkhazia","bermuda","guadeloupe","suriname","romania","angola","latvia","puertorico","kazakhstan","saintmartin","democraticrepublicofthecongo","egypt","malta","iceland","myanmar","montenegro","macau","tuvalu","westernsahara","qatar","tonga","barbados","hongkong"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/DCUSA.Gallery11.BB%26BBlackFriday.Wikipedia.jpg/%quality%px-DCUSA.Gallery11.BB%26BBlackFriday.Wikipedia.jpg","sources":{"Wikipedia: Black Friday (shopping)":{"homepageURL":"https://en.wikipedia.org/wiki/Black_Friday_(shopping)"}}}},"5-2021-19":{"Malcolm X Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Malcolm_X_NYWTS_2a.jpg/%quality%px-Malcolm_X_NYWTS_2a.jpg","sources":{"Wikipedia: Malcolm X Day":{"homepageURL":"https://en.wikipedia.org/wiki/Malcolm_X_Day"}}}},"12-2021-1":{"Rosa Parks Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Rosaparks.jpg/%quality%px-Rosaparks.jpg","sources":{"Wikipedia: Rosa Parks Day":{"homepageURL":"https://en.wikipedia.org/wiki/Rosa_Parks_Day"}}},"World AIDS Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Red_Ribbon.svg/%quality%px-Red_Ribbon.svg.png","sources":{"Wikipedia: World AIDS Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_AIDS_Day"}}}},"8-2021-12":{"International Youth Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/International_Youth_Day_in_North_Korea_03.jpg/%quality%px-International_Youth_Day_in_North_Korea_03.jpg","sources":{"Wikipedia: International Youth Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Youth_Day"}}}},"8-2021-15":{"Assumption of Mary":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Assumption of the Blessed Virgin Mary","The Assumption","Falling Asleep of the Blessed Virgin Mary"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Tizian_041.jpg/%quality%px-Tizian_041.jpg","sources":{"Wikipedia: Assumption of Mary":{"homepageURL":"https://en.wikipedia.org/wiki/Assumption_of_Mary"}}}},"11-2021-29":{"Cyber Monday":{"countries":["belarus","japan","guinea","gambia","turksandcaicosislands","estonia","northernmarianaislands","philippines","cuba","mauritius","mali","sanmarino","dominicanrepublic","switzerland","vietnam","armenia","australia","laos","unitedkingdom","aruba","newzealand","turkey","ukraine","austria","northmacedonia","southafrica","cambodia","monaco","hungary","kenya","greenland","greece","paraguay","palau","guineabissau","vanuatu","cyprus","colombia","azerbaijan","saudiarabia","syria","papuanewguinea","rwanda","libya","guernsey","republicofthecongo","bosniaandherzegovina","norway","afghanistan","northerncyprus","kiribati","dominica","bulgaria","bahrain","southkorea","guatemala","ghana","scotland","somalia","jamaica","togo","liechtenstein","thailand","france","serbia","solomonislands","saotomeandprincipe","britishvirginislands","senegal","montserrat","southsudan","zambia","comoros","namibia","marshallislands","palestine","taiwan","canada","honduras","burkinafaso","vaticancity","maldives","chile","oman","brazil","guyana","lesotho","timorleste","germany","peru","malaysia","india","unitedstates","saintkittsandnevis","denmark","somaliland","sierraleone","jersey","belize","transnistria","nauru","slovenia","kuwait","haiti","zimbabwe","micronesia","china","bolivia","brunei","israel","capeverde","bangladesh","srilanka","ireland","americansamoa","albania","poland","eswatini","botswana","costarica","venezuela","andorra","malawi","moldova","russia","saintvincentandthegrenadines","sweden","madagascar","saintlucia","turkmenistan","iran","iraq","seychelles","nicaragua","indonesia","saintbarthelemy","gibraltar","ethiopia","ecuador","spain","mauritania","algeria","faroeislands","mozambique","portugal","cameroon","lithuania","panama","artsakh","mongolia","luxembourg","lebanon","italy","finland","unitedarabemirates","benin","sudan","nigeria","chad","cookislands","liberia","djibouti","tajikistan","fiji","singapore","antiguaandbarbuda","mexico","samoa","trinidadandtobago","elsalvador","tunisia","bahamas","ivorycoast","bhutan","uganda","uruguay","gabon","niger","kyrgyzstan","pakistan","falklandislands","kosovo","yemen","georgia","centralafricanrepublic","argentina","czechrepublic","jordan","anguilla","burundi","slovakia","belgium","uzbekistan","tanzania","northkorea","grenada","netherlands","sainthelenaascensionandtristandacunha","norfolkisland","guam","caymanislands","eritrea","croatia","saintpierreandmiquelon","niue","nepal","wallisandfutuna","morocco","tokelau","abkhazia","bermuda","guadeloupe","suriname","romania","angola","latvia","puertorico","kazakhstan","saintmartin","democraticrepublicofthecongo","egypt","malta","iceland","myanmar","montenegro","macau","tuvalu","westernsahara","qatar","tonga","barbados","hongkong"],"sources":{"Wikipedia: Cyber Monday":{"homepageURL":"https://en.wikipedia.org/wiki/Cyber_Monday"}}}},"8-2021-19":{"World Photography Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","aliases":["World Photo Day"],"sources":{"World Photography Day":{"homepageURL":"https://www.worldphotographyday.com"}}},"World Humanitarian Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Humanitarian Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Humanitarian_Day"}}},"National Aviation Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","sources":{"Wikipedia: National Aviation Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_Aviation_Day"}}}},"5-2021-16":{"International Day of Light":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","aliases":["Light Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Logo_of_the_International_Day_of_Light.jpg/%quality%px-Logo_of_the_International_Day_of_Light.jpg","sources":{"Official Website":{"homepageURL":"https://www.lightday.org"}}},"Armed Forces Day":{"countries":["unitedstates"],"sources":{"Wikipedia: Armed Forces Day":{"homepageURL":"https://en.wikipedia.org/wiki/Armed_Forces_Day"}}}},"5-2021-15":{"International Day of Families":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: International Day of Families":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Families"}}}},"5-2021-13":{"Feast of the Ascension":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Ascension Thursday","Holy Thursday","Ascension Day","Feast of the Ascension of Jesus Christ"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Obereschach_Pfarrkirche_Fresko_Fugel_Christi_Himmelfahrt_crop.jpg/%quality%px-Obereschach_Pfarrkirche_Fresko_Fugel_Christi_Himmelfahrt_crop.jpg","sources":{"Wikipedia: Feast of the Ascension":{"homepageURL":"https://en.wikipedia.org/wiki/Feast_of_the_Ascension"}}}},"5-2021-12":{"International Nurses Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Nursing_students.jpg/%quality%px-Nursing_students.jpg","sources":{"Wikipedia: International Nurses Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Nurses_Day"}}}},"11-2021-11":{"Veterans' Day":{"countries":["unitedstates"],"aliases":["Armistice Day","Armed Forces Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/World_War_I_veteran_Joseph_Ambrose%2C_86%2C_at_the_dedication_day_parade_for_the_Vietnam_Veterans_Memorial_in_1982.jpg/%quality%px-World_War_I_veteran_Joseph_Ambrose%2C_86%2C_at_the_dedication_day_parade_for_the_Vietnam_Veterans_Memorial_in_1982.jpg","sources":{"Wikipedia: Veterans' Day":{"homepageURL":"https://en.wikipedia.org/wiki/Veterans'_Day"}}}},"8-2021-26":{"International Dog Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}}},"11-2021-18":{"World Philosophy Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Philosophy Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Philosophy_Day"}}}},"11-2021-19":{"International Men's Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","aliases":["IMD","Men's Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/e/ef/Internation_Men%27s_Day_Logo.png/%quality%px-Internation_Men%27s_Day_Logo.png","sources":{"Wikipedia: International Men's Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Men's_Day"}}},"World Toilet Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/World_Toilet_Day_%28WTD%29_logo.jpg/%quality%px-World_Toilet_Day_%28WTD%29_logo.jpg","sources":{"Wikipedia: World Toilet Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Toilet_Day"}}}},"8-2021-6":{"International Beer Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","imageURL":"https://upload.wikimedia.org/wikipedia/en/3/3a/International_Beer_Day_logo.jpg","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}}},"8-2021-9":{"Book Lovers Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","aliases":["National Book Lovers Day"],"sources":{"Time and Date":{"homepageURL":"https://www.timeanddate.com/holidays/fun/book-lovers-day"}}}},"4-2021-2":{"World Autism Awareness Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Organizador_de_Autismo_en_La_Moneda.jpg/%quality%px-Organizador_de_Autismo_en_La_Moneda.jpg","sources":{"Wikipedia: World Autism Awareness Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Autism_Awareness_Day"}}},"Good Friday":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Holy Friday","Great and Holy Friday","Black Friday","Great Friday","Crucified Friday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/W%C3%BCger_Kreuzigung.jpg/%quality%px-W%C3%BCger_Kreuzigung.jpg","sources":{"Wikipedia: Good Friday":{"homepageURL":"https://en.wikipedia.org/wiki/Good_Friday"}}}},"4-2021-1":{"April Fools' Day":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","aliases":["April Fool's Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Aprilsnar_2001.png/%quality%px-Aprilsnar_2001.png","sources":{"Wikipedia: April Fools' Day":{"homepageURL":"https://en.wikipedia.org/wiki/April_Fools'_Day"}}}},"4-2021-5":{"Easter Monday":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","sources":{"Wikipedia: Easter Monday":{"homepageURL":"https://en.wikipedia.org/wiki/Easter_Monday"}}}},"8-2021-1":{"National Girlfriend Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","sources":{"National Today":{"homepageURL":"https://nationaltoday.com/national-girlfriend-day/"}}}},"4-2021-4":{"Easter":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Pascha","Resurrection Sunday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Resurrection_%2824%29.jpg/%quality%px-Resurrection_%2824%29.jpg","sources":{"Wikipedia: Easter":{"homepageURL":"https://en.wikipedia.org/wiki/Easter"}}}},"4-2021-3":{"Holy Saturday":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Great and Holy Saturday","Black Saturday","the Saturday of Light","Great Sabbath","Holy and Great Saturday","Joyous Saturday","Hallelujah Saturday","Saturday of the Gloria","Easter Eve"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Cristo_yacente_Gregorio_Fernandez.jpg/%quality%px-Cristo_yacente_Gregorio_Fernandez.jpg","sources":{"Wikipedia: Holy Saturday":{"homepageURL":"https://en.wikipedia.org/wiki/Holy_Saturday"}}}},"4-2021-7":{"World Health Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/LIY_1980_MiNr0811_pm_B002.jpg/%quality%px-LIY_1980_MiNr0811_pm_B002.jpg","sources":{"Wikipedia: World Health Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Health_Day"}}}},"5-2021-4":{"Star Wars Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Star_Wars_Day_May_The_Fourth.svg/%quality%px-Star_Wars_Day_May_The_Fourth.svg.png","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}},"International Firefighters' Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: International Firefighters' Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Firefighters'_Day"}}}},"2-2021-2":{"Groundhog Day":{"countries":["canada","unitedstates"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Groundhogday2005.jpg/%quality%px-Groundhogday2005.jpg","sources":{"Wikipedia: Groundhog Day":{"homepageURL":"https://en.wikipedia.org/wiki/Groundhog_Day"}}}},"5-2021-1":{"Loyalty Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","sources":{"Wikipedia: Loyalty Day":{"homepageURL":"https://en.wikipedia.org/wiki/Loyalty_Day"}}},"Law Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","sources":{"Wikipedia: Law Day":{"homepageURL":"https://en.wikipedia.org/wiki/Law_Day"}}},"Holy Saturday":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Great and Holy Saturday","Black Saturday","the Saturday of Light","Great Sabbath","Holy and Great Saturday","Joyous Saturday","Hallelujah Saturday","Saturday of the Gloria","Easter Eve"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Cristo_yacente_Gregorio_Fernandez.jpg/%quality%px-Cristo_yacente_Gregorio_Fernandez.jpg","sources":{"Wikipedia: Holy Saturday":{"homepageURL":"https://en.wikipedia.org/wiki/Holy_Saturday"}}}},"2-2021-1":{"National Freedom Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","sources":{"Wikipedia: National Freedom Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_Freedom_Day"}}}},"2-2021-4":{"World Cancer Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Walk_against_Cancer_in_Abuja.jpg/%quality%px-Walk_against_Cancer_in_Abuja.jpg","sources":{"Wikipedia: World Cancer Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Cancer_Day"}}},"Rosa Parks Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Rosaparks.jpg/%quality%px-Rosaparks.jpg","sources":{"Wikipedia: Rosa Parks Day":{"homepageURL":"https://en.wikipedia.org/wiki/Rosa_Parks_Day"}}}},"5-2021-2":{"Easter":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","aliases":["Pascha","Resurrection Sunday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Resurrection_%2824%29.jpg/%quality%px-Resurrection_%2824%29.jpg","sources":{"Wikipedia: Easter":{"homepageURL":"https://en.wikipedia.org/wiki/Easter"}}}},"5-2021-3":{"Easter Monday":{"celebrators":"Eastern Orthodox Christians around the world","emoji":"✝️","sources":{"Wikipedia: Easter Monday":{"homepageURL":"https://en.wikipedia.org/wiki/Easter_Monday"}}},"World Press Freedom Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/World_Press_Freedom_Day_2017_Poster.jpg/%quality%px-World_Press_Freedom_Day_2017_Poster.jpg","sources":{"Wikipedia: World Press Freedom Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Press_Freedom_Day"}}}},"5-2021-31":{"World No Tobacco Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Bluete_in_Aschenbecher.jpg/%quality%px-Bluete_in_Aschenbecher.jpg","sources":{"Wikipedia: World No Tobacco Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_No_Tobacco_Day"}}},"Memorial Day":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","aliases":["Decoration Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Graves_at_Arlington_on_Memorial_Day.JPG/%quality%px-Graves_at_Arlington_on_Memorial_Day.JPG","sources":{"Wikipedia: Memorial Day":{"homepageURL":"https://en.wikipedia.org/wiki/Memorial_Day"}}}},"2-2021-7":{"Super Bowl Sunday":{"celebrators":"Various groups, individuals, and organizations","emoji":"📆","aliases":["Super Sunday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Super_Bowl_Sunday_Military.jpg/%quality%px-Super_Bowl_Sunday_Military.jpg","sources":{"Wikipedia: Super Bowl Sunday":{"homepageURL":"https://en.wikipedia.org/wiki/Super_Bowl_Sunday"}}}},"2-2021-16":{"Mardi Gras":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Shrove Tuesday","Pancake Tuesday","Fat Tuesday"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/KosmicFrenchmenPurpleFaceMardiGras2009.JPG/%quality%px-KosmicFrenchmenPurpleFaceMardiGras2009.JPG","sources":{"Wikipedia: Mardi Gras":{"homepageURL":"https://en.wikipedia.org/wiki/Mardi_Gras"}}}},"2-2021-17":{"Ash Wednesday":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Crossofashes.jpg/%quality%px-Crossofashes.jpg","sources":{"Wikipedia: Ash Wednesday":{"homepageURL":"https://en.wikipedia.org/wiki/Ash_Wednesday"}}}},"2-2021-14":{"Valentine's Day":{"celebrators":"Western Orthodox Christians around the world","emoji":"✝️","aliases":["Feast of Saint Valentine","Saint Valentine's Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Antique_Valentine_1909_01.jpg/%quality%px-Antique_Valentine_1909_01.jpg","sources":{"Wikipedia: Valentine's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Valentine's_Day"}}}},"2-2021-15":{"Washington's Birthday":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","aliases":["Presidents Day","Presidents' Day","President's Day"],"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Gilbert_Stuart_Williamstown_Portrait_of_George_Washington.jpg/%quality%px-Gilbert_Stuart_Williamstown_Portrait_of_George_Washington.jpg","sources":{"Wikipedia: Washington's Birthday":{"homepageURL":"https://en.wikipedia.org/wiki/Washington's_Birthday"}}}},"2-2021-12":{"Lincoln's Birthday":{"countries":["unitedstates"],"celebrators":"Americans around the world","emoji":"🇺🇸","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Thomas_Hicks_-_Leopold_Grozelier_-_Presidential_Candidate_Abraham_Lincoln_1860_-_cropped_to_lithographic_plate.jpg/%quality%px-Thomas_Hicks_-_Leopold_Grozelier_-_Presidential_Candidate_Abraham_Lincoln_1860_-_cropped_to_lithographic_plate.jpg","sources":{"Wikipedia: Lincoln's Birthday":{"homepageURL":"https://en.wikipedia.org/wiki/Lincoln's_Birthday"}}},"Darwin Day":{"celebrators":"Anyone who recognizes the importance of this holiday","emoji":"🤪","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Charles_Darwin_photograph_by_Julia_Margaret_Cameron%2C_1868.jpg/%quality%px-Charles_Darwin_photograph_by_Julia_Margaret_Cameron%2C_1868.jpg","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}}}},"2-2021-13":{"World Radio Day":{"celebrators":"Sovereign states recognized by the United Nations","emoji":"🇺🇳","sources":{"Wikipedia: World Radio Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Radio_Day"}}}}}