[{"country":"afghanistan","notes":"The 2009 Law on Elimination of Violence against Women (EVAW) does not exclude spousal rape in its section on Sexual Assault. However, Article 134 (2) of the Shia Personal Status Law states \u0022It is the duty of the wife to defer to her husband's inclination for sexual enjoyment\u0022.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"albania","notes":"The Criminal Code was amended in 2012 and 2013 to criminalise marital rape. (Article 102.)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"algeria","notes":"The law criminalises rape but does not address spousal rape. The Penal Code does not explicitly excludes marital rape from the definition of rape, however the Algerian Family Code requires a wife to obey her husband","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"andorra","notes":"Rape, including spousal rape can be punished by up to 15 years imprisonment. The Penal Code does not exclude marital rape from its definition of rape (Article 145).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"angola","notes":"Rape, including spousal rape, is illegal and punishable by up to eight years’ imprisonment. Article 170 of the Código Penal explicitly includes a spouse in its definition of rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"antiguaandbarbuda","notes":"Article 3 (1) of the Sexual Offences Act, 1995, includes in the definition of rape: \u0022with a female person who is not his wife\u0022.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"argentina","notes":"Rape of men and women, including spousal rape, can be punished by imprisonment from six months to up to 20 years. Spousal rape is criminalised by Article 5 (3) of the Law of Comprehensive Protection of Women (Ley de Protección Integral s las Mujeres), 2009.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"armenia","notes":"Rape is a criminal offense, and conviction carries a maximum sentence of 15 years; general rape statutes (Article 138 of the Criminal Code) applied to the prosecution of spousal rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"australia","notes":"Criminalisation in Australia began with the state of New South Wales in 1981, followed by all other states from 1985 to 1992. The government enforced the law effectively. The laws of individual states and territories provide the penalties for rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"austria","notes":"Spousal rape can be punished by up to 15 years imprisonment, and was first criminalised in 1989. The Criminal Code (§ 201) does not explicitly excludes marital rape from the definition of rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"azerbaijan","notes":"Spousal rape is illegal, but observers stated police did not effectively investigate such claims. The Criminal Code does not exclude marital rape from its definition of rape (Articles 108, 149).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"thebahamas","notes":"Rape of men or women is illegal, but the law does not protect against spousal rape, except if the couple is separated or in the process of divorce, or if there is a restraining order in place. Section 3 of the Sexual Offences Act, 2010, includes \u0022person who is not his spouse\u0022 in the definition of rape.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"bahrain","notes":"Rape is illegal, although the criminal code allows an alleged rapist to marry his victim to avoid punishment. The law does not address spousal rape. Article 353 of the Penal Code explicitly excludes spousal rape.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"bangladesh","notes":"The law prohibits rape of a female by a male and physical spousal abuse, but the law excludes marital rape if the female is above 13. Section 375 (Of Rape) of the Penal Code includes the exception: \u0022Sexual intercourse by a man with his own wife, the wife not being under thirteen years of age, is not rape.\u0022","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"barbados","notes":"The Sexual Offences (Amendment) Act 2016 modified section 3 (4) of the Sexual Offences Act 1992, removing the previous \u0022marital exemption\u0022 and replacing it with explicit criminalisation of marital rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"belarus","notes":"Article 166 of the Criminal Code criminalises rape in general but does not include separate provisions on marital rape. Prosecutions for marital rape are rare and it is often regarded as a private rather than criminal issue.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"belgium","notes":"Marital rape was criminalised by court decision in 1979. The criminal code was amended in 1989 to treat marital rape the same as other forms of rape. (Code Pénal Art. 375)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"belize","notes":"Article 46 of the Criminal Code criminalises rape of men or women, including spousal rape. The code states that a person convicted of rape shall be sentenced to imprisonment for eight years to life.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"benin","notes":"Article 2 of the 2011 Law Portant prévention et répression des violences faites aux femmes (For prevention and repression of violence against women), explicitly prohibits spousal rape and provides the maximum penalty of 5 years imprisonment for conviction of raping a domestic partner.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"bhutan","notes":"Spousal rape is illegal and prosecuted as a misdemeanor. (Penal Code Sec. 199 & 200)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"bolivia","notes":"In 2013 the government passed the Law Guaranteeing Women a Life Free from Violence (Ley Integral Para Garantizar A Las Mujeres Una Vida Libre De Violencia). It's provisions included the repeal of the marital rape exemption in the Penal Code, and making rape by a spouse an aggravating factor when sentencing, extending imprisonment by 5 years.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"bosniaandherzegovina","notes":"The maximum penalty for rape, regardless of gender, including spousal rape, is 15 years in prison. The failure of police to treat spousal rape as a serious offense inhibited the effective enforcement of the law. The 2003 Penal Code removed \u0022marital exemption\u0022 from Article 203 (Rape).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"botswana","notes":"The law criminalises rape but does not recognize spousal rape as a crime. Customary law holds that sex within marriage is consensual.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"brazil","notes":"Since 2005, the law criminalises rape of men or women, including spousal rape. (Articles 213 & 226 of the Criminal Code)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"brunei","notes":"The law does not criminalise spousal rape and Article 375 of the Penal Code explicitly states that sexual intercourse by a man with his wife is not rape, as long as she is not younger than 13 years.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"bulgaria","notes":"The law criminalises rape (Article 152 of the Criminal Code). While authorities could prosecute spousal rape under the general rape statute, they rarely did so.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"burkinafaso","notes":"In 2015 the government passed the Law on the Prevention and Repression of Violence Against Women and Girls and Support for Victims. Conviction of rape is punishable by five to 10 years’ imprisonment. Marital rape is covered by this law.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"burundi","notes":"Spousal rape was criminalised in 2016 by the Loi N° 1/13 du 22 septembre 2016 portant prévention, protection des victimes et répression des Violences Basées sur le Genre (Articles 2i & 27), with penalties of up to 30 years’ imprisonment. The government did not enforce the law uniformly, and rape and other domestic and sexual violence continued to be serious problems.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"cameroon","notes":"The law does not address spousal rape, but does not exclude marital rape. Judges accept the principle husbands have \u0022disciplinary rights\u0022 over their wives, including when they refuse to have sexual relations. It is also accepted that during marriage the woman implicitly consents to sexual intercourse whenever the husband wishes.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"canada","notes":"Articles 271 & 278 of the Criminal Code criminalise rape of men or women, including spousal rape, as sexual assault, and the government enforced the law effectively. Marital rape was first criminalised in 1983.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"cambodia","notes":"Spousal rape is not specifically mentioned in the penal code (articles 239-245), but the underlying conduct can be prosecuted as “rape,” “causing injury,” or “indecent assault.” Charges for spousal rape under the penal code and the domestic violence law were rare. Marital rape was criminalised in 2005.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"capeverde","notes":"Spousal rape is implicitly covered by the 2001 gender-based violence law; penalties for conviction range from one to five years’ imprisonment.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"centralafricanrepublic","notes":"The law prohibits rape, although it does not specifically prohibit spousal rape. Customary law holds that sex within marriage is consensual.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"chad","notes":"The law does not specifically address spousal rape. Customary law holds that sex within marriage is consensual.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"chile","notes":"The law criminalises rape of men or women, including spousal rape (Penal Code art. 369). Penalties for rape range from five to 15 years’ imprisonment. Marital rape was criminalised in 1999.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"china","notes":"The law does not safeguard same-sex couples or victims of marital rape.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"colombia","notes":"Although prohibited by law, rape, including spousal rape (art. 211(5) of Ley 599 de 2000), remained a serious problem. Marital rape was criminalised in 1996,","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"comoros","notes":"In 2014, Loi N° 14-036/AU dealing with violence against women was promulgated, amongst its provisions (art. 1) was the criminalisation of marital rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"democraticrepublicofcongo","notes":"The legal definition of rape does not include spousal rape. Customary law holds that sex within marriage is consensual.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"republicofthecongo","notes":"Customary law holds that sex within marriage is consensual. Women's rights groups have reported that spousal rape was common.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"costarica","notes":"The law criminalises rape of men or women, including spousal rape (Ley de Penalización de la Violencia contra las Mujeres No. 8589 art.29) and domestic violence, and provides penalties from 10 to 18 years in prison for rape. The judicial branch generally enforced the law.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"croatia","notes":"Conviction of rape, including spousal rape, is punishable by up to 15 years imprisonment. (Articles 152 & 154(1)(1) of the Criminal Code)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"cuba","notes":"The law specifically criminalises rape of women, including spousal rape, and separately criminalises “lascivious abuse” against both genders. The government enforced both laws. Penalties for rape are at least four years’ imprisonment.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"cyprus","notes":"The law criminalises rape, including spousal rape (sec.5 The Family Violence (Prevention and Protection of Victims) Law), with a maximum sentence of life in prison for violations. The government enforced the law effectively. Marital rape was criminalised in 1994. Spousal rape is also criminalzed in the area administered by Turkish Cypriots (Turkish Republic of Northern Cyprus).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"czechrepublic","notes":"The law prohibits rape, including spousal rape (although not explicitly), and provides a penalty of two to 15 years in prison for violations. (Section 185 of the Penal Code)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"denmark","notes":"The law criminalises rape against women or men (the statute is gender neutral), including spousal rape, and domestic violence. Penalties for rape include imprisonment for up to 12 years. (Section 216 of the Criminal Code)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"djibouti","notes":"The law includes sentences of up to 20 years’ imprisonment for rape but does not address spousal rape.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"dominica","notes":"The Sexual Offences (Amendment) Act 2016 repealed the previous \u0022marital exclusions\u0022 of the rape law and introduced a specific marital rape section  to the Sexual Offences Act.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"dominicanrepublic","notes":"The law criminalises rape of men or women, including spousal rape, and other forms of violence against women, such as incest and sexual aggression. The sentences for conviction of rape range from 10 to 15 years in prison and a fine of 100,000 to 200,000 pesos. In 1997, Ley 24-97 (Sobre Violencia Intrafamiliar, de Genero y Sexual) modified the Penal Code to explicitly criminalise spousal rape (art. 332).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"easttimor","notes":"Although rape, including marital rape, is a crime punishable by up to 20 years in prison, failures to investigate or prosecute cases of alleged rape and sexual abuse were common. In 2010, Article 2(2)b) of Law No. 7/2010 on Domestic Violence, extended the definition of rape (art. 172 of the Criminal Code) to explicitly include marital rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"ecuador","notes":"The law criminalises rape of men or women, including spousal rape and domestic violence. Rape is punishable with penalties of up to 22 years in prison. (Articles 155-158 of the Código Orgánico Integral Penal).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"egypt","notes":"The law prohibits rape, prescribing criminal penalties of 15 to 25 years’ imprisonment, or life imprisonment for cases of rape involving armed abduction. Spousal rape is not illegal, based on a 1928 Court of Cassation ruling that \u0022a wife cannot withhold sex from her husband without a valid reason according to sharia\u0022.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"elsalvador","notes":"Marital rape is not specifically addressed by statue. The World Bank's 2018 \u0022 \u0022Women, Business and the Law\u0022 report states that the country's general rape laws apply to marital rape. The 2017 El Salvador Country Report on Human Rights Practices suggests this is only at a judge's discretion. An earlier (2011) report, the \u0022UN Womens Justice Report\u0022 states there are no laws covering marital rape.","values":[{"title":"Marital Rape","value":"Unclear"}]},{"country":"equatorialguinea","notes":"Marital rape is explicitly excluded from the definition of rape within the law.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"eritrea","notes":"Article 307 of the Penal Code Explicitly excludes marital rape except where spouses are not living together.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"eswatini","notes":"The Girls and Women's Protection Act of 1920 explicitly excludes marital rape from criminalisation. As of 2018, the Amended Marriage Act, which criminalises marital rape, had not been promulgated by the Government.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"ethiopia","notes":"Marital rape is excluded from the definition of rape in Article 620 of the Criminal Code, which limits rape to \u0022outside wedlock\u0022.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"estonia","notes":"The law criminalises rape, including spousal rape (Criminal Code §58(2) & 141), and physical abuse, including domestic violence. The penalty for rape, including spousal rape, is imprisonment for up to 15 years.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"fiji","notes":"Rape (including spousal rape), domestic abuse, incest, and indecent assault were significant problems; there was a large increase in the reported number of rape cases this year, due at least in part to greater awareness that a spouse can be charged with rape of his/her partner. The law provides for a maximum punishment of life imprisonment for rape. The definition of rape in §207 of the Crimes Decree does not explicitly include spousal rape and it is not recognised by customary law. However, in Dutt v The State , the court ruled that spousal rape is a crime under the rape law.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"finland","notes":"The law criminalises rape, including spousal rape, and the government enforced the law effectively. Rape is punishable by up to four years’ imprisonment. If the offender used violence, the offense is considered aggravated, and the penalty may be more severe. Marital rape was criminalised in 1994.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"france","notes":"The law criminalises rape, including spousal rape, and domestic violence, and the government generally enforced the law effectively. The Court of Cassation authorized prosecution of spouses for rape or sexual assault in 1990. In 1994, Law 94-89 criminalised marital rape; a second law, passed 4 April 2006, makes rape by a partner an aggravating circumstance in prosecuting rape. (Article 222-24(11) of the Criminal Code)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"gabon","notes":"Marital rape was criminalised in 2013 and the penalties on conviction are five to ten-year imprisonment sentences and a very heavy fine. Authorities seldom prosecute rape cases.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"gambia","notes":"Although spousal rape was widespread;, police generally considered it a domestic issue outside its jurisdiction.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"georgia","notes":"Marital rape is Explicitly criminalised by Articles 11-1 & 137 of the Criminal Code","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"germany","notes":"The law criminalises rape, including spousal rape, and provides penalties of up to 15 years in prison. The \u0022Marital exemption\u0022 was removed by a revised law in 1997.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"ghana","notes":"The \u0022marital exemption\u0022 was removed from the country's rape laws in 2007.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"greece","notes":"Rape, including spousal rape, is a crime punishable by penalties ranging from five to 20 years’ imprisonment. Law 3500/2006, entitled \u0022For combating domestic violence\u0022, which punishes marital rape, entered into force on 24 October 2006. (Articles 1 & 8)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"grenada","notes":"The law criminalises rape of men or women, including spousal rape, and stipulates a sentence of flogging or up to 30 years’ imprisonment for a conviction of any nonconsensual form of sex. Marital rape was criminalised in a 2012 amendment to the Criminal Code.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"guatemala","notes":"The law criminalises rape of men or women, including spousal rape, and sets penalties between five and 50 years in prison. Police had minimal training or capacity to investigate sexual crimes or assist survivors of such crimes, and the government did not enforce the law effectively. Spousal rape was criminalised in 2009 by Articles 28 & 30 of Ley Contra la Violencia Sexual, Explotación y Trata de Personas (Law against Sexual Violence, Exploitation and Trafficking in Persons).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"guinea","notes":"The law criminalises rape and domestic violence, but both occurred frequently, and authorities rarely prosecuted perpetrators. The law does not address spousal rape.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"guinea-bissau","notes":"The law prohibits rape, including spousal rape, and provides penalties for conviction of two to 12 years in prison; however, the government did not effectively enforce the law. Spousal rape was criminalised in 2014 by Arts. 4(f) & 25 of Law No. 6/2014.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"guyana","notes":"Marital rape was criminalised by §3 & 7 the Sexual Offenses Act 2010.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"haiti","notes":"While the law prohibits rape of men or women, it does not recognize spousal rape as a crime.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"honduras","notes":"The law criminalises all forms of rape of men or women, including spousal rape, but unlike other rapes is not a \u0022public crime\u0022 and thereby requires the survivors to complain for prosecution to occur. Marital rape was explicitly criminalised in 2005 by arts. 140 & 141 of the Código Penal.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"hongkong","notes":"Section 117(1B) of the Crimes Ordinance, introduced in 2002, states that \u0022unlawful sexual intercourse (非法性交、非法的性交) does not exclude sexual intercourse that a man has with his wife\u0022.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"hungary","notes":"Rape of men or women, including spousal rape, is illegal. The \u0022marital exemption\u0022 was dropped from law in 1997. Secs.197(3)(b) and 459(14) of the Criminal Code explicitly criminalise spousal rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"iceland","notes":"Art. 70 of the Almenn hegningarlög (Penal Code), introduced in 2006, makes a relationship between the perpetrator and victim an aggravating factor.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"india","notes":"Section 375 of the Indian Penal Code (IPC) considers forced sex in marriages as a crime only when the wife is under the age of 16. Rape of estranged or separated wives is a criminal offence up to 7 years under a separate law.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"indonesia","notes":"Art. 285 of the Penal Code includes \u0022out of marriage\u0022 in the definition of rape, however, marital rape is considered a form of domestic violence under arts. 5, 8, 46, 47 and 53 of the Law Regarding the Elimination of Violence in the Household, 2004.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"iran","notes":"Rape is illegal and subject to strict penalties, including death, but it remained a problem. The law considers sex within marriage consensual by definition (Penal Code art. 221) and, therefore, does not address spousal rape, including in cases of forced marriage.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"iraq","notes":"The law criminalises rape and permits a maximum sentence of life imprisonment if the victim dies. Art. 393(1) of the Penal Code explicitly excludes spousal rape from the definition of rape. The law allows authorities to drop a rape case if the perpetrator marries the victim.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"ireland","notes":"The law criminalises rape, including spousal rape, and the government enforced the law. Most persons convicted received prison sentences of five to 12 years. Section 5 of the Criminal Law (Rape) (Amendment) Act, 1990 removed \u0022marital exemption\u0022 from Irish law.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"israel","notes":"Rape, including spousal rape, is a felony punishable by 16 years in prison, or up to 20 years’ imprisonment. The Israeli Supreme Court affirmed that marital rape is a crime in a 1980 decision, citing law based on the Talmud","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"italy","notes":"The prescribed penalty for rape, including spousal rape, is five to 12 years in prison. In 1976 in Sentenza n. 12857 del 1976, the Supreme Court ruled that \u0022the spouse who compels the other spouse to carnal knowledge by violence or threats commits the crime of carnal violence\u0022 (as rape was then known). In 2013, art. 609-ter(5-quarter) was added to the Criminal Code which made rape by somebody in an 'affective relationship' with the victim an aggravating factor.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"ivorycoast","notes":"The law prohibits rape and provides for prison terms of five to 20 years for perpetrators. The Penal does not specifically include spousal rape in the definition of rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"jamaica","notes":"The Sexual Offences Act, Sec. 5(3) criminalises spousal rape only when spouses have separated or begun proceedings to dissolve the marriage; when the husband is under a court order not to molest or cohabit with his wife; or when the husband knows he suffers from a sexually transmitted infection.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"japan","notes":"The law criminalises all forms of rape involving force against women. The law does not deny spousal rape, but no court has ever ruled on such a case, except in situations of marital breakdown (i.e., formal or informal separation, etc.).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"jordan","notes":"The law stipulates a sentence of at least 10 years of imprisonment with hard labor for the rape of a girl or woman 15 years of age or older. Art. 292(a)(1) of the Penal code explicitly excludes marital rape from the definition of rape.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"kazakhstan","notes":"The law criminalises rape. The punishment for rape, including spousal rape, ranges from three to 15 years’ imprisonment. Spousal rape is not explicitly included in the definition of rape. (Criminal Code, Art. 120) There were reports of police and judicial reluctance to act on reports of rape, particularly in spousal rape cases.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"kenya","notes":"Marital rape is excluded from the definition of rape in the Sexual Offences Act (2006), section 43(5). However it is included in Section 3(a)(vi) of the Protection Against Domestic Violence Act (2015): \u0022‘In this Act, 'violence' means abuse that includes sexual violence within marriage\u0022.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"kiribati","notes":"Rape, including spousal rape, is a crime, with a maximum penalty of life in prison, but sentences typically were much shorter. Spousal rape is not explicitly included in the definition of rape. (Penal Code, Sec. 128)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"kosovo","notes":"The Kosovo Criminal Code does not explicitly include marital rape in the definition of rape. (Art. 230)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"kuwait","notes":"Rape carries a maximum penalty of death, which the courts occasionally imposed for the crime though spousal rape is not covered under this law. However, in August 2020, Kuwait passed a law passed a domestic violence law criminalizing \u0022physical, psychological, sexual or financial mistreatment, whether in words or actions\u0022 amongst family members including spousal mistreatment. The law does not address marital rape specifically and will only fully come into effect by January 2021.","values":[{"title":"Marital Rape","value":"Legal and Illegal"}]},{"country":"kyrgyzstan","notes":"Rape, including spousal rape, is illegal, but the government failed to enforce the law effectively. Police generally regarded spousal rape as an administrative, rather than a criminal, offense. The Penal Code does not explicitly include marital rape in the definition of rape. (Art. 129)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"laos","notes":"Mrital rape was explicitly criminalised in December 2014 by art. 79 of The Law on Preventing and Combating Violence Against Women and Children. Domestic violence often went unreported due to social stigma.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"latvia","notes":"Spousal rape is explicitly considered rape with “aggravated circumstances.” (Criminal Law, Secs. 48(1)(15) and 159)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"lebanon","notes":"Article 503 of the Penal Code defines rape as “forced sexual intercourse  who is not his wife by violence or threat.” Law no. 293 (2014) gives a legal “marital right of intercourse.” However, in May 2014 the Protection of Women and Other Family Members from Domestic Violence Law added new offences of the use of threats or violence to claim the “marital right to intercourse.” Critics of the law point out that the threats or violence are the criminal offences but not the rape.","values":[{"title":"Marital Rape","value":"Legal and Illegal"}]},{"country":"lesotho","notes":"The law criminalises the rape of women or men, including spousal rape (Penal Code Act, 2010, Sec. 52(2)(h)(ii)), and domestic violence. Rape convictions carry a minimum sentence of 10 years’ imprisonment.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"liberia","notes":"Rape is illegal, but the government did not enforce the law effectively, and rape remained a serious and pervasive problem. The law's definition of rape does not specifically criminalise spousal rape, but \u0022marital exemption\u0022 was removed from the law in 2006 by the Rape Amendment Act.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"libya","notes":"The law criminalises rape but does not address spousal rape. Spousal rape is not considered a crime but a private matter.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"liechtenstein","notes":"Rape, including spousal rape, is a criminal offense. Penalties for rape and sexual violence vary between one and 15 years’ imprisonment, depending on the degree of violence and humiliation of the victim, and between 10 years’ and lifetime imprisonment if the victim is killed. Marital rape was criminalised in 2001, by the Law on Sexual Offenses.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"lithuania","notes":"Rape and domestic violence are criminal offenses, and although no law specifically criminalises spousal rape, a wife can file a complaint against her husband for rape or sexual assault under Article 149 of the Criminal Code.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"luxembourg","notes":"The law prohibits rape, including spousal rape, and the government enforced the law effectively. Penalties for violations range from five to 10 years’ imprisonment. In 1994, in Judgment no. 223/94 V, 1994, the Court of Appeal confirmed the applicability of the provisions of the Criminal Code regarding rape to marital rape. Since 2013, the maximum penalty for rape can be doubled id carried out by a spouse (Code Pénal, Art. 377(5)).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"macau","values":[{"title":"Marital Rape","value":"Unknown"}]},{"country":"macedonia","notes":"The penalties for rape, including spousal rape, range from one to 15 years’ imprisonment. Marital rape was criminalised in 1996, although not explicitly (Criminal Code, Art. 186).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"madagascar","notes":"The law prohibits rape but does not address spousal rape. A bill to prohibit spousal rape was defeated in the Parliament of Madagascar in 2014. Customary law holds that sex within marriage is consensual.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"malawi","notes":"Although the definition of rape in the Penal Code (s.132) does not include a \u0022marital exemption\u0022, the presumption of a wife's consent under Customary Law was upheld by the High Court of Malawi in R.vs. Mwasomola, 4 ALR(Mal) 572. The Marriage, Divorce, and Family Relations Act enacted in 2015 explicitly introduces the concept of spousal rape, but the act does not prescribe specific penalties and applies only to legally separated spouses.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"malaysia","notes":"The concept of rape within marriage is not recognised. However, if a man \u0022causes hurt or fear of death or hurt to his wife or any other person in order to have sexual intercourse with his wife \u0022, he may be imprisoned up to five years if convicted according to Section 375A of the Penal Code (adopted on 7 September 2007).","values":[{"title":"Marital Rape","value":"Legal and Illegal"}]},{"country":"maldives","notes":"The Sexual Offences Act (Act 17/2014) excludes marital rape, except in very narrow circumstances such as the couple are legally separated or one has a STI.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"mali","notes":"The Code Pénal, Art. 226, does not specifically prohibit spousal rape, but law enforcement officials stated criminal laws against rape apply to spousal rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"malta","notes":"The 2005 Law To Make Special Provisions For Domestic Violence added article 202(h) to the Criminal Code. This article made rape by a spouse an aggravating factor. In 2018 ACT No. XIII further changed art. 202(h), changing \u0022spouse\u0022 to \u0022he current or former spouse, civil union partner or cohabitant\u0022.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"marshallislands","notes":"The law criminalises rape, including spousal rape, although not explicitly (Criminal Code s. 213.1(1)(a) & 213.2(1)(a)), and establishes penalties of up to 25 years’ imprisonment for first-degree sexual assault.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"mauritania","notes":"Rape, including spousal rape, is illegal. Rapists who are single men face penalties of forced labor and whipping, and married rapists are subject to the death penalty. The Law does not differentiate between rape within marriage and rape outside marriage. (Code Pénal, art. 309)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"mauritius","notes":"Amendments to the Protection from Domestic Violence Act (PDVA) came into force in September 2016. The amendments redefine the term “spouse” to include unmarried couples of the opposite sex; redefine “domestic violence” to include verbal, psychological, economic, and sexual abuses. Although the amendments do not mention spousal rape, section 2.d. stipulates that a spouse cannot force or threaten the other partner into a sexual act “from which the spouse or the other person has the right to abstain.” Spousal rape was first criminalised in 2007.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"mexico","notes":"Federal law criminalises rape of men or women and conviction carries penalties of up to 20 years’ imprisonment. Twenty-four states have laws criminalising spousal rape. Article 265 bis of the Código Penal Federal explicitly criminalises rape of a \u0022wife or concubine\u0022.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"micronesia","notes":"Marital rape is explicitly excluded from the definition of rape in Pohnpei State (Pohnpei Code, Title 61, Ch. 5, §5-141(2)), but not in the states of Kosrae, Yap and Chuuk.","values":[{"title":"Marital Rape","value":"Legal and Illegal"}]},{"country":"moldova","notes":"The law criminalises rape or forcible sexual assault and establishes penalties for violations ranging from three years to life in prison. Since 2010, the law has also explicitly criminalised spousal rape (Criminal Code, arts.133(1) & 171 (2)(b2))","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"monaco","notes":"Rape, including spousal rape, is a criminal offense with penalties of five, 10, and up to 20 years in prison, depending on the type of offense. Spousal rape was explicitly criminalised Law No. 1.382 of 2011.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"mongolia","notes":"The criminal code outlaws sexual intercourse through physical violence, or threat of violence, and provides for sentences of one to 20 years’ imprisonment or life imprisonment, depending on the circumstances. Marital rape was criminalised by the Law to Combat Domestic Violence (art. 6.1.4).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"montenegro","notes":"In most cases the penalty provided by law for rape, including spousal rape, is one to 10 years in prison. In practice, the average conviction resulted in 3 years. Spousal rape is not explicitly included in the definition of rape (Criminal Code, art. 204).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"morocco","notes":"Spousal rape is not a crime. \u0022Hakkaoui Law\u0022 (named after Minister for Family Affairs and Women's Issues, Bassima Hakkaoui, criminalising violence against women has came into force in September 2018 but failed to address marital rape. In March 2013, the Moroccan Minister of Justice stated that marital rape couldn't be criminalised: “you can't deprive a man of what is rightfully his.\u0022","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"mozambique","notes":"The law criminalises rape, including spousal rape, and domestic violence. Penalties for conviction range from two to eight years’ imprisonment if the victim is 12 years of age or older and 20 to 24 years’ imprisonment if the victim is under 12. Marital rape is explicitly criminalised by Law N.29/2009 on Domestic Violence Perpetrated Against Women, (arts. 3 & 17) and the Criminal Code Law N.35/2014, (arts. 37(aa) & 218).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"myanmar","notes":"Spousal rape is not a crime unless the wife is younger than 13 years, and is explicitly excluded from the definition of rape in section 375 of the Penal Code.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"namibia","notes":"The law criminalises rape of men and women, including spousal rape. By law rape is defined as the commitment of any sexual act under coercive circumstances. The courts tried numerous cases of rape during the year, and the government generally enforced court sentences providing between five and 45 years’ imprisonment for those convicted. Marital rape was outlawed in 2000, by section 2(3) of the Combating of Rape Act.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"nauru","notes":"Rape is a crime and carries a maximum penalty of 25 years’ imprisonment. Section 104 of the 2016 Crimes Act specifically applies penalties for rape of married and de facto partners.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"nepal","notes":"Section 219 (4) of the 2017 Criminal Code Bill states, “If a man rapes his wife when he is still in marital relationship with her, he shall be sentenced to up to five years in jail.”. Marital rape was also criminalised under the previous Criminal Code (2006).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"netherlands","notes":"The law in all parts of the kingdom criminalises rape, including spousal rape, and domestic violence. The penalty is imprisonment not exceeding 12 years, a fine not exceeding 78 thousand euros ($93,600), or both. In case of violence against a spouse, the penalty for various forms of abuse can be increased by one-third. Legislative changes provided a new definition for rape in 1991, which removed the marital exemption, and also made the crime gender-neutral.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"newzealand","notes":"The law criminalises rape, including spousal rape (Crimes Act 1961, sec. 128(4)). The maximum penalty is 20 years’ imprisonment. Marital rape was first criminalised in 1985.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"nicaragua","notes":"The law criminalises all forms of rape of men or women, regardless of the relationship between the victim and the accused. Sentences for those convicted of rape range from eight to 12 years’ imprisonment. Marital rape was criminalised in 2012 by Ley No. 779 which modified arts. 37 & 169 of the Código Penal.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"niger","notes":"The law does not explicitly recognize spousal rape, and authorities seldom prosecuted it. Victims often sought to deal with the rape within the family or were pressured to do so, and many victims did not report spousal rape due to fear of retribution, including loss of economic support.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"nigeria","notes":"Marital rape is explicitly excluded from the definition of rape in the Penal Code provided the spouse has reached puberty (Article 282(2)).","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"northkorea","notes":"As of 2017.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"norway","notes":"The law criminalises rape, including spousal rape, and the government generally enforced the law. The penalty for rape is up to 21 years in prison, depending on the severity of the assault, the age of the victim, and the circumstances in which the crime occurred. The \u0022marital exemption\u0022 was removed from the law in 1971.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"oman","notes":"The law criminalises rape with penalties of up to 15 years in prison but does not criminalise spousal rape. Article 218(1) of the Penal Code of Oman explicitly excludes marital rape from the definition of rape.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"pakistan","notes":"The Offence of Zina (Enforcement of Hudood) Ordinance, 1979 included in its definition of rape \u0022to whom he or she is not validly married\u0022. This ordinance was repealed by the Protection of Women (Criminal Laws Amendment) Act, 2006 and rape was now defined in Section 375 of the Penal Code. The new definition did not include a reference to marriage. It was argued that the intent was to include marital rape in the offence. However, as of February 2015, there were no reports of a case being brought before a superior court to clarify the law.","values":[{"title":"Marital Rape","value":"Unclear"}]},{"country":"palau","notes":"Rape, including spousal rape, is a crime punishable by a maximum 25 years’ imprisonment, a fine of $50,000 (national currency is U.S. dollar), or both. The 2012 Palau Family Protection Act removed the \u0022marital exemption\u0022 from Palau National Code.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"palestine","notes":"Article 292(1) of the Criminal Code of 1960 explicitly excludes marital rape from the law on rape.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"panama","notes":"The law criminalises rape of men or women, including spousal rape, with prison terms of five to 10 years. In 2013, Ley No. 82 amended the Código Penal to explicitly criminalise marital rape (arts. 91 & 174).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"papuanewguinea","notes":"Rape, including spousal rape, is a crime punishable by imprisonment ranging from 15 years to life. The legal system allows village chiefs to negotiate the payment of compensation in lieu of trials for rapists. In 2002, The Criminal Code (Sexual Offences and Crimes against Children) Act removed the rape \u0022marital exemption\u0022 from the Criminal Code (sec 347).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"paraguay","notes":"The law criminalises rape of men or women, including spousal rape, and provides penalties of up to 10 years in prison for rape or sexual assault. Marital rape is not explicitly criminalised by the Código Penal (art. 128).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"peru","notes":"The law criminalises rape of men or women, including spousal rape, with penalties of six to eight years in prison. Marital rape has been explicitly criminalised since 2007 by art. 170 of the Código Penal.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"philippines","notes":"Rape, including spousal rape, is illegal, with penalties ranging from 12 to 40 years’ imprisonment. An anti-rape law covering marital rape was passed in 1997. Marital rape was explicitly criminalised by the Anti- Violence Against Women and Their Children Act of 2004 (Sec. 3(B)(a),(b)). The legality of the marital rape laws was upheld by the Supreme Court in People vs Jumawan G.R. No. 187495 (2014).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"poland","notes":"Rape, including spousal rape, is illegal and punishable by up to 12 years in prison. The \u0022marital exemption\u0022 clause was dropped when the 1932 Criminal Code was introduced. The Penal Code does not explicitly criminalise marital rape (art. 197).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"portugal","notes":"The law makes rape, including spousal rape, illegal, with a penalty of three to 10 years’ imprisonment. The \u0022marital exemption\u0022 was removed from the law in 1982. In 2007, amendments to the Penal Code arts. 152 & 164), explicitly criminalised marital rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"qatar","notes":"Article 279 of the Penal Code criminalises rape. Spousal rape is not explicitly criminalised, but a woman may file a complaint. The penalty for rape is life imprisonment, regardless of the age or gender of the victim.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"romania","notes":"Rape, including spousal rape, is illegal. The law provides for three to 10 years’ imprisonment for rape and two to seven years’ imprisonment for sexual assault. In 2003, marital rape was criminalised by article 4(d) of the Law on Preventing and Fighting Against Domestic Violence.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"russia","notes":"Rape is illegal, and the law provides the same punishment for a relative, including the spouse, who commits rape as for a nonrelative. The Soviet Union, which Russia was the dominant republic, removed \u0022marital exemption\u0022 from its rape laws in 1922.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"rwanda","notes":"The law criminalises rape of men and women and spousal rape, and the government handled rape cases as a judicial priority. Penalties for conviction of spousal rape range from two months’ to life imprisonment with fines of 100,000 to 300,000 Rwandan francs. Spousal rape was first criminalised in 2009, when the Law on prevention and punishment of gender- based violence came into effect.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"saintkittsandnevis","notes":"Marital rape is neither explicitly included or excluded from article 46 of the Offences against the Person Act which criminalises rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"saintlucia","notes":"Section 123(3) of the Criminal Code explicitly excludes marital rape except when a couple is divorced or separated or when there is a protection order from the Family Court.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"saintvincentandthegrenadines","notes":"Rape, including spousal rape (although not explicitly), is illegal, and the government generally enforced the law when victims came forward. Sentences for rape begin at 10 years’ imprisonment.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"samoa","notes":"The 2013 Crimes Act removed the \u0022marital exemption\u0022 from the Crimes Ordinance 1961, and section 49(4) explicitly criminalised marital rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"sanmarino","notes":"Rape, including spousal rape, is a criminal offense, and the government effectively prosecuted persons accused of such crimes. The penalty for rape is two to six years in prison. Article 10 of the 2008 Prevention and Repression of Violence against Women and Gender-Based Violence Law made rape by a spouse an aggravating factor.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"saotomeandprincipe","notes":"Rape, including spousal rape, is illegal and punishable by two to 12 years’ imprisonment. Marital rape was explicitly criminalised by Law No. 11/2008, Art. 15","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"saudiarabia","notes":"Rape is a criminal offense under sharia with a wide range of penalties from flogging to execution. The law does not recognize spousal rape as a crime.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"senegal","notes":"The law prohibits rape, which is punishable by five to 10 years’ imprisonment. Nevertheless, the government rarely enforced the law, and rape was widespread. The law does not address spousal rape, but does not exclude it from the definition of rape in article 320 of the Criminal Code.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"serbia","notes":"Rape, including spousal rape, is punishable by up to 40 years in prison. The government did not enforce the law effectively. The \u0022marital exemption\u0022 was dropped in 2002, and marital rape explicitly criminalised by the 2016 Law on the Prevention of Domestic Violence (arts. 3 & 4(2)).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"seychelles","notes":"Rape is a criminal offense under Sec. 130 of the Penal Code, for which conviction is punishable by a maximum of 20 years’ imprisonment. Marital rape is not explicitly criminalised. Nevertheless, rape was a problem, and the government did not enforce the law effectively.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"sierraleone","notes":"The law has specifically prohibited spousal rape since 2012 by Secs. 5 and 6 of the Sexual Offences Act.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"singapore","notes":"Before 2020, spousal rape was explicitly excluded from rape laws except in very narrow circumstances (Sec. 375 of the Penal Code), but husbands who force their wives to have intercourse may be prosecuted for other offenses, such as assault. Spousal rape is a criminal offense when the couple is separated, subject to an interim divorce order that has not become final, or subject to a written separation agreement, as well as when a court has issued a protection order against the husband. This exemption was lifted on January 1, 2020.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"slovakia","notes":"Sections 199 and 127(5) of the criminal code explicitly include spousal rape under the crime of rape and sexual violence.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"slovenia","notes":"Marital rape is explicitly criminalised by article 170 of the Criminal Code. As a republic with Yugoslavia, marital rape was first criminalised by Slovenia in 1977.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"solomonislands","notes":"Marital rape is explicitly criminalised by section 5(136F)(2)of the Penal Code (Amendment) (Sexual Offences) Act 2016. Rape carries a maximum penalty of life imprisonment.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"somalia","notes":"There are no federal laws against spousal violence, including rape, although in May 2016, the Council of Ministers approved a national gender policy that gives the government the right to sue anyone convicted of committing gender-based violence, such as the killing or rape of a woman.","values":[{"title":"Marital Rape","value":"Legal and Illegal"}]},{"country":"southafrica","notes":"Spousal rape was criminalised in 1993 by article 5 of the Prevention of Family Violence Act, although the first prosecution wasn't until 2012.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"southkorea","notes":"Although no specific statute defines spousal rape as illegal, the Supreme Court acknowledged marital rape as illegal in 2013. The penalty for rape ranges from a minimum of three years’ to life imprisonment depending on the specific circumstances.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"southsudan","notes":"Article 247(3) of the 2008 Penal Code is explicit that marital rape is not an offence.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"spain","notes":"The law prohibits rape, including spousal rape, and the government generally enforced the law effectively. The penalty for rape is six to 12 years in prison. The Supreme Court ruled in 1992 that sex within marriage must be consensual.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"srilanka","notes":"Marital rape is excluded from the definition of rape in article 363 of the Penal Code except if the spouses are legally separated.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"sudan","notes":"In February 2015, an amendment to Article 149 of the Criminal Code changed the definition of rape. Under the new definition of rape, rape victims could no longer be prosecuted for adultery. Although there is no specific prohibition of marital rape, the amendment makes it possible to prosecute marital rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"suriname","notes":"The law criminalises rape of women, including spousal rape, and prescribes penalties for rape or forcible sexual assault of between 12 and 15 years’ imprisonment, and fines up to 100,000 Surinamese dollars. Spousal rape was criminalised in 2009 by an amendment to the Moral Law.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"sweden","notes":"Rape, including spousal rape and domestic violence (Ch. 4, Sec. 4a of the Penal Code), are illegal, and the government enforced the law effectively. Penalties range from two to 10 years in prison. Marital rape was first criminalised in 1965.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"switzerland","notes":"Rape, including spousal rape (although not explicitly so), and domestic violence, are statutory offenses for which penalties range from one to 10 years in prison (Swiss Criminal Code, art 190). The government effectively prosecuted individuals accused of such crimes. The \u0022marital exemption\u0022 was removed from law in 1992.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"syria","notes":"Rape is a felony, subject to punishment by at least 15 years in prison, but the government did not enforce the law. The law further stipulates that if the rapist marries the victim, the rapist receives no punishment. The victim's family sometimes agreed to this arrangement to avoid the social stigma attached to rape. Marital rape is explicitly excluded from the rape laws by art 489(1) of the Criminal Code.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"taiwan","notes":"The law criminalises rape, including spousal rape, and domestic violence. (Criminal Code of the Republic of China, Arts.221 and 229-1)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"tajikistan","notes":"Marital rape is not recognised as a criminal offence.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"tanzania","notes":"Section 5 of the 1998 Sexual Offences (Special Provisions) Act explicitly excludes marital rape on the grounds \u0022husbands, by virtue of paying bride price, have legal right to have unlimited sexual access to their wives”.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"thailand","notes":"Rape is illegal, although the government did not always enforce the law effectively. The law permits authorities to prosecute spousal rape, and prosecutions occurred. The law specifies penalties for conviction of rape or forcible sexual assault ranging from four years’ imprisonment to the death penalty as well as fines. Marital rape was criminalised in 2007 amid strong controversy, by Sec. 3(276) of the Penal Code Amendment Act (No. 19).","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"togo","notes":"Marital rape is explicitly criminalised by Arts. 211-212 of Loi No. 2015-010 Portant Nouveau Code Pénal and is punishable by up to 720 hours of community service and a fine of 200,000 to one million CFA francs.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"tonga","notes":"The law recognizes spousal rape. (Criminal Offences Act, Sec. 118(2) & Family Protection Act, Sec. 29)","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"trinidadandtobago","notes":"Marital rape was explicitly criminalised by section 4(4)(5) of the Sexual Offences (Amendment) Act, 2000. Rape is punishable by up to life imprisonment, but the courts often imposed considerably shorter sentences.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"tunisia","notes":"Prior to June 2017, marital rape was not considered a crime. Although Article 227 of the Penal Code does not exclude marital rape from its provisions, Article 23 of the Personal Status Code mandated partners in marriage to “fulfil their conjugal duties according to practice and customs,” On June 27, 2017, the Tunisian Parliament unanimously passed a comprehensive law addressing all forms of gender-based violence, including physical, economic, and social violence. The provisions of this law include marital rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"turkey","notes":"The law prohibits sexual assault, including rape and spousal rape (Art. 102, Criminal Code), with penalties of two to 10 years’ imprisonment for conviction of attempted sexual violation and at least 12 years’ imprisonment for conviction of rape or sexual violation. Marital rape was criminalised in 2005.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"turkmenistan","notes":"Marital rape is illegal and punishable by sentences ranging from 3 to 25 years imprisonment.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"tuvalu","notes":"Rape is a crime punishable by a minimum sentence of five years’ imprisonment, but spousal rape is not included in the legal definition of this offense.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"uganda","notes":"Rape is defined as “unlawful carnal knowledge of a woman or a girl without her consent” in Section 123 of the Penal Code, there is no marital exemption. However, in customary law, there is a presupposition that a woman implicitly consents to sexual intercourse with her spouse during marriage. As of late 2018, the Sexual Offences Bill, which would explicitly criminalise marital rape, is before the Parliament of Uganda. Similar bills were defeated in 1970, 2003 and 2009.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"ukraine","notes":"The law prohibits rape of men or women but does not explicitly address spousal rape or domestic violence. The courts may use a law against “forced sex with a materially dependent person” as grounds to prosecute spousal rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"unitedarabemirates","notes":"The penal code does not address spousal rape. In October the Dubai Court of First Instance sentenced a policeman to six months in jail for raping his fiancée. The defendant argued that he considered the two married at the time of the offense.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"unitedkingdom","notes":"The law criminalises rape, spousal rape, and domestic violence. The maximum legal penalty for rape is life imprisonment. The law also provides for injunctive relief, personal protection orders, and protective exclusion orders (similar to restraining orders) for female victims of violence. The common law presumption of a marital exemption was overturned by the House of Lords in the case of R v R in 1991.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"unitedstates","notes":"Marital rape is illegal in all 50 US states. Legislation varies from state to state.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"uruguay","notes":"The law criminalises rape of men or women, including spousal rape, although not explicitly (Código Penal, Art. 272). The law allows for sentences of two to 12 years’ imprisonment for a person found guilty of rape, and authorities effectively enforced the law.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"uzbekistan","notes":"Marital rape is explicitly criminalised by Art. 118 and Chapter Eight* of the Criminal Code, however the courts did not try any rape cases as of 2017, according to human rights activists.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"vanuatu","notes":"The Penal Code, Sec. 90, defines rape but does not explicitly include marital rape. Police are frequently reluctant to intervene in what they considered domestic matters.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"venezuela","notes":"Articles 15(7) & 43 of the Ley Orgánica Sobre el Derecho de las Mujeres a una Vida Libre de Violencia (Organic Law on the Right of Women to a Life Free of Violence) explicitly criminalised marital rape in 2007.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"vietnam","notes":"In 2002, marital rape was explicitly criminalised by article 2(1)(e) of the Law on Domestic Violence Prevention and Control.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"yemen","notes":"The law criminalises rape, but it does not criminalise spousal rape because the law states a woman may not refuse sexual relations with her husband.","values":[{"title":"Marital Rape","value":"Legal"}]},{"country":"zambia","notes":"The 2010 Anti-Gender-based Violence Act criminalises spousal rape.","values":[{"title":"Marital Rape","value":"Illegal"}]},{"country":"zimbabwe","notes":"Marital rape was criminalised in 2004 by section 68 of the \u0022Criminal Law (Codification And Reform) Act\u0022. However Article 68 (a) states \u0022no prosecution shall be instituted against any husband for raping or indecently assaulting his wife .... unless the Attorney-General has authorised such a prosecution\u0022. Spousal rape receives less attention than physical violence against women.","values":[{"title":"Marital Rape","value":"Illegal"}]}]