[{"country":"afghanistan","values":[{"title":"Annual Leave","value":"Employees are entitled to 20 days recreational leave and 15 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"15"},{"title":"Total Paid Leave","value":"35"}]},{"country":"albania","values":[{"title":"Annual Leave","value":"Employees are entitled to 20 days of annual leave and 12 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"32"}]},{"country":"algeria","values":[{"title":"Annual Leave","value":"The paid annual leave is calculated on the basis of 2.5 days per month of work. The total duration of the leave cannot, however, exceed 30 calendar days per year. Every employee is also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"30"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"41"}]},{"country":"andorra","values":[{"title":"Annual Leave","value":"Workers are entitled to 31 calendar days of paid leave after one year of employment. Before that, entitlement to leave is 2.5 days for every month worked. One period of leave must last two weeks or more, to allow an uninterrupted rest period. Every employee is also entitled to 14 paid public holidays."},{"title":"Paid Vacation Days","value":"31"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"45"}]},{"country":"angola","values":[{"title":"Annual Leave","value":"The annual leave for workers is 22 days, not including weekends, complementary weekly rest days and holidays in this calculation. Every employee is also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"33"}]},{"country":"antiguaandbarbuda","values":[{"title":"Annual Leave","value":"The annual leave for an employee who has successfully passed his probationary period is at least one day per month of employment; 12 days per year of work performed. Every employee is also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"23"}]},{"country":"argentina","values":[{"title":"Annual Leave","value":"14 calendar days (from 0 to 5 years seniority), 21 calendar days (from 5 to 10), 28 calendar days (from 10 to 20) and 35 calendar days (from 20). Every employee is also entitled to 15 paid public holidays and every year the government adds a few more holidays known as \u0022bridge holidays\u0022 which means that a holiday last two days."},{"title":"Paid Vacation Days","value":"14"},{"title":"Paid Public Holidays","value":"19"},{"title":"Total Paid Leave","value":"25"}]},{"country":"armenia","values":[{"title":"Annual Leave","value":"Generally, the duration of annual leave is 20 working days. Extended annual leave up to 25 working days is granted to certain categories of employees whose work involves great nervous, emotional and intellectual strain and professional risk. Every employee is also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"16"},{"title":"Total Paid Leave","value":"36"}]},{"country":"australia","values":[{"title":"Annual Leave","value":"For each year of service with their employer, an employee is entitled to a minimum of 4 weeks of paid annual leave, unless the employee is a shift-worker, in which case they are entitled to a minimum of 5 weeks of paid annual leave. Every employee is also entitled to 10 to 13 paid public holidays depending on the state and territory. Long service leave, which varies by jurisdiction, is also available to long-standing employees."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"30"}]},{"country":"austria","values":[{"title":"Annual Leave","value":"Employees with fewer than 25 years of service are entitled to 25 days of annual leave. Employees who have been with the same firm for 25 years or more are entitled to 30 days of annual leave. Every employee is also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"25"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"38"}]},{"country":"azerbaijan","values":[{"title":"Annual Leave","value":"Employees are entitled to a minimum of 21 basic calendar days of annual leave. Skilled employees, experts and senior employees are entitled to 30 basic calendar days of annual leave. Additional 2 days accrue on top of basic vacation every 5 years. Every employee is also entitled to 19 paid public holidays."},{"title":"Paid Vacation Days","value":"21"},{"title":"Paid Public Holidays","value":"19"},{"title":"Total Paid Leave","value":"40"}]},{"country":"thebahamas","values":[{"title":"Annual Leave","value":"14 days after 1 year employment, 21 days after 7 years of employment. Every employee is also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"20"}]},{"country":"bahrain","values":[{"title":"Annual Leave","value":"An employee who has been in the service of an employer for at least one year is entitled to a paid annual leave not less than thirty days, with an average of 2.5 days for each month. Every employee is also entitled to 14 paid public holidays."},{"title":"Paid Vacation Days","value":"30"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"44"}]},{"country":"bangladesh","values":[{"title":"Annual Leave","value":"All workers except tea plantation workers are entitled to 10 days of paid casual leave in each calendar year. An adult worker is entitled to: (a) for shop, commercial or industrial establishment, factory, or road transport service industry workers – one day's paid annual leave per 18 days of work; (b) for tea plantation workers – one day's paid annual leave per 22 days of work; and (c) for newspaper workers – one day's paid annual leave per 11 days of work. Every worker is also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"21"}]},{"country":"barbados","values":[{"title":"Annual Leave","value":"An employee who completes a year of employment with an employer is entitled to – (a) an annual holiday of not less than 3 weeks where he has been in the employment of that employer for less than 5 years; and (b) an annual holiday of not less than 4 weeks where he has been in the service of that employer for 5 years or more."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"belarus","values":[{"title":"Annual Leave","value":"The length of basic annual leave is 24 calendar days. Plus 3 calendar days might be granted in addition for long time employment. Every employee is also entitled to 9 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"29"}]},{"country":"belgium","values":[{"title":"Annual Leave","value":"Before 2012, a worker after one year of full employment is entitled to: 24 working days if they work 6 days per week; and 20 working days if they work 5 days per week. This was challenged by the EU. From June 2012, workers are allowed to take holidays in their first year of employment. Workers are also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"30"}]},{"country":"belize","values":[{"title":"Annual Leave","value":"Every employee is entitled to two weeks paid leave after a year of employment. If employment is terminated after three months but before a year, the employee must be paid average vacation pay. Every employee is also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"14"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"27"}]},{"country":"benin","values":[{"title":"Annual Leave","value":"Unless there are more favorable provisions in collective agreements or employment contracts, the worker acquires the right to leave, to be paid by the employer, at the rate of 2 working days per month of effective service. A working days is every day other than the day of weekly rest period and holidays. Every worker is also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"24"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"37"}]},{"country":"bhutan","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"9"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"bolivia","values":[{"title":"Annual Leave","value":"There are different scales of annual leave depending on the seniority of the worker: workers with from 1 to 5 years of service are entitled to 15 working days; from 5 to 10 years: 20 working days; and from 10 years onwards: 30 working days. Every worker is also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"15/20/30"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"26/31/41"}]},{"country":"bosniaandherzegovina","values":[{"title":"Annual Leave","value":"Bosnia and Herzegovina's entities, Republika Srpska and the Federation of Bosnia and Herzegovina, as well as Brčko District, have different work laws. Both entities have a minimum of 20 working days off, while the number of additional days varies. In Brčko District, workers have 18 days off. In Republika Srpska workers have additional 1 day for every 5 years of work with the same employer and an additional 2 days for religious holidays. In the Federation of Bosnia and Herzegovina workers have 2 paid days for religious holidays and, optionally, 2 unpaid days for religious holidays. The number of public holidays also varies: in Republika Srpska around 11, in the Federation of Bosnia and Herzegovina around 10 and in Brčko District around 9. The number of public holidays varies based on te predominant religious group in the entity. The Federation of Bosnia and Herzegovina consists of 10 cantons, any of which can have their own laws that can affect the number of public holidays."},{"title":"Paid Vacation Days","value":"20–30"},{"title":"Paid Public Holidays","value":"9-11"},{"title":"Total Paid Leave","value":"29-41"}]},{"country":"botswana","values":[{"title":"Annual Leave","value":"Every employer is required to grant to all employees leave with basic pay at the rate of not less than 1.25 days per month. Every employee is also entitled to 14 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"29"}]},{"country":"brazil","values":[{"title":"Annual Leave","value":"The length of annual leave depends on the number of days of absence from work: 30 calendar days (22 working days, based on a 5-day workweek) if the worker was absent no more than 5 days; 24 calendar days (18 working days) if the worker was absent between 6 and 14 days; 18 calendar days (14 working days) if the worker was absent between 15 and 23 days; 12 calendar days (10 working days) if the worker was absent between 24 and 32 days. Every employee is also entitled to 7 national paid public holidays, 1 state paid holiday, and up to 4 religious municipal paid holidays."},{"title":"Paid Vacation Days","value":"10/14/18/22"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"22/26/30/34"}]},{"country":"bruneidarussalam","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"7"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"18"}]},{"country":"bulgaria","values":[{"title":"Annual Leave","value":"An employee has the right to paid annual leave of at least four weeks for each calendar year. If a public holiday falls on Saturday or Sunday, the following Monday is a holiday."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"32"}]},{"country":"burkinafaso","values":[{"title":"Annual Leave","value":"The employee has a right to a paid leave chargeable to the employer, at 2.5 calendar days per month of effective service. Every employee is also entitled to 15 paid public holidays."},{"title":"Paid Vacation Days","value":"30"},{"title":"Paid Public Holidays","value":"15"},{"title":"Total Paid Leave","value":"45"}]},{"country":"burundi","values":[{"title":"Annual Leave","value":"Workers are entitled to 1 and 2/3 working days per month of completed of service. Every employee is also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"17"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"30"}]},{"country":"capeverde","values":[{"title":"Annual Leave","value":"Every worker in an employment contract for an indeterminate period is entitled to twenty-two days of annual leave. There are no legal provisions for pay on public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"0"},{"title":"Total Paid Leave","value":"22"}]},{"country":"cambodia","values":[{"title":"Annual Leave","value":"All workers are entitled to paid annual leave at the rate of 1.5 work days per month of continuous service. However, the length of paid leave entitlement shall be increased according to seniority, at the rate of one day per 3 years of service. Every employee is also entitled to 27 paid public holidays."},{"title":"Paid Vacation Days","value":"18"},{"title":"Paid Public Holidays","value":"27"},{"title":"Total Paid Leave","value":"45"}]},{"country":"cameroon","values":[{"title":"Annual Leave","value":"Workers acquire the right to annual leave at the rate of one and a half days per month of effective service, paid by the employer."},{"title":"Paid Vacation Days","value":"18"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"canada","values":[{"title":"Annual Leave","value":"In Canada, vacation time is set by the provinces and territories for all employees except federal employees and employees of federally-regulated industries such as telecommunications. Employees are entitled to start out with two weeks of paid vacation in all provinces except Saskatchewan where employees are entitled to three weeks of paid annual leave. Ten provinces and territories grant a third week of vacation after working for a set period of time, one grants a fourth week, and two grant no additional extension. Federal employees are entitled initially to two weeks vacation, increasing to three weeks after six years of service. In addition, employees are entitled to 6–10 paid public holidays depending on the province."},{"title":"Paid Vacation Days","value":"10–20"},{"title":"Paid Public Holidays","value":"6-10"},{"title":"Total Paid Leave","value":"16-30"}]},{"country":"centralafricanrepublic","values":[{"title":"Annual Leave","value":"Workers are entitled to leave at the rate of 2 working days per month worked."},{"title":"Paid Vacation Days","value":"24"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"chad","values":[{"title":"Annual Leave","value":"Workers are entitled to two days per month of paid leave - to be paid by the employer. One month of effective work is the period equivalent to 4 weeks or 24 days of work. Every worker is also entitled to 3 paid public holidays."},{"title":"Paid Vacation Days","value":"24"},{"title":"Paid Public Holidays","value":"3"},{"title":"Total Paid Leave","value":"27"}]},{"country":"chile","values":[{"title":"Annual Leave","value":"The duration of the annual leave is 15 working days. Every worker is also entitled to 15 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"15"},{"title":"Total Paid Leave","value":"30"}]},{"country":"china","values":[{"title":"Annual Leave","value":"The duration of the annual leave entitlement is: (a) 5 days for employees who have accumulatively worked for 1–10 years; (b) 10 days for employees who have accumulatively worked for 10–20 years; and (c) 15 days for employees who have accumulatively worked for more than 20 years. Employers who offer more vacation time are legally obligated to grant it. Every worker is also entitled to 11 paid public holidays, which includes two semi-annual one-week holidays known as the Golden Weeks."},{"title":"Paid Vacation Days","value":"5/10/15"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"16/21/26"}]},{"country":"colombia","values":[{"title":"Annual Leave","value":"Employees are entitled to 15 consecutive working days of paid annual leave. Every employee is also entitled to 18 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"18"},{"title":"Total Paid Leave","value":"33"}]},{"country":"comoros","values":[{"title":"Annual Leave","value":"Workers are entitled to annual leave at the rate of at least 2 and half days per month of work. In order to determine the duration of the leave, it shall be considered as a month of work, the period equivalent to 4 weeks or 24 days of work."},{"title":"Paid Vacation Days","value":"25"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"democraticrepublicofcongo","values":[{"title":"Annual Leave","value":"The duration of annual leave has to be at least one day for every month of effective service, for worker over the age of 18. It shall be of at least one and a half day for workers under the age of 18. It shall be increased of one day per month every 5 years of seniority in the same employer or replaced employer."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"republicofcongo","values":[{"title":"Annual Leave","value":"Workers are entitled, after one year of service, to 26 working days of annual leave paid by the employer."},{"title":"Paid Vacation Days","value":"26"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"costarica","values":[{"title":"Annual Leave","value":"Employees are entitled to 2 weeks minimum of annual leave after 50 weeks of work performed with the same employer. Every employee is also entitled to 9 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"19"}]},{"country":"croatia","values":[{"title":"Annual Leave","value":"An employee has the right to paid annual leave in the duration of at least four weeks for each calendar year and 13 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"33"}]},{"country":"cuba","values":[{"title":"Annual Leave","value":"Every worker is entitled to enjoy one month of paid annual leave after 11 months of effective work. Workers are also entitled to 9 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"33"}]},{"country":"cyprus","values":[{"title":"Annual Leave","value":"20 working days of leave for workers on a five-day week and 24 working days of leave for workers on a six-day week over a period of one year's employment. Every employee is also entitled to 14 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"34"}]},{"country":"czechrepublic","values":[{"title":"Annual Leave","value":"The basic vacation allowance is a minimum of four weeks per calendar year and there are 13 paid public holidays. Many employers give one week extra (so the total is five weeks of paid annual leave) as a bonus. Public holidays which happen on Saturday or Sunday are lost for the particular year – thus the average number of public holidays during working days in the years 2000–2016 was only 8.9 days. Employees of employers who are not part of the private sector or engaged in non-commercial activities are entitled to a vacation allowance of 5 weeks. Teachers and the academic staff of higher education institutions are entitled to a vacation allowance of 8 weeks per calendar year."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"33"}]},{"country":"denmark","values":[{"title":"Annual Leave","value":"Employees are entitled to 25 days of annual leave per year worked, prorated at 2.08 days per month. Every employee is also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"25"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"36"}]},{"country":"djibouti","values":[{"title":"Annual Leave","value":"Employees are entitled to two and half working days of paid leave per month. Every employee is also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"25"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"35"}]},{"country":"dominica","values":[{"title":"Annual Leave","value":"Employees are entitled under five years of continuously service two weeks paid annual leave, and for five years and over of continuously service three weeks of paid annual leave. Every employee is also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"22"}]},{"country":"dominicanrepublic","values":[{"title":"Annual Leave","value":"The employer shall provide every employee a paid vacation period of two weeks, according to the following scale: After a period of at least 1 year and up to 5 years, 14 days with full pay; After a continuous period of work of not less than 5 years, 18 days with full pay. Every employee is also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"23"}]},{"country":"ecuador","values":[{"title":"Annual Leave","value":"Every worker shall be entitled to enjoy 15 consecutive days of paid annual leave, including the non working days. Every employee is also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"11"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"23"}]},{"country":"egypt","values":[{"title":"Annual Leave","value":"Employees are entitled to 21 days of paid annual leave, though they must wait six months before taking their first day off. After five consecutive years of employment, an employee may take one month of paid leave to make a religious pilgrimage. An employee's paid leave entitlement increases to 30 days of paid annual leave after 10 years of employment or when the employee reaches the age of 50, whichever one comes first. Every employee is also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"28"}]},{"country":"elsalvador","values":[{"title":"Annual Leave","value":"The length of annual leave is 15 days. Every employee is also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"26"}]},{"country":"equatorialguinea","values":[{"title":"Annual Leave","value":"Workers are entitled to one month of paid annual leave, for each year of continuous work. After 10 years of service, annual leave shall be increased one day per year worked."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"eritrea","values":[{"title":"Annual Leave","value":"An employee is entitled to annual leave with pay amounting to: fourteen working days for the first year of service; and fourteen working days plus one working each additional year of service. Annual leave may not exceed 35 working days."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"estonia","values":[{"title":"Annual Leave","value":"Minimum annual holiday is 28 calendar days, unless the employee and the employer have agreed on a longer period, or unless otherwise provided by law. Every employee is also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"31"}]},{"country":"ethiopia","values":[{"title":"Annual Leave","value":"Employees are entitled to no less than 14 working days of annual leave for the first one year of service, and 14 working days plus one working day for every additional year of service. Every employee is also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"25"}]},{"country":"europeanunion","values":[{"title":"Annual Leave","value":"European Union legislation mandates that all 28 member states must by law grant all employees a minimum of 4 weeks of paid vacation."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"0"},{"title":"Total Paid Leave","value":"20"}]},{"country":"fiji","values":[{"title":"Annual Leave","value":"Workers are entitled to 10 days paid annual leave for each complete year of service. Every employee is also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"22"}]},{"country":"finland","values":[{"title":"Annual Leave","value":"5 weeks (30 days with Saturdays sometimes, but not Sundays, counted as holidays) is the minimum mandated annual leave by law. Workers are also entitled to 11 paid public holidays on average. After working for the same company for a long period, many employers raise the 30 to 36 days (so-called long holidays). (Many employers in Finland give a holiday bonus (lomaraha) every year; this holiday bonus can be converted to extra holiday - giving another 13 days of holiday (or 18 days for those on 'long' holidays)."},{"title":"Paid Vacation Days","value":"25"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"36"}]},{"country":"france","values":[{"title":"Annual Leave","value":"5 weeks (30 days with Saturdays, but not Sundays counted as holidays) plus up to 22 days of RTT (Réduction du Temps de Travail, English: Reduction of Working Time) for the employees that choose to work more than 35 hours per week - the \u0022limit\u0022 is 39 per week, further additional hours are compensated in almost all the cases by money and not by additional leave hours. Bonus days off are given to people who take a part of their annual leave outside summer (3 days grant 1 bonus day off, 6 days grant 2 bonus days off). Combining all these rules, in a few public offices and in a few companies like Orange, the resulting total, for certain employees, might be of 9.5 paid vacation weeks (5 weeks of vacation + 4 weeks of RTT + 0.5 week of bonus days off). Furthermore, there are 11 paid public holidays."},{"title":"Paid Vacation Days","value":"25"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"36"}]},{"country":"gabon","values":[{"title":"Annual Leave","value":"Workers are entitled to leave, to be paid by the employer, of 2 working days per month of effective service. The workers under the age of 18 are entitled to 2 and a half working days. Every worker is also entitled to 14 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"34"}]},{"country":"gambia","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"21"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"georgia","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"24"},{"title":"Paid Public Holidays","value":"15"},{"title":"Total Paid Leave","value":"39"}]},{"country":"germany","values":[{"title":"Annual Leave","value":"24 working days (defined as all calendar days that are not Sundays or public holidays). Therefore, a worker with a 5-day workweek has the right to 20 days off. However, it is quite customary that companies concede other 10 days of paid leave, bringing the average to 30 days off. There is one national public holiday (German Unity Day). States regulate the remaining paid public holidays which vary between 10 and 13 in total, some of them being held nationwide. The Catholic parts of Bavaria (around 1700 communities in the Land of Bavaria, including the major cities of Munich and Augsburg, but not Nuremberg) provide the most rest days with 13 public holidays. The Bavarian city of Augsburg is a special case as it has 14 public holidays as it celebrates Friedensfest (Peace Festival) in addition to the 13 holidays in Catholic Bavaria. Civil employees receive a minimum of 30 days after a law against age discrimination was passed in 2012. In most states, most employees are additionally entitled to 5 days per year paid education leave (Bildungsurlaub)."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"30"}]},{"country":"ghana","values":[{"title":"Annual Leave","value":"In any undertaking every worker is entitled to not less than 15 working days leave with full pay in any calendar year of continuous service. Every worker is also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"28"}]},{"country":"greece","values":[{"title":"Annual Leave","value":"Workers on a five-day week are entitled to a 20 working days or 24 working days for six-day week workers. The leave entitlement is increased by one working day for each year of employment in addition to the first year, up to 26 working days, or up to 22 working days if the undertaking operates a five-day week. There are 12 mandatory paid public holidays plus one town/city specific \u0022patron saint day\u0022."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"29"}]},{"country":"grenada","values":[{"title":"Annual Leave","value":"Workers are entitled to a period of annual leave with pay of not less than two weeks during the first year of employment and thereafter, three weeks. Every worker is also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"23"}]},{"country":"guatemala","values":[{"title":"Annual Leave","value":"Employees are entitled to have at least 15 working days of vacations. To have the right for vacations the worker must have at least 150 calendar days of continuous work. It is forbidden for a worker to accept extra payment instead of the vacations nor take another job during this time. Vacations must be paid in advance. Every employee is also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"25"}]},{"country":"guinea","values":[{"title":"Annual Leave","value":"The employee is entitled to leave, paid by the employer, at a rate of 2 and half days per month of effective service. Employees are also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"33"}]},{"country":"guinea-bissau","values":[{"title":"Annual Leave","value":"The annual leave shall be of 30 consecutive days, not counting weekly rest periods nor initial or final holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"guyana","values":[{"title":"Annual Leave","value":"Every worker being in employment shall be allowed a period of holidays with pay of not less than one day for each completed month of employment computed from the date of engagement. There are no legal provisions for pay on public holidays"},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":"0"},{"title":"Total Paid Leave","value":"12"}]},{"country":"haiti","values":[{"title":"Annual Leave","value":"Any employee continuously working upon one year of service is entitled to paid leave of at least 15 consecutive days, comprising 13 working days and two Sundays. Public holidays and interruptions of work due to sickness or maternity enjoyed by the worker should not be deducted from the fifteen days off. Employees are also entitled to 16 paid public holidays."},{"title":"Paid Vacation Days","value":"11"},{"title":"Paid Public Holidays","value":"16"},{"title":"Total Paid Leave","value":"27"}]},{"country":"honduras","values":[{"title":"Annual Leave","value":"The period of annual leave differs in relation to the time of work performed with the same employer: 10 consecutive working days after one year of service; 12 consecutive working days after two years' consecutive service; 15 consecutive working days after three years' consecutive service; 20 consecutive working days after four or more years' consecutive service. Employees are also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"8"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"19"}]},{"country":"hongkong","values":[{"title":"Annual Leave","value":"7 days (1 to 2 years), add one day per year until 14 days (3+ years). Employees are also entitled to 17 paid employee holidays. Some employee get 17 paid public holidays."},{"title":"Paid Vacation Days","value":"7~14"},{"title":"Paid Public Holidays","value":"17"},{"title":"Total Paid Leave","value":"24~31"}]},{"country":"hungary","values":[{"title":"Annual Leave","value":"20 working days (increasing up to 30 with age). The employee will get additional days for children. Two days for one child, 4 days for two children and 7 days for more than two children. Employees are also entitled to 13 paid public holidays, however public holidays which happen on Saturday or Sunday are lost for the particular year. Unpaid leave can be requested by the Employee that can be granted upon after Employer deliberation. Employee has a right for Unpaid leave under the following circumstances: Caring for child under 3 years (usually during maternity leave), caring for children under 10 years if it is necessary and the Employee receives child caring aid, long term caring for a relative up to a maximum of 2 years (requires official medical verification), volunteer reservist military service."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"33"}]},{"country":"iceland","values":[{"title":"Annual Leave","value":"The legislation provides for a minimum of two working days of holiday for each month in employment during the past holiday allowance year (1 May to 30 April). The minimum holiday for each year is therefore 24 working days. Employees are also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"24"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"38"}]},{"country":"india","values":[{"title":"Annual Leave","value":"Adult workers in factories, mines, and plantations are entitled to one day off for every twenty days worked the previous year, which generally amounts to 12 days a year. Minors are entitled to 15 days. This does not apply to employees of factories of government-owned railways, who are governed by a separate set of leave entitlements decided by the government. Leave entitlements in India generally vary among states and industries, with local governments setting minimum leave entitlements and individual companies offering their own paid leave benefits. On average, Indians receive 24 days of paid leave a year. Employees are also entitled to 15-20 paid public holidays, depending on the region."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":"15"},{"title":"Total Paid Leave","value":"27"}]},{"country":"indonesia","values":[{"title":"Annual Leave","value":"Employees are entitled to a minimum of 12 days paid leave. They are also entitled to 15 public holidays. Public workers are entitled to 9 days of joint holiday (cuti bersama), whereas private employers can choose to follow joint holidays. After six years employment, employees are entitled to a month's worth of leave in their seventh and eighth year. There are no legal provisions for pay on public holidays."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":"15"},{"title":"Total Paid Leave","value":"27"}]},{"country":"iran","values":[{"title":"Annual Leave","value":"The annual paid leave entitlement is one month, including four Fridays."},{"title":"Paid Vacation Days","value":"26"},{"title":"Paid Public Holidays","value":"27"},{"title":"Total Paid Leave","value":"53"}]},{"country":"iraq","values":[{"title":"Annual Leave","value":"A worker shall have a right to 20 days of leave for each year of work. A worker employed in work which is arduous or harmful to health shall have a right to 30 days of paid leave for each year of work. The length of a worker's annual leave shall be increased by 2 days after every additional 5 years of continuous service with the same employer."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"ireland","values":[{"title":"Annual Leave","value":"Employees are entitled to 4 weeks of paid annual leave and 9 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"29"}]},{"country":"israel","values":[{"title":"Annual Leave","value":"A minimum of 12 days for employees with a five-day workweek and 14 days for employees with a six-day workweek. Following four years of employment, the number of vacation days rises by two per year. An employee can accumulate a maximum of 28 vacation days under the law. There are also 9 paid public holidays, and 4 holidays where, despite not being mandatory, many businesses and government offices offer collective or optional paid leave."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"21"}]},{"country":"italy","values":[{"title":"Annual Leave","value":"At least 20 working days (exact number depends on contract details, all national category-specific contracts guarantee 28 days), entirely paid, plus up to 104 hours of ROL, that means the reduction of working time (in Italian Riduzione Orario di Lavoro), that have to be used primarily in blocks of a few hours each time for family/personal needs (for example taking a child to the doctor, going to the bank etc.) but may be utilized as well, just for the unused part of them and just if the company/the collective contract allows that, to get additional vacation hours/days, or to shorten of 1 or 2 hours the working day on Fridays. Employees also receive 12 paid public holidays, plus one town/city specific \u0022patron saint day\u0022. Workers also have a right to 15 days of paid leave for their wedding. Employees have the right to paid leave to deal with sick children up to 3 years, or unpaid leave for older ones. A special provision allows people who are in charge of disabled children or relatives to have more days of paid leave."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"32"}]},{"country":"ivorycoast","values":[{"title":"Annual Leave","value":"The worker is entitled to annual leave, paid by the employer, at the rate of 2 working days per month of effective service. Young workers under the age of 18 are entitled to two and 2/10 working days per month of effective service. The annual leave is increased at the rate of 2 days after 15 years of seniority in the same company; 4 days after 20 years of seniority in the same company; 6 days after 25 years of seniority in the same company; and 8 days after 30 years of seniority in the same company. Employees also receive 14 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"34"}]},{"country":"jamaica","values":[{"title":"Annual Leave","value":"Workers who have worked up to 220 days enjoy 10 days maximum (if they have worked for a minimum of 110 days) calculated as follows; 1/22 of the number of days of work. Any fraction of a day of holiday shall be reckoned as 1 day. For workers who have worked more than 220 days: 2 working weeks. For workers with 10 years of service or more and who have worked more than 220 days in each qualifying year: 3 working weeks."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"japan","values":[{"title":"Annual Leave","value":"The initial annual leave entitlement is 10 days of leave. Workers who have been employed continuously for at least one and half years shall be granted one additional day of leave for each year of service, up to a maximum of 20 days of leave. There are no legal provisions for pay on public holidays. However Japan does have 16 national public holidays established by the Public Holiday Law."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"16"},{"title":"Total Paid Leave","value":"26"}]},{"country":"jersey","values":[{"title":"Annual Leave","value":"Employees are entitled to two weeks of paid annual leave. Employees are also entitled to 9 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"19"}]},{"country":"jordan","values":[{"title":"Annual Leave","value":"Each employee shall be entitled to an annual leave with full pay for fourteen 14 days per each year of service, increased to 21 days after five years of service."},{"title":"Paid Vacation Days","value":"14"},{"title":"Paid Public Holidays","value":"10-14"},{"title":"Total Paid Leave","value":"24-28"}]},{"country":"kazakhstan","values":[{"title":"Annual Leave","value":"Employees are entitled to 24 calendar days of paid annual leave."},{"title":"Paid Vacation Days","value":"24"},{"title":"Paid Public Holidays","value":"16"},{"title":"Total Paid Leave","value":"40"}]},{"country":"kenya","values":[{"title":"Annual Leave","value":"An employee is entitled to not less than 21 working days after every 12 consecutive months of service with his employer. Where employment is terminated after then completion of two or more consecutive months of service during any 12 months of leave-earning period, to not less than 1.75 days of leave for each completed month of service. Employees are also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"21"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"28"}]},{"country":"kiribati","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"0"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"southkorea","values":[{"title":"Annual Leave","value":"15 days and for workers who have worked 3 years, one day will be added to every two years continuously worked up to a maximum of 25 days. Despite the employment law, it is strictly regulated to use a paid leave due to Korean culture, which is often perceived as hierarchical. Generally, it is common practice that workers only get a few days off for a year regardless of how many off days are left, though extra bonuses might be paid out for the work."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"15"},{"title":"Total Paid Leave","value":"30"}]},{"country":"kosovo","values":[{"title":"Annual Leave","value":"Labor Law mandates at least 20 days of paid annual leave during a calendar year. In addition, employees get one additional day of paid annual leave for every 5 years of service, whereas civil servants get one day of annual leave for every 2 years of service. Employees are entitled to 12 paid days of public holidays. If public holidays fall on Saturday or Sunday, the following working day is a non-working day."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"32"}]},{"country":"kuwait","values":[{"title":"Annual Leave","value":"Every worker is entitled to enjoy a paid annual leave of 30 days. In addition, the worker who completes 2 continuous years in the service of his employer shall be entitled to a paid leave of 21 days for performing Haj rituals, provided that he should not have previously performed the Haj. Workers are also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"30"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"48"}]},{"country":"kyrgyzstan","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"laos","values":[{"title":"Annual Leave","value":"The general annual leave entitlement is 15 days of leave per year."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"latvia","values":[{"title":"Annual Leave","value":"Employees are entitled to 4 calendar weeks of paid annual leave."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"32"}]},{"country":"lebanon","values":[{"title":"Annual Leave","value":"Every wage-earner or salary-earner employed in an establishment for at least one year is entitled to an annual leave of 15 days with full pay. Workers are also entitled to 22 days of public holidays "},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"22"},{"title":"Total Paid Leave","value":"37"}]},{"country":"lesotho","values":[{"title":"Annual Leave","value":"An employee shall be entitled to one working day of holiday in respect of each month of continuous employment with the same employer, i.e. a minimum of 12 working days of holiday in each year. Employees are also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"22"}]},{"country":"liberia","values":[{"title":"Annual Leave","value":"Employees are entitled to: (a) For continuous service with the same employer for twenty-four months, the number of working days in two weeks, and thereafter for each additional twelve months, with the same employer, the number of working days in three (3) weeks; and (b) For continuous service with the same employer for sixty months and thereafter, the number of working days in four weeks. Employees are also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"21"}]},{"country":"libya","values":[{"title":"Annual Leave","value":"Every worker is entitled annually to 30 days leave. Workers who have reached the age of 50 or have completed 20 years of service are entitled 45 days."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"lithuania","values":[{"title":"Annual Leave","value":"Employees are entitled to 28 calendar days of paid annual leave. Employees are also entitled to 14 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"34"}]},{"country":"luxembourg","values":[{"title":"Annual Leave","value":"The legal duration of annual leave is 26 working days per year for private sector employees. Public sector employees are entitled to 32 days per year, increasing to 34 from age 50 and 36 from age 55. Employees (both public and private sector) with specific disabilities are entitled to a further 6 days' annual leave. All workers are also entitled to 11 paid public holidays. Extraordinary paid leave – which is not deducted from the annual leave allowance if taken – is granted in certain personal circumstances. In some cases, the number of days granted depends on whether an employee works in the public or private sector. Leave taken in the event of a death also applies if it is a relative of the employee's spouse or civil partner who has died: e.g. the death of an employee's mother-in-law entitles the employee to 3 days' leave. Type of extraordinary leave Civil servants Private-sector employees Marriage 6 days 3 days Civil partnership 6 days 1 day Death of spouse/civil partner/parent/adult child 3 days 3 days Death of child under 18 5 days 5 days Death of grandparent or grandchild 1 day 1 day Death of sibling living in same household 3 days - Marriage of child 2 days 1 day Moving house (once per 3-year period) 2 days 2 days Adoption of child under 16 2 days 10 days Birth of child (for father only) 10 days 10 days Enlisting for military service 1 day -"},{"title":"Paid Vacation Days","value":"Marriage"},{"title":"Paid Public Holidays","value":"6 days"},{"title":"Total Paid Leave","value":"3 days"}]},{"country":"madagascar","values":[{"title":"Annual Leave","value":"Workers are entitled to leave paid by the employer at 2.5 days per month and also to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"35"}]},{"country":"malawi","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"18"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"malaysia","values":[{"title":"Annual Leave","value":"Starts at 8 days per year for first 2 years employment with an employer. Increases to 12 days per year for between 2 and 5 years employment and 16 days per year for 5 or more years. Employees are also entitled to 11 paid public holidays in Peninsular Malaysia and Labuan, 14 days in Sabah and 16 days in Sarawak. In addition to the federal public holidays, each state and federal territory has designated four to six state public holidays, bringing the total number of (federal and state) public holidays to 19 days in Labuan, Penang, Sabah and Sarawak and 18 days in the rest of the country."},{"title":"Paid Vacation Days","value":"8"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"19"}]},{"country":"maldives","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"mali","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"malta","values":[{"title":"Annual Leave","value":"Every worker is entitled to paid annual leave of at least the equivalent in hours of five weeks and one working day calculated on the basis of a 40-hour working week and 8-hour working day. Workers are also entitled to 14 paid public holidays."},{"title":"Paid Vacation Days","value":"26"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"41"}]},{"country":"marshallislands","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"0"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"mauritania","values":[{"title":"Annual Leave","value":"After the reference period of 12 months, a worker is entitled to 1.5 days of leave per month of effective service. An exception is 3 days per month for employees whose normal residence is not in Mauritania. One additional day annual leave is granted for 10–15 years of seniority, two additional days for 15–20 years seniority and 3 days for a seniority exceeding 20 years. Employees are also entitled to 7 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"7"},{"title":"Total Paid Leave","value":"22"}]},{"country":"mauritius","values":[{"title":"Annual Leave","value":"Every worker, other than a part-time worker, who remains in continuous employment with the same employer for a period of 12 consecutive months is entitled, during each subsequent period of 12 months while he remains in continuous employment, to 20 working days of annual leave or such similar leave under any other name. Besides that every worker is entitled to an extra 2 days of leave in every year and 16 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"16"},{"title":"Total Paid Leave","value":"38"}]},{"country":"mexico","values":[{"title":"Annual Leave","value":"The duration of the annual leave is set at 6 working days minimum, after one year of service with the same employer. This duration shall be increased by two working days (up to a maximum of 12) for each subsequent year of service. After the fourth year, the vacation period shall be increased by two days for every five years of service. Workers who perform discontinuous and seasonal work are entitled to an annual holiday period in proportion to the number of the working days performed in the year. Employees are also entitled to 7 paid public holidays."},{"title":"Paid Vacation Days","value":"6"},{"title":"Paid Public Holidays","value":"7"},{"title":"Total Paid Leave","value":"13"}]},{"country":"micronesia","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"0"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"moldova","values":[{"title":"Annual Leave","value":"All employees have the right to an annual paid holiday, with duration of not less than 28 calendar days without taking into account the non working holidays. Employees of special sectors (education, health service, public service, etc.) can be granted annual leave of a different duration. There are no legal provisions for pay on public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"0"},{"title":"Total Paid Leave","value":"20"}]},{"country":"mongolia","values":[{"title":"Annual Leave","value":"15 working days for the 1 year of employment. Increase up to 29 working days after 32 years of employment. 48 working days paid vacation for teachers and professors for all levels of school, kindergarten and university regardless of the number of years of service. There are no identified legal provisions for pay on public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"0"},{"title":"Total Paid Leave","value":"15"}]},{"country":"montenegro","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"21"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"morocco","values":[{"title":"Annual Leave","value":"Every employee, having worked at least 6 months continuously in the same company, is entitled to paid annual leave as it follows: 1 and 1/2 day of effective work for every month of service; and 2 days of effective work for every month of service for those aged under 18. The paid annual leave is increased in one and a half day of effective work for an entire period, continue or not, of 5 years of service. However, this increase cannot be accumulated when the total annual leave has reached the limit of 30 working days. An \u0022effective day of work\u0022 day is that which is not a weekly rest day, a holiday and general holidays of the company. The working month is defined as: 26 effective working days or 191 working hours in the non agricultural sector or 208 in the agricultural sector. Employees are also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"25"}]},{"country":"mozambique","values":[{"title":"Annual Leave","value":"Employees are entitled to one day for every month of actual service, during the first year of service; two days for every month of actual service, during the second year of service; and thirty days for every year of actual service, from the third year onward. Employees are also entitled to 9 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"19"}]},{"country":"myanmar","values":[{"title":"Annual Leave","value":"Employees over the age of 15 years are entitled to 10 consecutive days of leave per year. Employees under the age of 15 years are entitled to 14 consecutive days leave per year. Employees are also entitled to 14 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"24"}]},{"country":"namibia","values":[{"title":"Annual Leave","value":"Every employee is entitled to at least four consecutive weeks annual leave in respect of each annual leave cycle (which means the period of 12 consecutive months employment with the same employer immediately following an employee's commencement of employment or the completion of the last annual leave cycle). If the number of days in an ordinary workweek are 6 the annual leave entitlement in working days is 24."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"nauru","values":[{"title":"Annual Leave","value":"No paid annual leave."},{"title":"Paid Vacation Days","value":"0"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"nepal","values":[{"title":"Annual Leave","value":"Every employee is entitled to paid home leave at the rate of 1 day for every 20 days that he works. Employees are also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"28"}]},{"country":"netherlands","values":[{"title":"Annual Leave","value":"Workers are entitled to four times the number of days they work per week. In this respect, for a five-day working week the worker is entitled to 20 days of annual leave. There are no legal provisions for pay on public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"8"},{"title":"Total Paid Leave","value":"28"}]},{"country":"newzealand","values":[{"title":"Annual Leave","value":"Employees are entitled to not less than 4 weeks of paid annual holiday. Employees are also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"31"}]},{"country":"nicaragua","values":[{"title":"Annual Leave","value":"Every worker is entitled to enjoy 15 days of continuous and remunerated annual leave after 6 months of uninterrupted work with the same employer. Workers are also entitled to 9 paid public holidays."},{"title":"Paid Vacation Days","value":"11"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"20"}]},{"country":"niger","values":[{"title":"Annual Leave","value":"Workers are entitled to 30 calendar days (two and a half calendar days per month of work). Seniority entitles a worker to additional days of leave: 2 additional days after 20 years with the same enterprise; 4 additional days after 25 years; 6 additional days after 30 years. Workers are also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"34"}]},{"country":"nigeria","values":[{"title":"Annual Leave","value":"Every worker is entitled after twelve months continuous service to a holiday with full pay of at least six working days."},{"title":"Paid Vacation Days","value":"5"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"northmacedonia","values":[{"title":"Annual Leave","value":"Employees are entitled to 20-26 working days, as specified in a collective agreement in accordance with years of service and working conditions; 3 additional days for older workers. There are 12 public holidays for all citizens. More public holidays available based on which religion or ethnic group they are a part of."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"32"}]},{"country":"norway","values":[{"title":"Annual Leave","value":"Employers are required that employees have 25 working days of leave in connection with holidays each holiday year. Holiday leave is accrued from previous full year of employment, ie in the first year of employment, a worker is entitled to 25 working days of leave, but they will be unpaid. After one year of full employment, the employee shall be entitled to 25 working days of paid holidays. All days count as working days except Sundays and statutory church or public holidays."},{"title":"Paid Vacation Days","value":"25"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"35"}]},{"country":"oman","values":[{"title":"Annual Leave","value":"Employees are entitled to 30 days of annual leave and are also entitled to 9 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"31"}]},{"country":"pakistan","values":[{"title":"Annual Leave","value":"Factory workers, employees of commercial establishments, and road transportation workers are entitled to 14 days of holidays, inclusive of weekly rest days, provided they complete a full year of continuous employment. Those who spend more than 90 days on sickness, accident, or authorized leave, and one day or more on unauthorized leave or on an illegal strike lose this entitlement. Mine workers are entitled to one day of leave for every 17 days of work below ground and one day for every 20 days worked above ground, generally amounting to more than 14 days. Newspaper employees are not entitled to a fixed set of days by law, but rather to paid leave lasting at least 1/11th as long as they spend on duty. Factory workers are also entitled to 17 paid public holidays. On average, corporations and government offices provide at least 15 paid public holidays per year."},{"title":"Paid Vacation Days","value":"14"},{"title":"Paid Public Holidays","value":"15"},{"title":"Total Paid Leave","value":"29"}]},{"country":"palau","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"0"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"palestine","values":[{"title":"Annual Leave","value":"for employees with less than 5 years of employment are entitled to 14 working days of holidays, after 5 years will be increased to 21 working days."},{"title":"Paid Vacation Days","value":"21"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"33"}]},{"country":"panama","values":[{"title":"Annual Leave","value":"Employees are entitled to enjoy 30 days of annual leave and are also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"30"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"40"}]},{"country":"papuanewguinea","values":[{"title":"Annual Leave","value":"Employees are entitled to 14 consecutive days of annual leave, including non-working days. Employees are also entitled to 9 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"19"}]},{"country":"paraguay","values":[{"title":"Annual Leave","value":"Every worker shall be entitled to a paid annual leave after a year of work within same employer that shall be at least: a) 12 consecutive working days for workers with less than 5 years of continuous service; b) 18 consecutive working days after 5 years and less than 10 years of continuous service; c) 30 consecutive days after 10 years of continuous service. Employees are also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"22"}]},{"country":"peru","values":[{"title":"Annual Leave","value":"Employees are entitled to 30 calendar days of annual leave and are also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"34"}]},{"country":"philippines","values":[{"title":"Annual Leave","value":"Employees are entitled to 5 days of paid service incentive leave per year. Employees are also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"5"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"17"}]},{"country":"poland","values":[{"title":"Annual Leave","value":"20 working days per year during the first 10 years of employment and 26 working days thereafter. Secondary and tertiary education partially counts towards employment time, ranging from 3 years for basic vocational school, up to 8 years for bachelor's degree. Workers are also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"20/26"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"33/39"}]},{"country":"portugal","values":[{"title":"Annual Leave","value":"Workers are entitled to paid holidays which are mandatory and have a minimum duration of 22 working days. Workers are also entitled to 13 paid public holidays. However, when a public holiday is during the weekend, the holiday is not recovered, which means that in all years, a number of these holidays are actually not considered as paid days."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"35"}]},{"country":"puertorico","values":[{"title":"Annual Leave","value":"Employees are entitled to 15 days of paid annual leave. There are no legal provisions for pay on public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"0"},{"title":"Total Paid Leave","value":"15"}]},{"country":"qatar","values":[{"title":"Annual Leave","value":"Annual leave shall not be less than three weeks for the worker whose service is less than five years and four weeks for the worker whose service is more than five years. Workers are also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"25"}]},{"country":"romania","values":[{"title":"Annual Leave","value":"Workers are entitled to a minimum of 20 days of paid leave per year; 23 for the handicapped, underage, or those working in difficult or dangerous conditions. Varying numbers of extra paid days are available for life events such as marriage or death in the family, child birth (for the partner who is not on paternal/maternal leave), donating blood, or workplace relocation. Workers are also entitled to 13 paid public holidays; as well as up to 90 days of unpaid leave every year for the purpose of preparation for educational degree exams. Unpaid leave can also be requested for any other reason, but the employer is not legally obligated to agree."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"34"}]},{"country":"russia","values":[{"title":"Annual Leave","value":"Workers are entitled to 28 calendar days of annual leave (14 of which must be taken in one interval including Saturdays and Sundays), people working in prescribed North and Far East zones have additional 5-24 calendar days. 14 paid public holidays. This usually translates into 38 working days (56 working days in prescribed North territories, which appears to be longest in the World) of leave because most holidays coinciding with weekend days are moved to the following working day."},{"title":"Paid Vacation Days","value":"24-42"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"38-56"}]},{"country":"rwanda","values":[{"title":"Annual Leave","value":"Employees are entitled to a paid leave at the employer's expenses, on the basis of one and a half working days per month of effective continued work. Official holidays are not considered as part of the annual paid leave. The employee benefits from one working day per year of annual paid leave for every three years of experience in the same institution. However, annual paid leave, in any case, can not exceed twenty one (21) working days. Employees are also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"26"}]},{"country":"samoa","values":[{"title":"Annual Leave","value":"Employees are entitled to at least 10 days’ paid annual leave to be taken on days mutually agreed between the employer and the employee. Employees are also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"21"}]},{"country":"saintkittsandnevis","values":[{"title":"Annual Leave","value":"Every worker shall be entitled to a paid annual leave of not less than 14 days, after one year of employment. Sundays and public holidays shall not be included in the annual leave period and so this period shall be increased by one day for each Sunday or public holiday occurring therein."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"saintlucia","values":[{"title":"Annual Leave","value":"Employees are entitled to 14 working days of paid annual leave after a minimum employment of twelve months; after five years employees are entitled to 21 working days. Employees are also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"14"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"27"}]},{"country":"saintvincentandthegrenadines","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"16"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"sanmarino","values":[{"title":"Annual Leave","value":"All workers are entitled to annual leave with pay, varying from 1 to more than 15 years of service from 10 to 20 days a year for wage earners and from 1 to more than 12 years of service from 10 to 12 days a year for salaried employees and intermediary staff."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"sãotoméandpríncipe","values":[{"title":"Annual Leave","value":"Workers are entitled to 30 consecutive days of annual leave, not counting weekly rest periods nor initial or final holidays. Employees are also entitled to 9 paid public holidays."},{"title":"Paid Vacation Days","value":"25"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"34"}]},{"country":"saudiarabia","values":[{"title":"Annual Leave","value":"A worker shall be entitled to a prepaid annual leave of not less than twenty one days, to be increased to a period of not less than thirty days if the worker spends five consecutive years in the service of the employer. Workers are also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"21"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"30"}]},{"country":"senegal","values":[{"title":"Annual Leave","value":"Workers are entitled to 2 days of annual leave for each month of work performed over a year. Employees are also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"32"}]},{"country":"serbia","values":[{"title":"Annual Leave","value":"20 working days minimum (effectively 4 weeks, law defines working week as 5 working days for purpose of paid vacation), plus 9 bank holidays and up to two more days depending on religion of employee."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"31"}]},{"country":"seychelles","values":[{"title":"Annual Leave","value":"A worker is entitled to 21 days of paid annual leave or, where the employment is for less than a year, to 1.75 days for each month of employment, the aggregate number of days being rounded up upon addition to the highest integer."},{"title":"Paid Vacation Days","value":"21"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"34"}]},{"country":"sierraleone","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"18"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"singapore","values":[{"title":"Annual Leave","value":"A worker is entitled to minimum 7 days, with 1 additional day per year up to a minimum of 14 days. No statutory minimum leave for seamen, domestic workers, or employees in managerial or executive positions. Employees are also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"7"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"18"}]},{"country":"slovakia","values":[{"title":"Annual Leave","value":"The duration of the paid annual leave is at least five weeks, provided that seven consecutive calendar days is understood as one week paid holiday. Employees are also entitled to 15 paid public holidays."},{"title":"Paid Vacation Days","value":"25"},{"title":"Paid Public Holidays","value":"15"},{"title":"Total Paid Leave","value":"35"}]},{"country":"slovenia","values":[{"title":"Annual Leave","value":"A worker has the right to annual leave in an individual calendar year, which may not be shorter than 4 weeks, regardless of whether he works full-time or part-time. Older people get five more days, mother with children gets three to five more days. Maximum leave is 35 days per year. Sundays and public holidays are not counted to the leave. They are free for all."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"33"}]},{"country":"solomonislands","values":[{"title":"Annual Leave","value":"Each worker is entitled to be given by his employer a holiday at the rate of not less than 1.25 working days for each complete calendar month of employment in an undertaking."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"0"},{"title":"Total Paid Leave","value":"15"}]},{"country":"somalia","values":[{"title":"Annual Leave","value":"Workers are entitled to 15 days of paid annual leave and are also entitled to 9 paid public holidays."},{"title":"Paid Vacation Days","value":"13"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"22"}]},{"country":"southafrica","values":[{"title":"Annual Leave","value":"21 consecutive days, or 1 day for every 17 days worked, or 1 hour for every 17 hours worked, Regular workers may take a further 3 days of family responsibility leave. Leave legislation does not apply to members of the National Defence Force, National Intelligence Agency, South African Secret Service or unpaid volunteers working for a charity. Employees are also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"27"}]},{"country":"southsudan","values":[{"title":"Annual Leave","value":"Employees are entitled to paid annual leave for every year of service: 20 days for one to three years of continuous service; 25 days for eight to (less than) fifteen years of continuous service; and 30 days for 15 or more years of service with the employer. Employees are also entitled to 12 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"32"}]},{"country":"spain","values":[{"title":"Annual Leave","value":"Workers are entitled to 22 working days of annual leave and 14 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"36"}]},{"country":"srilanka","values":[{"title":"Annual Leave","value":"In practice, most of the religious and festival holidays are available with most jobs having 20 days paid leave and 20 public holidays. However shop and office employees are entitled to a minimum of 14 days of annual leave for each year of employment and are also entitled to 8 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"20"},{"title":"Total Paid Leave","value":"40"}]},{"country":"sudan","values":[{"title":"Annual Leave","value":"Workers are entitled to annual leave as follows: 20 days if a worker has been continuously employed by his employer for a period of one to three years; 25 days if a worker has spent eight years or less than 15 years of continuous service with his employer; 30 days if a worker has spent 15 or more years of continuous service with his employer."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"suriname","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":"18"},{"title":"Total Paid Leave","value":"30"}]},{"country":"swaziland","values":[{"title":"Annual Leave","value":"An employee is entitled to no less than two weeks of holiday for every 12 months of employment with an employer."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"sweden","values":[{"title":"Annual Leave","value":"Employees are entitled to 25 work days of annual leave. There are no legal provisions for pay on public holidays. Although, common practice is that you get paid on public holidays as well."},{"title":"Paid Vacation Days","value":"25"},{"title":"Paid Public Holidays","value":"9"},{"title":"Total Paid Leave","value":"34"}]},{"country":"switzerland","values":[{"title":"Annual Leave","value":"Employees over 20 years of age are entitled to 4 weeks, under 20 are entitled to 5 weeks. Employees are also entitled to depending on the canton 7–15 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"7"},{"title":"Total Paid Leave","value":"27"}]},{"country":"syria","values":[{"title":"Annual Leave","value":"Employees are entitled to one annual leave of twenty-four working days, with full pay, after 1 to 5 years of employment; twenty-one working days, after 5 to 10 years of employment; and thirty working days, after 10 or more years of employment or when they are over 50. Employees are also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"24"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"37"}]},{"country":"taiwan","values":[{"title":"Annual Leave","value":"3 days (half year to 1 year), 7 days (1 year), 10 days (2 years), 14 days (3 to 4 years), 15 days (5 to 9 years), and one additional day per year until 30 days (10+ years)."},{"title":"Paid Vacation Days","value":"7"},{"title":"Paid Public Holidays","value":"12"},{"title":"Total Paid Leave","value":"19"}]},{"country":"tanzania","values":[{"title":"Annual Leave","value":"An employer is required to grant an employee at least 28 consecutive days of leave in respect of each 12-month period of employment, and such leave is inclusive of any public holiday that may fall within the period of leave. Employees are also entitled to 17 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"17"},{"title":"Total Paid Leave","value":"37"}]},{"country":"thailand","values":[{"title":"Annual Leave","value":"Annual leave shall be for a period of not less than 6 working days following the employee's first year of employment. In subsequent years, the employer may fix the annual vacation at more than 6 working days for an employee. Employees are also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"6"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"19"}]},{"country":"easttimor","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"togo","values":[{"title":"Annual Leave","value":"Workers are entitled to two and a half days per month. There are no legal provisions for pay on public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"0"},{"title":"Total Paid Leave","value":"22"}]},{"country":"tonga","values":[{"title":"Annual Leave","value":"The Tongan government is working on legislation to provide for paid vacation time."},{"title":"Paid Vacation Days","value":"0"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"trinidadandtobago","values":[{"title":"Annual Leave","value":"All workers in general are entitled to 14 consecutive days holiday with pay at the expiration of each complete year. Employees are also entitled to 14 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"14"},{"title":"Total Paid Leave","value":"24"}]},{"country":"tunisia","values":[{"title":"Annual Leave","value":"All workers who perform at least 1 month of work during the reference year are entitled to enjoy 1 day of leave per month with a total duration not exceeding 15 days, of which 12 will be working days. Workers are entitled to additional leave days as follows; 1 day yearly for every 5 years of work with the same employer to a maximum of 18 days. Employees are also entitled to 6 paid public holidays."},{"title":"Paid Vacation Days","value":"10"},{"title":"Paid Public Holidays","value":"6"},{"title":"Total Paid Leave","value":"16"}]},{"country":"turkey","values":[{"title":"Annual Leave","value":"14 work days (Saturdays are counted as workdays) for 1–5 years, 20 work days for 6–15 years and 26 days for over 15 years seniority. There are a total of 14.5 paid public holidays, but if these holidays fall on Sundays or other off-days of a worker, they are not carried over to the next workday."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":"14.5"},{"title":"Total Paid Leave","value":"26.5"}]},{"country":"uganda","values":[{"title":"Annual Leave","value":"An employee, once in every calendar year, is entitled to a holiday with full pay at the rate of seven days in respect of each period of a continuous four months' service. Employees are also entitled to 13 paid public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"28"}]},{"country":"ukraine","values":[{"title":"Annual Leave","value":"Employees are entitled to 24 calendar days of paid annual leave (31 for persons under 18 years old). 13 days of National Holidays (moved to a next working day if overlap with Saturdays or Sundays)."},{"title":"Paid Vacation Days","value":"24"},{"title":"Paid Public Holidays","value":"13"},{"title":"Total Paid Leave","value":"37"}]},{"country":"unitedarabemirates","values":[{"title":"Annual Leave","value":"The worker shall be entitled during every year of service an annual leave of no less than the following periods: Two days for each month should the period of service of the worker be of six months at least and a year at most; Thirty days for each year should the period of service of the worker exceed one year. Employees are also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"30"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"32"}]},{"country":"unitedkingdom","values":[{"title":"Annual Leave","value":"Employees are entitled to 28 total working days (5.6 weeks) of annual leave. These often include the 8 public/bank holidays which otherwise would be unpaid. Many employers will offer more than 20 days of paid annual leave in addition to the 8 recognised bank holidays. Paid time off can increase with years of service. For example, an employee might accrue one extra day for every 5 years of service up to a maximum of 30 days paid leave, exclusive of bank holidays. Some employers will allow staff to purchase or sell holiday, usually a maximum of 5 days. Part-time workers are entitled to the same amount of leave but this is calculated on a pro-rata basis."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"8"},{"title":"Total Paid Leave","value":"28"}]},{"country":"unitedstates","values":[{"title":"Annual Leave","value":"There is no federal or state statutory minimum paid vacation or paid public holidays. Paid leave is at the discretion of the employers to its employees. According to the US Bureau of Labor Statistics, 77% of private employers offer paid vacation to their employees; full-time employees earn on average 10 vacation days after one year of service. Similarly, 77% of private employers give their employees paid time off during public holidays, on average 8 holidays per year. Some employers offer no vacation at all. The average number of paid vacation days offered by private employers is 10 days after 1 year of service, 14 days after 5 years, 17 days after 10 years, and 20 days after 20 years."},{"title":"Paid Vacation Days","value":"0"},{"title":"Paid Public Holidays","value":"0"},{"title":"Total Paid Leave","value":"0"}]},{"country":"uruguay","values":[{"title":"Annual Leave","value":"All workers, in the private sector and civil servants, are entitled to at least 20 days of paid annual leave. Workers who have worked in the same company, are entitled to an additional day of leave for every four years of seniority. Employees are also entitled to 5 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"5"},{"title":"Total Paid Leave","value":"25"}]},{"country":"uzbekistan","values":[{"title":"Annual Leave","value":""},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"vanuatu","values":[{"title":"Annual Leave","value":"Every employer shall grant to an employee who has been in continuous employment with the same employer for: (a) a period of 1 to 6 years - annual leave on full pay at the rate of 1.25 working days per month for each year of employment; or (b) a period of 7 to 19 years - annual leave on full pay at the rate of 1.75 working days per month for each year of employment. There are no legal provisions for pay on public holidays."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":"0"},{"title":"Total Paid Leave","value":"15"}]},{"country":"venezuela","values":[{"title":"Annual Leave","value":"Workers are entitled to enjoy 15 days of paid annual leave in the first year plus one day for each year of service with the same employer up to a maximum of 15 extra days."},{"title":"Paid Vacation Days","value":"15"},{"title":"Paid Public Holidays","value":""},{"title":"Total Paid Leave","value":""}]},{"country":"vietnam","values":[{"title":"Annual Leave","value":"Employees working in normal working conditions are entitled to 12 working days after every 12 months of employment. This entitlement increases by one additional day of leave for every five years of employment in an enterprise or with an employer. Employees are also entitled to 10 paid public holidays."},{"title":"Paid Vacation Days","value":"12"},{"title":"Paid Public Holidays","value":"10"},{"title":"Total Paid Leave","value":"22"}]},{"country":"yemen","values":[{"title":"Annual Leave","value":"Workers shall be entitled to leave of not less than 30 days with full pay for each year of effective service, to be calculated on the basis of at least two-and-a- half days for each month. Employees are also entitled to 15 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"15"},{"title":"Total Paid Leave","value":"37"}]},{"country":"zambia","values":[{"title":"Annual Leave","value":"Employees are entitled to two days of paid holidays in respect of each period of one month's service. Employees are also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"20"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"31"}]},{"country":"zimbabwe","values":[{"title":"Annual Leave","value":"An employee is entitled to one twelfth of the employee's qualifying service in each year of employment, subject to a maximum accrual of ninety days of paid vacation leave. Employees are also entitled to 11 paid public holidays."},{"title":"Paid Vacation Days","value":"22"},{"title":"Paid Public Holidays","value":"11"},{"title":"Total Paid Leave","value":"33"}]}]