{"identifier":"081579da-40fa-4684-a9c2-9da645133329","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Kilbennan_St._Benin%27s_Church_Window_St._Patrick_Detail_2010_09_16.jpg/%quality%px-Kilbennan_St._Benin%27s_Church_Window_St._Patrick_Detail_2010_09_16.jpg","name":"Saint Patrick's Day","description":"Saint Patrick's Day, or the Feast of Saint Patrick, is a cultural and religious celebration held on 17 March, the traditional death date of Saint Patrick (c. 385 – c. 461), the foremost patron saint of Ireland.\n\nSaint Patrick's Day was made an official Christian feast day in the early 17th century and is observed by the Catholic Church, the Anglican Communion (especially the Church of Ireland), the Eastern Orthodox Church, and the Lutheran Church. The day commemorates Saint Patrick and the arrival of Christianity in Ireland, and celebrates the heritage and culture of the Irish in general. Celebrations generally involve public parades and festivals, céilís, and the wearing of green attire or shamrocks. Christians who belong to liturgical denominations also attend church services and historically the Lenten restrictions on eating and drinking alcohol were lifted for the day, which has encouraged and propagated the holiday's tradition of alcohol consumption.\n\nSaint Patrick's Day is a public holiday in the Republic of Ireland, Northern Ireland, the Canadian province of Newfoundland and Labrador (for provincial government employees), and the British Overseas Territory of Montserrat. It is also widely celebrated in the United Kingdom, Canada, United States, Brazil, Argentina, Australia and New Zealand, especially amongst Irish diaspora. Saint Patrick's Day is celebrated in more countries than any other national festival. Modern celebrations have been greatly influenced by those of the Irish diaspora, particularly those that developed in North America. However, there has been criticism of Saint Patrick's Day celebrations for having become too commercialised and for fostering negative stereotypes of the Irish people.","type":"CHRISTIAN"}