{"521":{"title":"Internal printing. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF If the clerk of the senate or the clerk of the house of representatives prints a document or class of documents internally in the clerk's office, the clerk shall compose the document and select the method of printing to be used. Except for matters of composition and quantity prescribed by law, by rule of the senate or house of representatives, by joint rule of both houses, or by order of the senate or house of representatives, the clerk, taking into consideration means of effectively communicating the content of the document, shall determine the composition of the document, and, taking into consideration the uses to which the document foreseeably is to be put, shall determine the approximate quantity of the document to be printed."},"99":{"title":"Penalty. Effective: September 15, 2004 Latest Legislation: Senate Bill 133 - 125th General Assembly PDF: Download Authenticated PDF (A) Whoever violates division (A), (B), or (C) of section 101.71 or of section 101.91, or section 101.77 or 101.97 of the Revised Code is guilty of a misdemeanor of the fourth degree. (B) Whoever violates division (D) of section 101.71 or of section 101.91 of the Revised Code is guilty of a misdemeanor of the first degree."},"352":{"title":"Request for appearance before joint committee regarding agency's reliance on principle of law or policy. Effective: August 18, 2019 Latest Legislation: Senate Bill 221 - 132nd General Assembly PDF: Download Authenticated PDF If the joint committee on agency rule review becomes aware that an agency subject to its jurisdiction is relying upon a principle of law or policy that, under section 121.93 of the Revised Code, should have been supplanted by its restatement in a rule, the chairperson of the joint committee, in the chairperson's sole discretion, may request the agency to appear before the joint committee to address why, notwithstanding section 121.93 of the Revised Code, it is so relying. The request shall specify the time and place at which a designee of the agency is to appear before the joint committee to address, and to answer the joint committee's questions concerning, the agency's reliance. The date set for the appearance shall be not earlier than thirty days after the joint committee transmits the request to the agency. The joint committee shall transmit the request to the agency electronically. The joint committee also shall publish the request on its web site, as part of the relevant meeting agenda, and shall indicate in conjunction with the published request that any person is invited to appear before the joint committee when the agency appears to offer and make comments to the joint committee concerning the agency's reliance. Upon receiving the request, the agency shall designate a suitable agency officer or employee to appear on behalf of the agency before the joint committee as directed in the request. The agency electronically shall notify the joint committee of the name, title, telephone number, and electronic mail address of the officer or employee who has been designated to appear before the joint committee in response to the request. Upon appearing before the joint committee, the agency's designee shall address why the agency is relying upon a principle of law or policy that, notwithstanding section 121.93 of the Revised Code, has not been supplanted by its restatement in a rule. The members of the joint committee may question the agency's designee concerning the agency's reliance. Any person may offer and make comments to the joint committee concerning the agency's reliance. After the appearance has concluded, the joint committee, by vote of a majority of its members, in writing may recommend to the agency that it supplant the principle of law or policy that it is relying upon by its restatement in a rule. The joint committee shall support its recommendation with a brief rationale of why, under section 121.93 of the Revised Code, the principle of law or policy should be supplanted by its restatement in a rule. The joint committee shall transmit the recommendation electronically to the agency. After receiving the recommendation from the joint committee, the agency shall commence the rule-making process as soon as it is reasonably feasible to do so, but not later than the date that is six months after the recommendation was received. The principle of law or policy as it is restated in a rule does not need to be wholly congruent with the supplanted principle of law or policy. The agency lawfully may improve or develop further the supplanted principle of law or policy as it is restated in a rule. The agency may continue to rely upon the principle of law or policy, but only while it is complying with the preceding paragraph. The agency may not rely upon the principle of law or policy in advising with regard to or in determining the rights or liabilities of a person if the agency fails to commence the rule-making process by the deadline specified in the preceding paragraph, or if, after commencing the rule-making process, the agency neglects or abandons the rule-making process before it is completed."},"81":{"title":"Contempt of the general assembly. Effective: January 1, 1974 Latest Legislation: House Bill 511 - 109th General Assembly PDF: Download Authenticated PDF (A) In order to secure information with respect to any pending or contemplated legislative action, or any alleged breach of its privileges or misconduct by its members, the general assembly may order any person in Ohio to appear and testify before it, before either of its houses, or before any of its standing or select committees, and may order such person to produce books, papers, and other tangible evidence. (B) An order under division (A) of this section, to appear or to produce books, papers, and other tangible evidence, may be issued by the general assembly, by either of its houses, or, within the limits of its charge by the general assembly or either of its houses, by a standing or a select committee. Such order shall be in writing, and may be directed to an appropriate officer anywhere in Ohio, for service and return in the same manner as a subpoena. (C) No person shall fail to obey an order issued under this section, or, having appeared pursuant to such order, refuse to answer a question pertinent to the matter under inquiry. (D) Whoever violates division (C) of this section is guilty of contempt of the general assembly, a misdemeanor of the fourth degree."},"72":{"title":"Contents of initial registration statement. Effective: October 16, 2009 Latest Legislation: House Bill 1 - 128th General Assembly PDF: Download Authenticated PDF (A) Each legislative agent and employer, within ten days following an engagement of a legislative agent, shall file with the joint legislative ethics committee an initial registration statement showing all of the following: (1) The name, business address, and occupation of the legislative agent; (2) The name and business address of the employer and the real party in interest on whose behalf the legislative agent is actively advocating, if it is different from the employer. For the purposes of division (A) of this section, where a trade association or other charitable or fraternal organization that is exempt from federal income taxation under subsection 501(c) of the federal Internal Revenue Code is the employer, the statement need not list the names and addresses of each member of the association or organization, so long as the association or organization itself is listed. (3) A brief description of the type of legislation to which the engagement relates. (B) In addition to the initial registration statement required by division (A) of this section, each legislative agent and employer shall file with the joint committee, not later than the last day of January, May, and September of each year, an updated registration statement that confirms the continuing existence of each engagement described in an initial registration statement and that lists the specific bills or resolutions on which the agent actively advocated under that engagement during the period covered by the updated statement, and with it any statement of expenditures required to be filed by section 101.73 of the Revised Code and any details of financial transactions required to be filed by section 101.74 of the Revised Code. (C) If a legislative agent is engaged by more than one employer, the agent shall file a separate initial and updated registration statement for each engagement. If an employer engages more than one legislative agent, the employer need file only one updated registration statement under division (B) of this section, which shall contain the information required by division (B) of this section regarding all of the legislative agents engaged by the employer. (D)(1) A change in any information required by division (A)(1), (2), or (B) of this section shall be reflected in the next updated registration statement filed under division (B) of this section. (2) Within thirty days after the termination of an engagement, the legislative agent who was employed under the engagement shall send written notification of the termination to the joint committee. (E) A registration fee of twenty-five dollars shall be charged for filing an initial registration statement. The state agency of an officer or employee who actively advocates in a fiduciary capacity as a representative of that state agency shall pay the registration fee required under this division. All money collected from registration fees under this division and late filing fees under division (G) of this section shall be deposited into the state treasury to the credit of the joint legislative ethics committee fund created under section 101.34 of the Revised Code. An officer or employee of a state agency who actively advocates in a fiduciary capacity as a representative of that state agency need not file expenditure statements under section 101.73 of the Revised Code. As used in this division, \"state agency\" does not include a state institution of higher education as defined in section 3345.011 of the Revised Code. (F) Upon registration pursuant to division (A) of this section, the legislative agent shall be issued a card by the joint committee showing that the legislative agent is registered. The registration card and the legislative agent's registration shall be valid from the date of their issuance until the next thirty-first day of December of an even-numbered year. (G) The executive director of the joint committee shall be responsible for reviewing each registration statement filed with the joint committee under this section and for determining whether the statement contains all of the information required by this section. If the joint committee determines that the registration statement does not contain all of the required information or that a legislative agent or employer has failed to file a registration statement, the joint committee shall send written notification by certified mail to the person who filed the registration statement regarding the deficiency in the statement or to the person who failed to file the registration statement regarding the failure. Any person so notified by the joint committee shall, not later than fifteen days after receiving the notice, file a registration statement or an amended registration statement that does contain all of the information required by this section. If any person who receives a notice under this division fails to file a registration statement or such an amended registration statement within this fifteen-day period, the joint committee shall assess a late filing fee equal to twelve dollars and fifty cents per day, up to a maximum of one hundred dollars, upon that person. The joint committee may waive the late filing fee for good cause shown. (H) On or before the fifteenth day of March of each year, the joint committee shall, in the manner and form that it determines, publish a report containing statistical information on the registration statements filed with it under this section during the preceding year."},"22":{"title":"Evidence of membership. Effective: October 1, 1953 Latest Legislation: House Bill 1 - 100th General Assembly PDF: Download Authenticated PDF For the purpose of organizing the senate and house of representatives of the general assembly, a certificate of election from the board of election of the proper county shall be prima-facie evidence of the right to membership of the person therein certified to be elected senator or representative."},"36":{"title":"General Assembly authority to rescind Department of Health orders or rules. Effective: June 23, 2021 Latest Legislation: Senate Bill 22 - 134th General Assembly PDF: Download Authenticated PDF (A)(1) If the department of health issues a special or standing order or rule for preventing the spread of contagious or infectious disease under section 3701.13 of the Revised Code, the general assembly may rescind that special or standing order or rule, in whole or in part, by adopting a concurrent resolution. (2) If the director of health takes an action to control and suppress the cause of disease or illness, including contagious, infectious, epidemic, pandemic, or endemic conditions, under section 3701.14 of the Revised Code, the general assembly may rescind that action, in whole or in part, by adopting a concurrent resolution. (3) If the general assembly rescinds a special or standing order or rule or an action by the department of health, in whole or in part, pursuant to division (A)(1) or (2) of this section, the department shall not reissue that special or standing order or rule or rescinded portion thereof, issue a substantially similar special or standing order or rule or rescinded portion thereof, take that action or rescinded portion thereof or a substantially similar action or portion thereof again, or issue a restriction contained in the rescinded special or standing order or rule, rescinded action, or portion thereof, for a period of sixty calendar days following the adoption of a concurrent resolution by the general assembly. (B) Within sixty calendar days of the general assembly rescinding a special or standing order or rule or action under division (A)(1) or (2) of this section, the governor, on behalf of the department of health or director of health, may submit a request to the general assembly to permit the department or director to issue a special or standing order or rule, or take an action, rescinded by the general assembly. Upon review, the general assembly may adopt a concurrent resolution authorizing the department or director to issue that rescinded special or standing order or rule or take that rescinded action, in whole or in part. (C) A special or standing order or rule issued, or action taken, by the department or director in violation of this section is invalid and has no legal effect. Last updated May 4, 2021 at 1:28 PM"},"921":{"title":"Disqualification as retirement system lobbyist for certain offenses. Effective: September 30, 2021 Latest Legislation: House Bill 110 - 134th General Assembly PDF: Download Authenticated PDF (A) No person shall be permitted to register as a retirement system lobbyist under division (A) or (B) of section 101.92 of the Revised Code if the person is convicted of or pleads guilty to committing on or after the effective date of this section any felony offense listed or described in divisions (A)(1) to (6) of section 101.721 of the Revised Code in the circumstances specified in the particular division. (B) If a retirement system lobbyist has registered with the joint legislative ethics committee under division (A) or (B) of section 101.92 of the Revised Code, and, on or after the effective date of this section and during the period during which the registration is valid, the retirement system lobbyist is convicted of or pleads guilty to any felony offense listed or described in divisions (A)(1) to (6) of section 101.721 of the Revised Code in the circumstances specified in the particular division, the joint legislative ethics committee immediately upon becoming aware of the conviction or guilty plea shall terminate the registration of the person as a retirement system lobbyist, and, after the termination, the ban imposed under division (A) of this section applies to the person. (C) The ban imposed under division (A) of this section is a lifetime ban, and the offender is forever disqualified from registering as a retirement system lobbyist under section 101.92 of the Revised Code. (D) For purposes of divisions (A) and (B) of this section, a violation of section 2923.32 of the Revised Code or any other violation or offense that includes as an element a course of conduct or the occurrence of multiple acts is \"committed on or after the effective date of this section \" if the course of conduct continues, one or more of the multiple acts occurs, or the subject person's accountability for the course of conduct or for one or more of the multiple acts continues, on or after the effective date of this section . Last updated October 5, 2021 at 12:34 PM"},"272":{"title":"House reimbursement fund - senate reimbursement fund. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF (A) The house reimbursement fund is hereby created in the state treasury. The fund shall consist of refunds from the department of administrative services of overpayments of medical insurance premiums accumulated under division (C) of section 101.271 of the Revised Code; amounts received by the office of the chief administrative officer of the house of representatives for salvage and recycling of equipment, materials, and supplies; and payments from members and employees for incidental use of house equipment or facilities. The fund shall be used to pay operating expenses of the house of representatives. (B) The senate reimbursement fund is hereby created in the state treasury. The fund shall consist of refunds from the department of administrative services of overpayments of medical insurance premiums accumulated under division (B) of section 101.271 of the Revised Code; amounts received by the senate clerk's office for salvage and recycling of equipment, materials, and supplies; and payments from members and employees for incidental use of senate equipment or facilities. The fund shall be used to pay operating expenses of the senate."},"47":{"title":"Deposition on complaint. Effective: October 7, 1977 Latest Legislation: House Bill 42 - 112th General Assembly PDF: Download Authenticated PDF A complaint praying for an investigation of the official conduct of an officer liable to impeachment may be presented to the house of representatives. The person preferring such complaint may take depositions of witnesses to substantiate the complaint, and use such depositions as testimony before the house, in determining whether it will impeach such officer. Such depositions may be taken before a person authorized by law to take depositions. Notice of the time and place of taxing such depositions shall be given in the manner required by sections 2319.15 to 2319.17 of the Revised Code; but if the officer against whom the complaint is made or is about to be made is out of the state, notice may be left at his place of residence in the state. If he has no known place of residence in the state, such notice may be published in a newspaper published in the county of the state where he last resided, for three consecutive weeks next preceding the time of taking the depositions. If an impeachment is preferred to the senate, and the officer impeached is convicted, the person who has caused depositions to be taken shall be allowed the legal fees accruing thereon."},"28":{"title":"Joint conventions. Effective: October 1, 1953 Latest Legislation: House Bill 1 - 100th General Assembly PDF: Download Authenticated PDF Joint conventions of the two houses of the general assembly shall be held in the hall of the house of representatives, unless otherwise ordered by joint resolution. During a joint convention, each house shall be deemed in session as a separate branch of the general assembly. Except in voting in elections where each member is entitled to a separate vote, each house shall act separately and no question shall be carried otherwise than by concurrent action of both houses. Either house, by vote of a majority of its members, may dissolve such convention by an order withdrawing therefrom. A joint convention, by the concurrent vote of the two houses, may recess or adjourn to a time certain; but such recess or adjournment of the convention shall not be an adjournment or recess of either house, or prevent such house from proceeding with its business during such recess or adjournment."},"32":{"title":"Control of assistants - dismissal. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF The clerk of the senate, the chief administrative officer of the house of representatives, and the sergeant at arms of each house shall have control of their respective assistants, and each house by resolution may dismiss any of them whose services are not needed or who do not perform their duties satisfactorily."},"522":{"title":"Contracts with private printers. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF If the clerk of the senate or the clerk of the house of representatives contracts with a private printer outside the clerk's office to print a document or class of documents, the clerk shall negotiate and agree with the printer upon those terms as are necessary and proper with respect to the printing job being contracted for. The terms are to include provisions with respect to: (A) Composition of the document, reflecting means of effectively communicating the content of the document, subject to matters of composition prescribed by law, by rule of the senate or house of representatives, by joint rule of both houses, or by order of the senate or house of representatives; (B) Method of printing to be used; (C) Delivery to the clerk of proof sheets, return to the printer of corrected proofs, and making of corrections; (D) Approximate quantity to be printed, reflecting the uses to which the document foreseeably is to be put, subject to matters of quantity prescribed by law, by rule of the senate or house of representatives, by joint rule of both houses, or by order of the senate or house of representatives; (E) Deadlines; (F) Compensation to be paid to the printer for services rendered and materials provided, and any liquidated damages to be charged against the printer for misfeasance or nonfeasance; (G) Term of the contract, and (H) Other matters as are necessary and proper for efficient, timely, and successful performance of the printing job."},"45":{"title":"Fees of sheriffs and witnesses. Effective: July 1, 2009 Latest Legislation: House Bill 525 - 127th General Assembly PDF: Download Authenticated PDF Sheriffs shall be paid the same fees for services as are allowed in the court of common pleas for similar services. Witnesses shall be paid the same fees and mileage as witnesses are provided under section 119.094 of the Revised Code. Such fees and mileage shall be paid from the state treasury on the certificate of the chairperson of the committee or subcommittee which issued the subpoena."},"70":{"title":"Legislative lobbying definitions. Effective: September 10, 2010 Latest Legislation: House Bill 519 - 128th General Assembly PDF: Download Authenticated PDF As used in sections 101.70 to 101.79 and 101.99 of the Revised Code: (A) \"Person\" means any individual, partnership, trust, estate, business trust, association, or corporation; any labor organization or manufacturer association; any department, commission, board, publicly supported college or university, division, institution, bureau, or other instrumentality of the state; or any county, township, municipal corporation, school district, or other political subdivision of the state. \"Person\" includes the Ohio casino control commission, a member of the commission, the executive director of the commission, an employee of the commission, and an agent of the commission. (B) \"Legislation\" means bills, resolutions, amendments, nominations, and any other matter pending before the general assembly, any matter pending before the controlling board, or the executive approval or veto of any bill acted upon by the general assembly. (C) \"Compensation\" means a salary, gift, payment, benefit, subscription, loan, advance, reimbursement, or deposit of money or anything of value; or a contract, promise, or agreement, whether or not legally enforceable, to make compensation. (D) \"Expenditure\" means any of the following that is made to, at the request of, for the benefit of, or on behalf of any member of the general assembly, any member of the controlling board, the governor, the director of a department created under section 121.02 of the Revised Code, or any member of the staff of any public officer or employee listed in this division: (1) A payment, distribution, loan, advance, deposit, reimbursement, or gift of money, real estate, or anything of value, including, but not limited to, food and beverages, entertainment, lodging, or transportation; (2) A contract, promise, or agreement to make an expenditure, whether or not legally enforceable; (3) The purchase, sale, or gift of services or any other thing of value. \"Expenditure\" does not include a contribution, gift, or grant to a foundation or other charitable organization that is exempt from federal income taxation under subsection 501(c)(3) of the Internal Revenue Code. \"Expenditure\" does not include the purchase, sale, or gift of services or any other thing of value that is available to the general public on the same terms as it is available to the persons listed in this division, or an offer or sale of securities to any person listed in this division that is governed by regulation D, 17 C.F.R. 230.501 to 230.508, adopted under the authority of the \"Securities Act of 1933,\" 48 Stat. 74, 15 U.S.C.A. and following, or that is governed by a comparable provision under state law. (E) \"Actively advocate\" means to promote, advocate, or oppose the passage, modification, defeat, or executive approval or veto of any legislation by direct communication with any member of the general assembly, any member of the controlling board, the governor, the director of any department listed in section 121.02 of the Revised Code, or any member of the staff of any public officer or employee listed in this division. \"Actively advocate\" does not include the action of any person not engaged by an employer who has a direct interest in legislation if the person, acting under Section 3 of Article I, Ohio Constitution, assembles together with other persons to consult for their common good, instructs a public officer or employee who is listed in this division, or petitions that public officer or employee for the redress of grievances. (F) \"Legislative agent\" means any individual, except a member of the general assembly, a member of the staff of the general assembly, the governor, lieutenant governor, attorney general, secretary of state, treasurer of state, or auditor of state, who is engaged during at least a portion of the individual's time to actively advocate as one of the individual's main purposes. An individual engaged by the Ohio casino control commission, a member of the commission, the executive director of the commission, or an employee or agent of the commission to actively advocate is a \"legislative agent\" even if the individual does not during at least a portion of the individual's time actively advocate as one of the individual's main purposes. (G) \"Employer\" means any person who, directly or indirectly, engages a legislative agent. (H) \"Engage\" means to make any arrangement, and \"engagement\" means any arrangement, whereby an individual is employed or retained for compensation to act for or on behalf of an employer to actively advocate. (I) \"Financial transaction\" means a transaction or activity that is conducted or undertaken for profit and arises from the joint ownership or the ownership or part ownership in common of any real or personal property or any commercial or business enterprise of whatever form or nature between the following: (1) A legislative agent, an employer of a legislative agent, or a member of the immediate family of the legislative agent or a legislative agent's employer; and (2) Any member of the general assembly, any member of the controlling board, the governor, the director of a department created under section 121.02 of the Revised Code, or any member of the staff of a public officer or employee listed in division (I)(2) of this section. \"Financial transaction\" does not include any transaction or activity described in division (I) of this section if it is available to the general public on the same terms, or if it is an offer or sale of securities to any person listed in division (I)(2) of this section that is governed by regulation D, 17 C.F.R. 230.501 to 230.508, adopted under the authority of the \"Securities Act of 1933,\" 48 Stat. 74, 15 U.S.C.A. and following, or that is governed by a comparable provision under state law. (J) \"Staff\" means any state employee whose official duties are to formulate policy and who exercises administrative or supervisory authority or who authorizes the expenditure of state funds."},"86":{"title":"Evaluating usefulness, performance, and effectiveness of agency. Effective: April 12, 2021 Latest Legislation: Senate Bill 331 - 133rd General Assembly PDF: Download Authenticated PDF (A) Not later than six months before the date on which an agency is scheduled to expire, the sunset review committee shall hold hearings to receive the testimony of the public and of the chief executive officer of each agency scheduled for review, and otherwise shall consider and evaluate the usefulness, performance, and effectiveness of the agency. (B) Each agency that is scheduled for review shall submit to the committee a report that contains all of the following information: (1) The agency's primary purpose and its various goals and objectives; (2) The agency's past and anticipated workload, the number of staff required to complete that workload, and the agency's total number of staff; (3) The agency's past and anticipated budgets and its sources of funding; (4) The number of members of its governing board or other governing entity and their compensation, if any. (C) Each agency shall have the burden of demonstrating to the committee a public need for its continued existence. In determining whether an agency has demonstrated that need, the committee shall consider all of the following: (1) The extent to which the agency has permitted qualified applicants to serve the public; (2) The cost-effectiveness of the agency in terms of number of employees, services rendered, and administrative costs incurred, both past and present; (3) The extent to which the agency has operated in the public interest, and whether its operation has been impeded or enhanced by existing statutes and procedures and by budgetary, resource, and personnel practices; (4) Whether the agency has recommended statutory changes to the general assembly that would benefit the public as opposed to the persons regulated by the agency, if any, and whether its recommendations and other policies have been adopted and implemented; (5) Whether the agency has required any persons it regulates to report to it the impact of agency rules and decisions on the public as they affect service costs and service delivery; (6) Whether persons regulated by the agency, if any, have been required to assess problems in their business operations that affect the public; (7) Whether the agency has encouraged public participation in its rule-making and decision-making; (8) The efficiency with which formal public complaints filed with the agency have been processed to completion; (9) Whether the programs or services of the agency duplicate or overlap those of other agencies; (10) Whether the purpose for which the agency was created has been fulfilled, has changed, or no longer exists; (11) Whether federal law requires that the agency be renewed in some form; (12) Changes needed in the enabling laws of the agency in order for it to comply with the criteria suggested by the considerations listed in divisions (C)(1) to (11) of this section."},"42":{"title":"Subpoena. Effective: October 1, 1953 Latest Legislation: House Bill 1 - 100th General Assembly PDF: Download Authenticated PDF If the subpoena referred to in section 101.41 of the Revised Code is issued by a joint committee or a subcommittee thereof, it may be delivered to the sergeant at arms of either house as the chairman determines; if it is issued by a committee of one house, or a subcommittee of such committee, it shall be directed to the sergeant at arms of such house; but in either case it may be directed to the sheriff of any county. The officer to whom such subpoena is directed, or his assistant or deputy, shall serve and return it to the chairman issuing it, as subpoenas issued by courts of record are served and returned. The subpoena shall be substantially in the following form: The State of Ohio _____________________ County, ss.: To the sergeant at arms of the ______________, or the sheriff of the county of __________ (as the case may be): By authority of the (insert, general assembly, senate, or house of representatives, as the case may be) of the state of Ohio, you are hereby commanded to summon ___________, of ______________, to appear before the ______________ committee of the said ________________, at _____________ on the __________ day of ____________, A.D. ________, at the hours of _____________; then and there to testify concerning matters of inquiry committed to such committee, and not to depart without leave of such committee. Of this writ make due return with your proceedings in this behalf indorsed thereon. Witness my hand this __________ day of _____________, A.D. ____________ _________________ Chairman."},"312":{"title":"Authority of senate sergeant of arms or assistant senate sergeant of arms. Effective: September 10, 2012 Latest Legislation: House Bill 487 - 129th General Assembly PDF: Download Authenticated PDF (A) The person serving as the senate sergeant at arms or employed as an assistant senate sergeant at arms has all of the authority of a peace officer as specified in division (B) of this section, and one of the following shall apply to that person: (1) The person is serving as the senate sergeant at arms or is employed as an assistant senate sergeant at arms on the effective date of this section and previously had been awarded a certificate by the executive director of the Ohio peace officer training commission attesting to the person's satisfactory completion of an approved state, county, municipal, or department of natural resources peace officer basic training program. (2) The person previously has been awarded a certificate by the executive director of the Ohio peace officer training commission attesting to the person's satisfactory completion of an approved state, county, municipal, or department of natural resources peace officer basic training program, the person previously has been employed as a peace officer, the prior employment of the person as a peace officer contains no breaks in service that would require the person to receive updated training by the Ohio peace officer training academy, and the person has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (3) The person previously has been awarded a certificate by the executive director of the Ohio peace officer training commission attesting to the person's satisfactory completion of an approved state, county, municipal, or department of natural resources peace officer basic training program, the person previously has been employed as a peace officer, the prior employment of the person as a peace officer contains a break in service of one year or more but not more than four years that would require the person to receive updated training under state law, the person has received all updated training required by law, and the person has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (4) The person previously has been employed as a trooper of the state highway patrol, within one year prior to employment as the senate sergeant at arms the person had arrest authority as a trooper of the state highway patrol, and the person has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (5) The person previously has been employed as a trooper of the state highway patrol, the prior employment as a trooper of the state highway patrol contains a break in service of one year or more but not more than four years that would require the person to receive updated training under state law, the person has received all updated training required by law, and the person has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (B) The senate sergeant at arms and an assistant senate sergeant at arms have the authority specified under section 2935.03 of the Revised Code for peace officers to enforce all state laws, municipal ordinances, and township resolutions and to make arrests for any violation of those laws, ordinances, and resolutions in the statehouse or anywhere in the state where the senate sergeant at arms or the assistant sergeant at arms is engaged in the performance of the senate sergeant at arms's or assistant sergeant at arms's official duties. The jurisdiction of the senate sergeant at arms and of an assistant senate sergeant at arms is concurrent with that of peace officers of the county, township, or municipal corporation in which the violation occurs and with the state highway patrol. (C) Upon receiving a written recommendation from the clerk of the senate, the president of the senate may issue to the senate sergeant at arms a commission indicating the sergeant at arms's authority to make arrests as provided in this section. The president of the senate, upon the recommendation of the senate sergeant at arms, may issue to each assistant senate sergeant at arms a commission indicating the assistant sergeant at arms's authority to make arrests as provided in this section. The president of the senate shall furnish a suitable badge to the senate sergeant at arms and to each commissioned assistant senate sergeant at arms as evidence of the senate sergeant at arms's or assistant senate sergeant at arms's authority. (D) In order to maintain employment as the senate sergeant at arms or to be an assistant sergeant at arms with all of the authority of a peace officer, the sergeant at arms or assistant shall comply with all continuing professional training requirements for peace officers established in rules that the attorney general adopts under section 109.74 of the Revised Code and shall comply with firearms requalification requirements established under section 109.801 of the Revised Code. The senate sergeant at arms or assistant sergeant at arms shall provide appropriate proof of the sergeant at arms's or assistant's compliance with the continuing professional training requirements and firearms requalification requirements to the clerk of the senate. The Ohio peace officer training academy, a state, county, municipal, or department of natural resources training program, or any other program offering continuing training of that nature shall admit the senate sergeant at arms or an assistant senate sergeant at arms to all necessary continuing training programs. (E) This section does not affect or abridge the authority or responsibility of the state highway patrol."},"75":{"title":"Filing complaint with joint legislative ethics committee. Effective: May 12, 1994 Latest Legislation: House Bill 492 - 120th General Assembly PDF: Download Authenticated PDF If a dispute arises between any member of the general assembly, any member of the controlling board, or a member of the staff of the general assembly or controlling board and an employer or legislative agent with respect to an expenditure or financial transaction alleged in any statement to be filed under section 101.73 or 101.74 of the Revised Code, the member, employer, or legislative agent may file a complaint with the joint legislative ethics committee. The committee shall proceed to investigate the complaint as provided for other complaints in section 101.34 of the Revised Code. The complaint shall be filed at least three days prior to the time the statement is required to be filed with the joint legislative ethics committee. The time for filing a disputed expenditure or financial transaction in any statement of expenditures or the details of a financial transaction shall be extended pending the final decision of the joint committee. This extension does not extend the time for filing the nondisputed portions of an expenditure statement or of the details of a financial transaction. The joint committee shall notify the parties of its final decision by certified mail. If the committee decides that the disputed expenditure or financial transaction should be reported, the employer or legislative agent shall include the matter in an amended statement and file the amended statement not later than ten days after the employer or agent receives notice of the decision of the committee by certified mail. An employer or legislative agent who files a false statement of expenditures or details of a financial transaction is liable in a civil action to any public officer or employee who sustains damage as a result of the filing or publication of the statement."},"30":{"title":"Maintenance of confidential relationship between legislative staff and general assembly members and staff. Effective: September 29, 1999 Latest Legislation: House Bill 283 - 123rd General Assembly PDF: Download Authenticated PDF (A) As used in this section: (1) Legislative document includes, but is not limited to, all of the following: (a) A working paper, work product, correspondence, preliminary draft, note, proposed bill or resolution, proposed amendment to a bill or resolution, analysis, opinion, memorandum, or other document in whatever form or format prepared by legislative staff for a member of the general assembly or for general assembly staff; (b) Any document or material in whatever form or format provided by a member of the general assembly or general assembly staff to legislative staff that requests, or that provides information or materials to assist in, the preparation of any of the items described in division (A)(1)(a) of this section; (c) Any summary of a bill or resolution or of an amendment to a bill or resolution in whatever form or format that is prepared by or in the possession of a member of the general assembly or general assembly staff, if the summary is prepared before the bill, resolution, or amendment is filed for introduction or presented at a committee hearing or floor session, as applicable. (2) Legislative staff means the staff of the legislative service commission, legislative budget office of the legislative service commission, or any other legislative agency included in the legislative service commission budget group. (3) General assembly staff means an officer or employee of either house of the general assembly who acts on behalf of a member of the general assembly or on behalf of a committee or either house of the general assembly. (B) Legislative staff shall maintain a confidential relationship with each member of the general assembly, and with each member of the general assembly staff, with respect to communications between the member of the general assembly or general assembly staff and legislative staff. Except as otherwise provided in this division and division (C) of this section, a legislative document arising out of this confidential relationship is not a public record for purposes of section 149.43 of the Revised Code. When it is in the public interest and with the consent of the commission, the director of the commission may release to the public any legislative document in the possession of the commission staff arising out of a confidential relationship with a former member of the general assembly or former member of the general assembly staff who is not available to make the legislative document a public record as provided in division (C) of this section because of death or disability, whom the director is unable to contact for that purpose, or who fails to respond to the director after the director has made a reasonable number of attempts to make such contact. (C)(1) A legislative document is a public record for purposes of section 149.43 of the Revised Code if it is an analysis, synopsis, fiscal note, or local impact statement prepared by legislative staff that is required to be prepared by law, or by a rule of either house of the general assembly, for the benefit of the members of either or both of those houses or any legislative committee and if it has been presented to those members. (2) A legislative document is a public record for purposes of section 149.43 of the Revised Code if a member of the general assembly for whom legislative staff prepared the legislative document does any of the following: (a) Files it for introduction with the clerk of the senate or the clerk of the house of representatives, if it is a bill or resolution; (b) Presents it at a committee hearing or floor session, if it is an amendment to a bill or resolution or is a substitute bill or resolution; (c) Releases it, or authorizes general assembly staff or legislative staff to release it, to the public."},"84":{"title":"Sunset review committee. Effective: April 12, 2021 Latest Legislation: Senate Bill 331 - 133rd General Assembly PDF: Download Authenticated PDF (A) A sunset review committee shall be convened during each general assembly. The committee shall be composed of nine members. The president of the senate shall appoint three members of the senate to the committee, not more than two of whom shall be members of the same political party. The speaker of the house of representatives shall appoint three members of the house of representatives to the committee, not more than two of whom shall be members of the same political party. The governor, with the advice and consent of the senate, shall appoint three members to the committee, not more than two of whom shall be members of the same political party. Members shall be appointed within fifteen days after the commencement of the first regular session of each general assembly. (B) Each member of the committee who is a member of the general assembly shall serve for the duration of the committee, or until that committee member no longer is a member of the senate or the house of representatives. Each member of the committee who is appointed by the governor shall serve for the duration of the committee, but not later than the thirty-first day of December in the second year of the general assembly. A vacancy on the committee shall be filled in the same manner as the original appointment. In the first year of the general assembly, the chairperson of the committee shall be a member of the house of representatives, and the vice-chairperson of the committee shall be a member of the senate. In the second year of the general assembly, the chairperson of the committee shall be a member of the senate, and the vice-chairperson of the committee shall be a member of the house of representatives. Members of the committee shall receive no compensation, but shall be reimbursed for their necessary expenses incurred in the performance of their official duties. (C) The committee shall meet not later than thirty days after the first day of the first year of the general assembly to choose a chairperson and to commence establishment of the schedule for agency review provided for in section 101.85 of the Revised Code or perform other committee duties under sections 101.82 to 101.87 of the Revised Code. Five members of the committee constitute a quorum for the conduct of committee business. (D) The sunset review committee, after having prepared and published a report of its findings and recommendations, and furnished the report, as required under section 101.87 of the Revised Code, ceases to exist for the remainder of the biennial general assembly."},"353":{"title":"Request for appearance before joint committee regarding agency's failure to adopt rule. Effective: August 18, 2019 Latest Legislation: Senate Bill 221 - 132nd General Assembly PDF: Download Authenticated PDF If the joint committee on agency rule review becomes aware, such as through its own inquiries or by receiving complaints from interested parties or stakeholders, that an agency subject to its jurisdiction is required expressly or impliedly by a statute to adopt a rule but appears neither to have done so nor to have commenced the rule-making process, the chairperson of the joint committee, in the chairperson's sole discretion, may request the agency to appear before the joint committee to address its apparent dereliction. The request shall specify the time and place at which a designee of the agency is to appear before the joint committee to address, and answer the joint committee's questions concerning, the agency's apparent dereliction. The request shall identify the statute that expressly or impliedly requires rule-making and that apparently has not been complied with. The joint committee shall transmit the request to the agency electronically. The joint committee also shall publish the request on its web site, and shall indicate in conjunction with the published request that any person is invited to appear before the joint committee when the agency appears to offer and make comments to the joint committee concerning the agency's apparent dereliction. Upon receiving the request, the agency shall designate a suitable agency officer or employee to appear on behalf of the agency before the joint committee as directed in the request. The agency electronically shall notify the joint committee of the name, title, telephone number, and electronic mail address of the officer or employee who has been designated to appear before the joint committee in response to the request. Upon appearing before the joint committee, the agency's designee shall address why the agency apparently has neither adopted a rule nor commenced the rule-making process as expressly or impliedly required by the statute. The members of the joint committee may question the agency's designee concerning the agency's apparent dereliction. Any person may offer and make comments to the joint committee concerning the agency's apparent dereliction. After the appearance has concluded, the joint committee, by vote of a majority of its members, in writing may advise the agency to commence rule-making proceedings under the statute, as soon as it is reasonably feasible for the agency to do so. The joint committee shall transmit the advisory electronically to the agency. The joint committee also shall publish the advisory on its web site."},"73":{"title":"Statements of expenditures. Effective: September 5, 2001 Latest Legislation: House Bill 94 - 124th General Assembly PDF: Download Authenticated PDF (A) Each legislative agent and each employer shall file in the office of the joint legislative ethics committee, with the updated registration statement required by division (B) of section 101.72 of the Revised Code, a statement of expenditures as specified in divisions (B) and (C) of this section. A legislative agent shall file a separate statement of expenditures under this section for each employer engaging the legislative agent. (B)(1) In addition to the information required by divisions (B)(2) and (3) of this section, a statement filed by a legislative agent shall show the total amount of expenditures made by the legislative agent during the reporting period covered by the statement. (2) If, during a reporting period covered by a statement, an employer or any legislative agent the employer engaged made, either separately or in combination with each other, either directly or indirectly, expenditures to, at the request of, for the benefit of, or on behalf of any particular member of the general assembly, any particular member of the controlling board, the governor, the director of a department created under section 121.02 of the Revised Code, or any particular member of the staff of any of the public officers or employees listed in division (B)(2) of this section, then the employer or legislative agent shall also state all of the following: (a) The name of the public officer or employee to whom, at whose request, for whose benefit, or on whose behalf the expenditures were made; (b) The total amount of the expenditures made; (c) A brief description of the expenditures made; (d) The approximate date the expenditures were made; (e) The specific items of legislation, if any, for which the expenditures were made and the identity of the client on whose behalf each expenditure was made. As used in division (B)(2) of this section, \"expenditures\" does not include expenditures made by a legislative agent as payment for meals and other food and beverages. (3) If, during a reporting period covered by a statement, a legislative agent made expenditures as payment for meals and other food and beverages, other than for meals and other food and beverages provided to a member of the general assembly at a meeting at which the member participated in a panel, seminar, or speaking engagement or provided to a member of the general assembly at a meeting or convention of a national organization to which any state agency, including, but not limited to, any legislative agency or state institution of higher education as defined in section 3345.011 of the Revised Code, pays membership dues, that, when added to the amount of previous payments made for meals and other food and beverages by that legislative agent during that same calendar year, exceeded a total of fifty dollars to, at the request of, for the benefit of, or on behalf of any particular member of the general assembly, any particular member of the controlling board, the governor, the director of a department created under section 121.02 of the Revised Code, or any particular member of the staff of any of the public officers or employees listed in division (B)(3) of this section, then the legislative agent shall also state all of the following regarding those expenditures: (a) The name of the public officer or employee to whom, at whose request, for whose benefit, or on whose behalf the expenditures were made; (b) The total amount of the expenditures made; (c) A brief description of the expenditures made; (d) The approximate date the expenditures were made; (e) The specific items of legislation, if any, for which the expenditures were made and the identity of the client on whose behalf each expenditure was made. (C) In addition to the information required by divisions (B)(2) and (3) of this section, a statement filed by an employer shall show the total amount of expenditures made by the employer filing the statement during the period covered by the statement. As used in this section, \"expenditures\" does not include the expenses of maintaining office facilities or the compensation paid to legislative agents engaged by an employer. No employer is required to show any expenditure on a statement filed under this division if the expenditure is reported on a statement filed under division (B) of this section by a legislative agent engaged by the employer. (D) Any statement required to be filed under this section shall be filed at the times specified in section 101.72 of the Revised Code. Each statement shall cover expenditures made during the four-calendar-month period that ended on the last day of the month immediately preceding the month in which the statement is required to be filed. No portion of the amount of an expenditure for a dinner, party, or other function sponsored by an employer or legislative agent need be attributed to, or counted toward the amount for, a reporting period specified in division (B)(2) or (3) of this section if the sponsor has invited to the function all the members of either of the following: (1) The general assembly; (2) Either house of the general assembly. However, the amount spent for such function and its date and purpose shall be reported separately on the statement required to be filed under this section and the amount spent for the function shall be added with other expenditures for the purpose of determining the total amount of expenditures reported in the statement under division (B)(1) or (C) of this section. If it is impractical or impossible for a legislative agent or employer to determine exact dollar amounts or values of expenditures, reporting of good faith estimates, based upon reasonable accounting procedures, constitutes compliance with this section. (E) All legislative agents and employers shall retain receipts or maintain records for all expenditures that are required to be reported pursuant to this section. These receipts or records shall be maintained for a period ending on the thirty-first day of December of the second calendar year after the year in which the expenditure was made. (F)(1) An employer or legislative agent who is required to file an expenditure statement under division (B) or (C) of this section shall deliver a copy of the statement, or of the portion showing the expenditure, to the public officer or employee who is listed in the statement as having received the expenditure or on whose behalf it was made, at least ten days before the date on which the statement is filed. (2) If, during a reporting period covered by an expenditure statement filed under division (B)(2) of this section, an employer or any legislative agent the employer engaged made, either separately or in combination with each other, either directly or indirectly, expenditures for transportation, lodging, or food and beverages purchased for consumption on the premises in which the food and beverages were sold to, at the request of, for the benefit of, or on behalf of any of the public officers or employees described in division (B)(2) of this section, the employer or legislative agent shall deliver to the public officer or employee a statement that contains all of the nondisputed information prescribed in division (B)(2)(a) through (e) of this section with respect to the expenditures described in division (F)(2) of this section. The statement of expenditures made under division (F)(2) of this section shall be delivered to the public officer or employee to whom, at whose request, for whose benefit, or on whose behalf those expenditures were made on the same day in which a copy of the expenditure statement or of a portion showing the expenditure is delivered to the public officer or employee under division (F)(1) of this section. An employer is not required to show any expenditure on a statement delivered under division (F)(2) of this section if the expenditure is shown on a statement delivered under division (F)(2) of this section by a legislative agent engaged by the employer."},"63":{"title":"Review hearings regarding occupational licensing boards. Effective: April 5, 2019 Latest Legislation: Senate Bill 255 - 132nd General Assembly PDF: Download Authenticated PDF (A)(1) Not later than the first day of March in the odd-numbered year during which an occupational licensing board is scheduled to be triggered to expire the following even- numbered year under section 101.62 of the Revised Code, the speaker of the house of representatives shall direct a standing committee of the house of representatives to hold hearings to receive the testimony of the public and of the chief executive officer of the board, and otherwise to review, consider, and evaluate the usefulness, performance, and effectiveness of the board. Not later than the fifteenth day of November of that same odd-numbered year, the standing committee shall prepare and publish a report of its findings and recommendations in accordance with section 101.65 of the Revised Code. If the standing committee's report includes a bill, the house of representatives shall consider that bill for passage by the thirty-first day of December of that same odd-numbered year. (2) Not later than the first day of March in the even- numbered year during which an occupational licensing board is scheduled to be triggered to expire under section 101.62 of the Revised Code, the president of the senate shall direct a standing committee of the senate to hold hearings to receive testimony of the public and of the chief executive officer of the board, and otherwise to review, consider, and evaluate the usefulness, performance, and effectiveness of the board and any bill considered by the house of representatives related to the expiration of that board. Not later than the fifteenth day of November of that same even-numbered year, the standing committee shall prepare and publish a report of its findings and recommendations in accordance with section 101.65 of the Revised Code. If the standing committee's report includes a bill, the senate shall consider that bill for passage by the thirty-first day of December of that same even-numbered year. (3) The president of the senate and the speaker of the house of representatives may, in the same manner as described in divisions (A)(1) and (2) of this section, direct a standing committee to review an occupational licensing board for which the director of the legislative service commission, under section 103.27 of the Revised Code, has performed a review. (4) The president of the senate and the speaker of the house of representatives shall direct standing committees to review approximately thirty-three per cent of the occupational licensing boards each biennium. All occupational licensing boards shall be reviewed over a six-year period including calendar years 2019 through 2024, and also during each subsequent six-year period. (B) Each occupational licensing board that is scheduled to be reviewed by a standing committee shall submit to the standing committee a report that contains all of the following information: (1) The board's primary purpose and its various goals and objectives; (2) The board's past and anticipated workload, the number of staff required to complete that workload, and the board's total number of staff; (3) The board's past and anticipated budgets and its sources of funding; (4) The number of members of its governing board or other governing entity and their compensation, if any. (C) Each board shall have the burden of demonstrating to the standing committee a public need for its continued existence. In determining whether a board has demonstrated that need, the standing committee shall consider, as relevant, all of the following: (1) Whether or not continuation of the board is necessary to protect the health, safety, or welfare of the public, and if so, whether or not the board's authority is narrowly tailored to protect against present, recognizable, and significant harms to the health, safety, or welfare of the public; (2) Whether or not the public could be protected or served in an alternate or less restrictive manner; (3) Whether or not the board serves a specific private interest; (4) Whether or not rules adopted by the board are consistent with the legislative mandate of the board as expressed in the statutes that created and empowered the board; (5) The extent to which the board's jurisdiction and programs overlap or duplicate those of other boards, the extent to which the board coordinates with those other boards, and the extent to which the board's programs could be consolidated with the programs of other state departments or boards; (6) How many other states regulate the occupation, whether a license is required to engage in the occupation in other states, whether the initial licensing and license renewal requirements for the occupation are substantially equivalent in every state, and the amount of regulation exercised by the board compared to the regulation, if any, in other states; (7) The extent to which significant changes in the board's rules could prevent an individual licensed in this state from practicing, or allow an individual licensed in this state to practice, the same occupation in another jurisdiction without obtaining an occupational license for that occupation in that other jurisdiction; (8) Whether the board recognizes national uniform licensure requirements for the occupation; (9) Whether or not private contractors could be used, in an effective and efficient manner, either to assist the board in the performance of its duties or to perform these duties instead of the board; (10) Whether or not the operation of the board has inhibited economic growth, reduced efficiency, or increased the cost of government; (11) An assessment of the authority of the board regarding fees, inspections, enforcement, and penalties; (12) The extent to which the board has permitted qualified applicants to serve the public; (13) The extent to which the board has permitted individuals to practice elements of the occupation without a license; (14) The cost-effectiveness of the board in terms of number of employees, services rendered, and administrative costs incurred, both past and present; (15) Whether or not the board's operation has been impeded or enhanced by existing statutes and procedures and by budgetary, resource, and personnel practices; (16) Whether the board has recommended statutory changes to the general assembly that would benefit the public as opposed to the persons regulated by the board, if any, and whether its recommendations and other policies have been adopted and implemented; (17) Whether the board has required any persons it regulates to report to it the impact of board rules and decisions on the public as they affect service costs and service delivery; (18) Whether persons regulated by the board, if any, have been required to assess problems in their business operations that affect the public; (19) Whether the board has encouraged public participation in its rule-making and decision-making; (20) The efficiency with which formal public complaints filed with the board have been processed to completion; (21) Whether the purpose for which the board was created has been fulfilled, has changed, or no longer exists; (22) Whether federal law requires that the board be renewed in some form; (23) An assessment of the administrative hearing process of a board if the board has an administrative hearing process, and whether or not the hearing process is consistent with due process rights; (24) Whether the requirement for the occupational license is consistent with the policies expressed in section 4798.02 of the Revised Code, serves a meaningful, defined public interest, and provides the least restrictive form of regulation that adequately protects the public interest; (25) The extent to which licensing ensures that practitioners have occupational skill sets or competencies that are substantially related to protecting consumers from present, significant, and substantiated harms that threaten public health, safety, or welfare, and the impact that those criteria have on applicants for a license, particularly those with moderate or low incomes, seeking to enter the occupation or profession; (26) The extent to which the requirement for the occupational license stimulates or restricts competition, affects consumer choice, and affects the cost of services; (27) An assessment of whether or not changes are needed in the enabling laws of the board in order for it to comply with the criteria suggested by the considerations listed in division (C) of this section. For division (C) of this section, a government regulatory requirement protects or serves the public interest if it provides protection from present, significant, and substantiated harms to the health, safety, or welfare of the public. (D) The legislative service commission shall provide staff services to a standing committee performing its duties under this section and section 101.65 of the Revised Code."},"65":{"title":"Report of findings and recommendations. Effective: April 5, 2019 Latest Legislation: Senate Bill 255 - 132nd General Assembly PDF: Download Authenticated PDF (A) After the completion of the review of a board under section 101.63 of the Revised Code, the standing committee that conducted the review shall prepare and publish a report of its findings and recommendations. A standing committee may include in a single report its findings and recommendations regarding more than one board. The committee shall furnish a copy of the report to the president of the senate, the speaker of the house of representatives, the governor, and each affected board. Any published report shall be made available to the public on the standing committee's internet web site, and in the offices of the house of representatives and senate clerks during reasonable hours. As part of a report, the standing committee may present its recommendations to the general assembly in bill form. (B) Recommendations made by the standing committee shall indicate how or whether their implementation will do each of the following: (1) Improve efficiency in the management of state government; (2) Improve services rendered to citizens of the state; (3) Simplify and improve preparation of the state budget; (4) Conserve the natural resources of the state; (5) Promote the orderly growth of the state and its government; (6) Promote that occupational regulations shall be construed and applied to increase economic opportunities, promote competition, and encourage innovation; (7) Provide for the least restrictive regulation by repealing the current regulation and replacing it with a less restrictive regulation that is consistent with the policies expressed in section 4798.02 of the Revised Code; (8) Improve the effectiveness of the services performed by the service departments of the state; (9) Avoid duplication of effort by state agencies or boards; (10) Improve the organization and coordination of the state government in one or more of the ways listed in divisions (B)(1) to (9) of this section."},"311":{"title":"Sergeant at arms of house and assistants. Effective: September 5, 2001 Latest Legislation: House Bill 94 - 124th General Assembly PDF: Download Authenticated PDF (A) As used in this section, \"capitol square\" has the same meaning as in section 105.41 of the Revised Code. (B)(1) The speaker of the house of representatives shall appoint a sergeant at arms for the house of representatives. (2) The speaker of the house of representatives shall adopt a policy specifying the minimum continuing training required for a person to maintain employment as house sergeant at arms or an assistant house sergeant at arms. The continuing training for the house sergeant at arms if the house sergeant at arms has arrest authority pursuant to division (E)(1) of this section and for all assistant sergeants at arms shall include firearms requalification under section 109.801 of the Revised Code. (C)(1) The house sergeant at arms may appoint assistant house sergeants at arms to assist the house sergeant at arms in performing the duties described in divisions (D) and (E) of this section. The house sergeant at arms shall not appoint a person to be an assistant house sergeant at arms unless one of the following applies: (a) The person previously has been awarded a certificate by the executive director of the Ohio peace officer training commission attesting to the person's satisfactory completion of an approved state, county, municipal, or department of natural resources peace officer basic training program, the person previously has been employed as a peace officer, the prior employment of the person as a peace officer contains no breaks in service of more than one year, and the person has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (b) The person previously has been awarded a certificate by the executive director of the Ohio peace officer training commission attesting to the person's satisfactory completion of an approved state, county, municipal, or department of natural resources peace officer basic training program, the person previously has been employed as a peace officer, the prior employment of the person as a peace officer contains a break in service of one year or more and not more than four years, the person has received all updated training required by the house sergeant at arms, and the person has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (c) The person previously has been employed as a trooper of the state highway patrol, within one year prior to employment as an assistant house sergeant at arms the person had arrest authority as a trooper of the state highway patrol, and the person has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (d) The person previously has been employed as a trooper of the state highway patrol, the prior employment as a trooper of the state highway patrol contains a break in service of one year or more and not more than four years, the person has received all updated training required by the house sergeant at arms, and the person has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (2) In order to maintain employment as the house sergeant at arms or an assistant house sergeant at arms, the sergeant at arms or assistant sergeant at arms shall successfully complete all continuing training programs required by the speaker of the house of representatives under division (B)(2) of this section. If the house sergeant at arms or an assistant house sergeant at arms has a peace officer basic training certificate, or comparable certification issued by another law enforcement agency, the house sergeant at arms or the assistant house sergeant at arms also may complete whatever additional training is needed to maintain that certification. The Ohio peace officer training academy, a state, county, municipal, or department of natural resources training program, or any other program offering continuing training of that nature shall admit the house sergeant at arms or assistant house sergeant at arms to the continuing training program necessary for that sergeant at arms or assistant sergeant at arms to retain that certification. (3) Any person who has been appointed as the sergeant at arms pursuant to division (B) of this section or as an assistant sergeant at arms pursuant to division (C) of this section on or after the first day of March 2000, and who has received a certificate of completion of basic training programs pursuant to division (D) of section 109.75 of the Revised Code shall be considered a peace officer during the term of the person's appointment as the sergeant at arms or as an assistant sergeant at arms for the purposes of maintaining a current and valid basic training certificate pursuant to rules adopted under section 109.74 of the Revised Code. (D)(1) The house sergeant at arms shall do all of the following: (a) Maintain good order in the corridors, committee rooms, and offices of the house of representatives in the Vern Riffe center, the hall and gallery of the house of representatives, and those areas of the Vern Riffe center under the exclusive use and control of the house of representatives. This section shall not affect or abridge the authority or responsibility of the state highway patrol. (b) Strictly enforce the rules of the house of representatives regulating admission of persons to the floor of the house of representatives; (c) Serve all subpoenas and warrants issued by the house of representatives or any duly authorized officer or committee of the house of representatives; (d) On order for a call of the house of representatives, arrest or cause to be arrested members of the house of representatives and bring the members into the house of representatives; (e) Execute or cause to be executed a warrant for the arrest of a person failing to appear or produce a paper or record pursuant to house of representatives subpoena or order pursuant to section 101.43 of the Revised Code and convey the person to the house of representatives. If the house sergeant at arms does not have arrest authority pursuant to division (E)(1) of this section, the house sergeant at arms shall cause the warrant to be executed and the person to be conveyed to the house of representatives. (f) At the direction of the speaker of the house of representatives, provide security for members of the house of representatives, house of representatives and other legislative employees, and other persons. (2) While providing security pursuant to division (D)(1)(f) of this section, assistant house sergeants at arms, and the house sergeant at arms if the house sergeant at arms has arrest authority pursuant to division (E)(1) of this section, shall have the same arrest powers as other peace officers to apprehend criminal offenders who endanger or threaten the security of any person being protected, no matter where the arrest occurs. The jurisdiction of an assistant house sergeant at arms and the house sergeant at arms if the house sergeant at arms has arrest authority pursuant to division (E)(1) of this section shall be concurrent with that of peace officers of the county, township, or municipal corporation in which the violation occurs and with the state highway patrol. (E)(1) The house sergeant at arms has the authority specified under section 2935.03 of the Revised Code for peace officers to enforce all state laws, municipal ordinances, and township resolutions and to make arrests for any violation of those laws, ordinances, and resolutions in all areas identified in division (D)(1)(a) of this section as areas in which the house sergeant at arms is to maintain good order, and while providing security pursuant to division (D)(1)(f) of this section if any of the following apply: (a) The house sergeant at arms previously has been awarded a certificate by the executive director of the Ohio peace officer training commission attesting to the house sergeant at arms's satisfactory completion of an approved state, county, municipal, or department of natural resources peace officer basic training program, the house sergeant at arms previously has been employed as a peace officer, the prior employment of the house sergeant at arms as a peace officer contains no breaks in service that would require the house sergeant at arms to receive updated training by the Ohio peace officer training academy, and the house sergeant at arms has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (b) The house sergeant at arms previously has been awarded a certificate by the executive director of the Ohio peace officer training commission attesting to the house sergeant at arms's satisfactory completion of an approved state, county, municipal, or department of natural resources peace officer basic training program, the house sergeant at arms previously has been employed as a peace officer, the prior employment of the house sergeant at arms as a peace officer contains a break in service that would require the house sergeant at arms to receive updated training by the Ohio peace officer training academy, the house sergeant at arms has received that updated training, and the house sergeant at arms has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (c) The house sergeant at arms previously has been employed as a trooper of the state highway patrol, within one year prior to employment as house sergeant at arms the house sergeant at arms had arrest authority as a trooper of the state highway patrol, and the house sergeant at arms has successfully completed a firearms requalification program under section 109.801 of the Revised Code. (2) Assistant house sergeants at arms have the authority specified under section 2935.03 of the Revised Code for peace officers to enforce all state laws, municipal ordinances, and township resolutions and to make arrests for any violation of those laws, ordinances, and resolutions in all areas identified in division (D)(1)(a) of this section as areas in which the house sergeant at arms is to maintain good order, and while providing security pursuant to division (D)(1)(f) of this section. (3) The jurisdiction of the house sergeant at arms, if the house sergeant at arms has arrest authority pursuant to division (E)(1) of this section, and of an assistant house sergeant at arms shall be concurrent with that of peace officers of the county, township, or municipal corporation in which the violation occurs and with the state highway patrol. (4) If the house sergeant at arms has arrest authority pursuant to division (E)(1) of this section, the speaker of the house of representatives shall issue to the house sergeant at arms a commission indicating the sergeant at arms's authority to make arrests as provided in this section. The speaker of the house of representatives, upon the recommendation of the house sergeant at arms, shall issue to each assistant house sergeant at arms a commission indicating the assistant sergeant at arms's authority to make arrests as provided in this section. The speaker of the house of representatives shall furnish a suitable badge to the house sergeant at arms, if the house sergeant at arms has arrest authority under division (E)(1) of this section, and to each commissioned assistant house sergeant at arms as evidence of the sergeant at arms's or assistant sergeant at arms's authority."},"34":{"title":"Joint legislative ethics committee - fund. Effective: September 29, 2017 Latest Legislation: House Bill 49 - 132nd General Assembly PDF: Download Authenticated PDF (A) There is hereby created a joint legislative ethics committee to serve the general assembly. The committee shall be composed of twelve members, six each from the two major political parties, and each member shall serve on the committee during the member's term as a member of that general assembly. Six members of the committee shall be members of the house of representatives appointed by the speaker of the house of representatives, not more than three from the same political party, and six members of the committee shall be members of the senate appointed by the president of the senate, not more than three from the same political party. A vacancy in the committee shall be filled for the unexpired term in the same manner as an original appointment. The members of the committee shall be appointed within fifteen days after the first day of the first regular session of each general assembly and the committee shall meet and proceed to recommend an ethics code not later than thirty days after the first day of the first regular session of each general assembly. In the first regular session of each general assembly, the speaker of the house of representatives shall appoint the chairperson of the committee from among the house members of the committee, and the president of the senate shall appoint the vice-chairperson of the committee from among the senate members of the committee. In the second regular session of each general assembly, the president of the senate shall appoint the chairperson of the committee from among the senate members of the committee, and the speaker of the house of representatives shall appoint the vice-chairperson of the committee from among the house members of the committee. The chairperson, vice-chairperson, and members of the committee shall serve until their respective successors are appointed or until they are no longer members of the general assembly. The committee shall meet at the call of the chairperson or upon the written request of seven members of the committee. (B) The joint legislative ethics committee: (1) Shall recommend a code of ethics that is consistent with law to govern all members and employees of each house of the general assembly and all candidates for the office of member of each house; (2) May receive and hear any complaint that alleges a breach of any privilege of either house, or misconduct of any member, employee, or candidate, or any violation of the appropriate code of ethics; (3) May obtain information with respect to any complaint filed pursuant to this section and to that end may enforce the attendance and testimony of witnesses, and the production of books and papers; (4) May recommend whatever sanction is appropriate with respect to a particular member, employee, or candidate as will best maintain in the minds of the public a good opinion of the conduct and character of members and employees of the general assembly; (5) May recommend legislation to the general assembly relating to the conduct and ethics of members and employees of and candidates for the general assembly; (6) Shall employ an executive director for the committee and may employ other staff as the committee determines necessary to assist it in exercising its powers and duties. The executive director and staff of the committee shall be known as the office of legislative inspector general. At least one member of the staff of the committee shall be an attorney at law licensed to practice law in this state. The appointment and removal of the executive director shall require the approval of at least eight members of the committee. (7) May employ a special counsel to assist the committee in exercising its powers and duties. The appointment and removal of a special counsel shall require the approval of at least eight members of the committee. (8) Shall act as an advisory body to the general assembly and to individual members, candidates, and employees on questions relating to ethics, possible conflicts of interest, and financial disclosure; (9) Shall provide for the proper forms on which a statement required pursuant to section 102.02 or 102.021 of the Revised Code shall be filed and instructions as to the filing of the statement; (10) Exercise the powers and duties prescribed under sections 101.70 to 101.79, sections 101.90 to 101.98, Chapter 102., and sections 121.60 to 121.69 of the Revised Code; (11) Adopt, in accordance with section 111.15 of the Revised Code, any rules that are necessary to implement and clarify Chapter 102. and sections 2921.42 and 2921.43 of the Revised Code. (C) There is hereby created in the state treasury the joint legislative ethics committee fund. All money collected from registration fees and late filing fees prescribed under sections 101.72, 101.92, and 121.62 of the Revised Code shall be deposited into the state treasury to the credit of the fund. Money credited to the fund and any interest and earnings from the fund shall be used solely for the operation of the joint legislative ethics committee and the office of legislative inspector general and for the purchase of data storage and computerization facilities for the statements filed with the committee under sections 101.73, 101.74, 101.93, 101.94, 121.63, and 121.64 of the Revised Code. (D) The chairperson of the joint legislative ethics committee shall issue a written report, not later than the thirty-first day of January of each year, to the speaker and minority leader of the house of representatives and to the president and minority leader of the senate that lists the number of committee meetings and investigations the committee conducted during the immediately preceding calendar year and the number of advisory opinions it issued during the immediately preceding calendar year. (E) Any investigative report that contains facts and findings regarding a complaint filed with the joint legislative ethics committee and that is prepared by the staff of the committee or a special counsel to the committee shall become a public record upon its acceptance by a vote of the majority of the members of the committee, except for any names of specific individuals and entities contained in the report. If the committee recommends disciplinary action or reports its findings to the appropriate prosecuting authority for proceedings in prosecution of the violations alleged in the complaint, the investigatory report regarding the complaint shall become a public record in its entirety. (F)(1) Any file obtained by or in the possession of the former house ethics committee or former senate ethics committee shall become the property of the joint legislative ethics committee. Any such file is confidential if either of the following applies: (a) It is confidential under section 102.06 of the Revised Code or the legislative code of ethics. (b) If the file was obtained from the former house ethics committee or from the former senate ethics committee, it was confidential under any statute or any provision of a code of ethics that governed the file. (2) As used in this division, \"file\" includes, but is not limited to, evidence, documentation, or any other tangible thing. (G) There is hereby created in the state treasury the joint legislative ethics committee investigative and financial disclosure fund. Investment earnings of the fund shall be credited to the fund. All moneys credited to the fund shall be used solely for expenses related to the investigative and financial disclosure functions of the committee."},"35":{"title":"Joint committee on agency rule review. Effective: August 18, 2019 Latest Legislation: Senate Bill 221 - 132nd General Assembly PDF: Download Authenticated PDF There is hereby created in the general assembly the joint committee on agency rule review. The committee shall consist of five members of the house of representatives and five members of the senate. Within fifteen days after the commencement of the first regular session of each general assembly, the speaker of the house of representatives shall appoint the members of the committee from the house of representatives, and the president of the senate shall appoint the members of the committee from the senate. Not more than three of the members from each house shall be of the same political party. In the first regular session of a general assembly, the chairperson of the committee shall be appointed by the speaker of the house from among the house members of the committee, and the vice-chairperson shall be appointed by the president of the senate from among the senate members of the committee. In the second regular session of a general assembly, the chairperson shall be appointed by the president of the senate from among the senate members of the committee, and the vice-chairperson shall be appointed by the speaker of the house from among the house members of the committee. The chairperson, vice-chairperson, and members of the committee shall serve until their respective successors are appointed or until they are no longer members of the general assembly. When a vacancy occurs among the officers or members of the committee, it shall be filled in the same manner as the original appointment. Notwithstanding section 101.26 of the Revised Code, the members, when engaged in their duties as members of the committee on days when there is not a voting session of the member's house of the general assembly, shall be paid at the per diem rate of one hundred fifty dollars, and their necessary traveling expenses, which shall be paid from the funds appropriated for the payment of expenses of legislative committees. The committee has the same powers as other standing or select committees of the general assembly. Six members constitute a quorum. The concurrence of six members is required for the recommendation of a concurrent resolution invalidating a proposed rule under section 106.021 of the Revised Code. The concurrence of seven members is required for the recommendation of a concurrent resolution invalidating an existing rule under section 106.031 of the Revised Code. When a member of the committee is absent, the president or speaker, as the case may be, may designate a substitute from the same house and political party as the absent member. The substitute shall serve on the committee in the member's absence, and is entitled to perform the duties of a member of the committee. For serving on the committee, the substitute shall be paid the same per diem and necessary traveling expenses as the substitute would be entitled to receive if the substitute were a member of the committee. The president or speaker shall inform the executive director of the committee of a substitution. If the executive director learns of a substitution sufficiently in advance of the meeting of the committee the substitute is to attend, the executive director shall publish notice of the substitution on the internet, make reasonable effort to inform of the substitution persons who are known to the executive director to be interested in rules that are scheduled for review at the meeting, and inform of the substitution persons who inquire of the executive director concerning the meeting. The committee may meet during periods in which the general assembly has adjourned. At meetings of the committee, the committee may request an agency, as defined in section 106.01 of the Revised Code, to provide information relative to the agency's implementation of its statutory authority. A member of the committee, and the executive director and staff of the committee, are entitled in their official capacities to attend, but not in their official capacities to participate in, a public hearing conducted by an agency on a proposed rule. The executive director serves at the pleasure of the president and speaker by mutual consensus. The executive director may employ such technical, professional, and clerical employees as are necessary to carry out the powers and administrative duties of the committee."},"13":{"title":"Election of officers of the house. Effective: October 1, 1953 Latest Legislation: House Bill 1 - 100th General Assembly PDF: Download Authenticated PDF After the representatives-elect have taken the oath of office, if there is a quorum present, the house of representatives shall elect a speaker, a speaker pro tempore, and other officials."},"532":{"title":"Separate appropriations bills for industrial commission and bureau of workers' compensation. Effective: June 30, 2011 Latest Legislation: House Bill 153 - 129th General Assembly PDF: Download Authenticated PDF The main operating appropriations bill shall not contain appropriations for the industrial commission or the bureau of workers' compensation. Appropriations for the bureau shall be enacted in one bill, and appropriations for the industrial commission shall be enacted in a separate bill."},"38":{"title":"Cystic fibrosis legislative task force. Effective: October 17, 2019 Latest Legislation: House Bill 166 - 133rd General Assembly PDF: Download Authenticated PDF (A) As used in this section, \"relative\" means a spouse, parent, parent-in-law, sibling, sibling-in-law, child, child-in-law, grandparent, aunt, or uncle. (B) There is hereby created the Ohio cystic fibrosis legislative task force to study and make recommendations on issues pertaining to the care and treatment of individuals with cystic fibrosis. The task force shall study and make recommendations on the following issues: (1) Use of prescription drug and innovative therapies under the program for medically handicapped children established under section 3701.023 of the Revised Code and the program for adults with cystic fibrosis administered by the department of health under division (G) of that section; (2) Screening of newborn children for the presence of genetic disorders, as required under section 3701.501 of the Revised Code; (3) Any other issues the task force considers appropriate. (C) The task force shall consist of the following members, each with the authority to vote on matters before the task force: (1) Three members of the senate: two appointed by the president of the senate from the majority party and one appointed by the minority leader of the senate; (2) Three members of the house of representatives: two appointed by the speaker of the house of representatives from the majority party and one appointed by the minority leader of the house of representatives; (3) Three members, at least two of whom have been diagnosed with cystic fibrosis or are relatives of individuals who have been diagnosed with cystic fibrosis, appointed by the president of the senate; (4) Three members, at least two of whom have been diagnosed with cystic fibrosis or are relatives of individuals who have been diagnosed with cystic fibrosis, appointed by the speaker of the house of representatives. Appointments to the task force shall be made within forty-five days after the commencement of the first regular session of each general assembly in the manner prescribed in this division. (D) Members of the task force shall serve on the task force until the appointments are made in the first regular session of the following general assembly or, in the case of task force members who also are general assembly members when appointed, until they are no longer general assembly members. (E) A vacancy shall be filled in the same manner as the original appointment. Any member appointed to fill a vacancy occurring prior to the expiration date of the term for which the member's predecessor was appointed shall hold office as a member for the remainder of that term. (F) Members of the task force shall elect a chair. A vacancy of the chair position shall be filled by election. (G) Members of the task force shall receive no compensation, except to the extent that serving as a member is part of the individual's regular duties of employment and except for the reimbursement of expenses that may be provided under division (H) of this section. (H) The task force may solicit and accept grants from public and private sources. Grant funds may be used to reimburse members for expenses incurred in the performance of official task force duties and to pursue initiatives pertaining to the care and treatment of individuals with cystic fibrosis. (I) A majority of the members of the task force constitutes a quorum for the conduct of task force meetings."},"83":{"title":"Expiration date of agencies - renewal. Effective: April 12, 2021 Latest Legislation: Senate Bill 331 - 133rd General Assembly PDF: Download Authenticated PDF (A) It is the intent of the general assembly that an agency shall expire by operation of sunset review law, sections 101.82 to 101.87 of the Revised Code, four years more or less after the effective date of the act that established the agency. Unless renewed in accordance with division (E) of this section: (1) An agency created during an even-numbered general assembly expires at the end of the thirty-first day of December in the second year of the next odd-numbered general assembly; (2) An agency created during an odd-numbered general assembly expires at the end of the thirty-first day of December in the second year of the next even-numbered general assembly; and (3) An agency renewed by a prior sunset review committee expires on the expiration date specified in the act that renewed the agency. (B) Any act renewing an agency shall contain a distinct section providing a specific expiration date for the agency in accordance with this section. With respect to an agency scheduled to expire through operation of sunset review law, sections 101.82 to 101.87 of the Revised Code, the specific expiration date shall be the thirty-first day of December in the second year of a general assembly. (C) If the general assembly does not renew or transfer an agency on or before its expiration date, it expires on that date. The director of budget and management shall not authorize the expenditure of any moneys for any agency on or after the date of its expiration. (D) The general assembly may provide by law for the orderly, efficient, and expeditious conclusion of an agency's business and operation. The rules, orders, licenses, contracts, and other actions made, taken, granted, or performed by the agency continue in effect according to their terms notwithstanding the agency's abolition, unless the general assembly provides otherwise by law. The general assembly may provide by law for the temporary or permanent transfer of some or all of a terminated or transferred agency's functions and personnel to a successor agency or officer. The abolition, termination, or transfer of an agency does not cause the termination or dismissal of any claim pending against the agency by any person, or any claim pending against any person by the agency. Unless the general assembly provides otherwise by law for the substitution of parties, the attorney general shall succeed the agency with reference to any pending claim. (E) An agency may be renewed by passage of a bill that continues the statutes creating and empowering the agency, that amends or repeals those statutes, or that enacts new statutes, to improve agency usefulness, performance, or effectiveness."},"52":{"title":"Responsibility for printing. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF The clerk of the senate and the clerk of the house of representatives are custodians of the documents in possession of the senate or house of representatives, and are responsible for the printing of a document when its printing becomes necessary in the course of the proceedings or operations of the clerk's respective house. The clerk shall discharge this responsibility for printing, whether for a particular document or for a particular class of documents, by printing the document internally in the clerk's office, by contracting with a private printer outside the clerk's office, by participating in the public printing services provided by the department of administrative services, or by requesting the director of administrative services to let a contract for the printing. In choosing among these methods of printing a document or class of documents, the clerk shall not select a method unless it reasonably appears under the circumstances that the method will enable the clerk successfully and efficiently to discharge the clerk's responsibility for printing the document or class of documents."},"60":{"title":"General assembly identification cards. Effective: September 29, 2015 Latest Legislation: House Bill 64 - 131st General Assembly PDF: Download Authenticated PDF A state agency, its officers, employees, and contractors, shall recognize the state identification card of an individual who is a member, officer who is not a member, or employee of the general assembly as a form of identification at all entry points and check points within the state agency's building or office and may not require any additional credential or photograph."},"351":{"title":"Goal of rule watch system. Effective: September 17, 2014 Latest Legislation: Senate Bill 3 - 130th General Assembly PDF: Download Authenticated PDF The goal of the rule watch system is to provide one world wide web portal through which a person can obtain information about the rules of, and about rule-making by, state agencies. The joint committee on agency rule review shall establish, maintain, and improve a rule watch system. The rule watch system shall be designed so that a person may register electronically to receive an electronic mail alert when an agency files a rule for review by the joint committee. The joint committee shall integrate the common sense initiative office into the rule watch system. The joint committee is the principal member of the rule watch system, but shall work in collaboration with the common sense initiative office to achieve the integration. Failure of the rule watch system to transmit an electronic mail alert to a person is not grounds for questioning the validity of a rule or the validity of the process by which the rule was adopted."},"74":{"title":"Statement of financial transactions. Effective: May 12, 1994 Latest Legislation: House Bill 492 - 120th General Assembly PDF: Download Authenticated PDF (A) Any legislative agent who has had any financial transaction with or for the benefit of any member of the general assembly, any member of the controlling board, the governor, the director of a department created under section 121.02 of the Revised Code, or any member of the staff of any public officer or employee listed in this division shall describe the details of the transaction, including the name of the public officer or employee, the purpose and nature of the transaction, and the date it was made or entered into, in a statement filed with the joint legislative ethics committee with the updated registration statement required by division (B) of section 101.72 of the Revised Code. The statement shall be filed at the times specified in section 101.72 of the Revised Code. Each statement shall describe each financial transaction that occurred during the four-calendar-month period that ended on the last day of the month immediately preceding the month in which the statement is required to be filed. (B) Except as provided in division (D) of this section, any employer who has had any financial transaction with or for the benefit of any member of the general assembly, any member of the controlling board, the governor, the director of a department created under section 121.02 of the Revised Code, or any member of the staff of any public officer or employee listed in this division shall describe the details of the transaction, including the name of the public officer or employee, the purpose and nature of the transaction, and the date it was made or entered into, in a statement filed with the joint committee with the updated registration statement required by division (B) of section 101.72 of the Revised Code. The statement shall be filed at the times specified in section 101.72 of the Revised Code. Each statement shall describe each financial transaction that occurred during the four-calendar-month period that ended on the last day of the month immediately preceding the month in which the statement is required to be filed. (C) An employer or legislative agent who is required to file a statement describing a financial transaction under this section shall deliver a copy of the statement to the public officer or employee with whom or for whose benefit the transaction was made at least ten days before the date on which the statement is filed. (D) No employer shall be required to file any statement under this section or to deliver a copy of the statement to a public officer or employee with whom or for whose benefit the transaction was made if the financial transaction to which the statement pertains is reported by a legislative agent engaged by the employer."},"46":{"title":"Chairman or member of committee may administer oaths. Effective: October 1, 1953 Latest Legislation: House Bill 1 - 100th General Assembly PDF: Download Authenticated PDF The chairman, or a member of a committee or subcommittee of the general assembly, or of either house thereof, may administer oaths to witnesses appearing before such committee or subcommittee."},"29":{"title":"Legislative employees. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF The senate and the house of representatives shall choose their own officials and employees, respectively, and fix their compensation. The clerk of the senate, the chief administrative officer and the clerk of the house of representatives, and the principal sergeants at arms designated by the respective houses shall receive a travel allowance per mile each way twice a month from and to their place of residence, if outside Franklin county, by the most direct highway route of public travel, to be paid monthly, at the same mileage rate allowed for the reimbursement of travel expenses of state agents as provided by rule of the director of budget and management adopted pursuant to division (B) of section 126.31 of the Revised Code. The sentence of this section requiring payment for mileage does not include the assistant sergeants at arms designated by the senate and house of representatives."},"301":{"title":"Attorney-client testimonial privilege applies to caucuses. Effective: September 29, 1999 Latest Legislation: House Bill 283 - 123rd General Assembly PDF: Download Authenticated PDF (A) As used in this section, caucus means all of the members of the house of representatives, or all of the members of the senate, who are members of the same political party. (B) Notwithstanding any contrary provision of section 2317.021 of the Revised Code, the members of the general assembly who are members of a caucus, and the officers and employees of the general assembly who either serve that caucus or serve the members of the general assembly who are members of that caucus, are clients, for purposes of the attorney-client testimonial privilege specified in division (A) of section 2317.02 of the Revised Code and for purposes of any other statutory or common law attorney-client privilege recognized in this state, of the employee of the house of representatives or senate who serves as the legal counsel for that caucus."},"51":{"title":"Printing of legislative document definitions. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF As used in sections 101.51 to 101.543 of the Revised Code: (A) \"Composition\" includes shape, size, paper, typeface, typeface size, line width, margins, spacing, division, binding, and other matters relating to the makeup of a document. (B) \"Document\" means a bill, act, resolution, journal, pamphlet law, bulletin, index, report, form, or other document that is used in the proceedings or operations of, or that is laid before, the senate or house of representatives. (C) \"Method of printing\" means a method of printing that mechanically or electronically produces or reproduces a document by completely and accurately transferring to paper or to electronic memory, the characters of which the text of the document is composed."},"43":{"title":"Punishment for disobeying subpoena or refusing to answer. Effective: October 1, 1953 Latest Legislation: House Bill 1 - 100th General Assembly PDF: Download Authenticated PDF Whoever willfully fails to appear in obedience to the subpoena provided for in sections 101.41 and 101.42 of the Revised Code, or appears and refuses to answer a question pertinent to the matter of inquiry, or declines to produce a paper or record in his possession or control, is liable to the penalties for contempt of the authority of the general assembly if the committee is a joint committee, or of the proper house of the general assembly if the committee is appointed by one house, and shall be dealt with by the general assembly, or such house, according to parliamentary rules and usages in cases of contempt. The chairman of the committee before which such person fails to appear or refuses to answer or produce a paper or record on its order shall report the facts to the proper house, and on like order issue a warrant for the arrest and conveyance of the witness before that house to answer for the contempt. The sergeant at arms or sheriff to whom such warrant is directed shall forthwith execute it. Proceedings against a witness, or his punishment by the general assembly or either house thereof, for contempt, shall not prevent or affect his indictment and punishment for the same offense in a court of competent jurisdiction."},"711":{"title":"Contracts with legislative agents. Effective: September 29, 2011 Latest Legislation: House Bill 153 - 129th General Assembly PDF: Download Authenticated PDF (A) As used in this section: (1) \"Legislative agent\" has the meaning defined in section 101.70 of the Revised Code. (2) \"State agency\" has the meaning defined in section 117.01 of the Revised Code. (3) \"State institution of higher education\" means any state university or college as defined in division (A)(1) of section 3345.12 of the Revised Code, community college established under Chapter 3354. of the Revised Code, state community college established under Chapter 3358. of the Revised Code, university branch established under Chapter 3355. of the Revised Code, or technical college established under Chapter 3357. of the Revised Code. (B) No state agency or state institution of higher education shall enter into a contract with a legislative agent, with a cost exceeding fifty thousand dollars in a calendar year, without the approval of the controlling board. This section does not apply to an employment contract pursuant to which an individual is employed directly by a state agency or state institution of higher education as a legislative agent."},"531":{"title":"Printing pamphlet laws and session laws line numbering. Effective: March 19, 2003 Latest Legislation: House Bill 406 - 124th General Assembly PDF: Download Authenticated PDF The material used in printing or producing bills shall be held and used to print or produce pamphlet laws and the session laws. The lines of each bill shall be numbered."},"77":{"title":"Prohibition against contingent fees. Effective: January 1, 1991 Latest Legislation: House Bill 538 - 118th General Assembly PDF: Download Authenticated PDF No person shall engage any person to actively advocate in exchange for compensation that is contingent in any way upon the passage, modification, or defeat of any legislation. No person shall accept any engagement to actively advocate in exchange for compensation that is contingent in any way upon the passage, modification, or defeat of any legislation."},"691":{"title":"Excess or surplus state supplies disposal by director of administrative services. Effective: November 5, 2004 Latest Legislation: House Bill 204 - 125th General Assembly PDF: Download Authenticated PDF (A) Either house of the general assembly or any legislative agency may dispose of any excess or surplus supplies that it possesses by sale, lease, donation, or other transfer, including, but not limited to, sale by public auction over the internet. Nothing in this division prohibits either house of the general assembly or a legislative agency from having the director of administrative services dispose of excess or surplus supplies of that house under sections 125.12 to 125.14 of the Revised Code. (B) Any proceeds from sales, leases, or other transfers made under division (A) of this section shall be deposited in the house reimbursement fund, the senate reimbursement fund, or a legislative agency special revenue fund identified by the director of the agency, as appropriate."},"71":{"title":"Prohibited acts. Effective: May 12, 1994 Latest Legislation: House Bill 492 - 120th General Assembly PDF: Download Authenticated PDF (A) No legislative agent or employer shall knowingly fail to register as required under section 101.72 of the Revised Code. (B) No legislative agent or employer shall knowingly fail to keep a receipt or maintain a record that section 101.73 of the Revised Code requires the person to keep or maintain. (C) No person shall knowingly fail to file a statement that section 101.73 or 101.74 of the Revised Code requires the person to file. (D) No person shall knowingly file a false statement that section 101.73 or 101.74 of the Revised Code requires the person to file."},"33":{"title":"Temporary officials. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF During the absence or disability of the clerk of the senate, clerk of the house of representatives, or sergeant at arms of either house, the respective house of the general assembly may constitute one of the assistant clerks, clerk pro tempore, or one of the assistant sergeant at arms, sergeant at arms pro tempore, and the assistant so appointed shall have the powers to perform the duties required of the assistant's principal."},"95":{"title":"Retirement system lobbyists and employers - complaint involving dispute with certain board members. Effective: September 15, 2004 Latest Legislation: Senate Bill 133 - 125th General Assembly PDF: Download Authenticated PDF If a dispute arises between a member of a board of a state retirement system, a state retirement system investment official, or an employee of a state retirement system whose position involves substantial and material exercise of discretion in the investment of retirement system funds and an employer or retirement system lobbyist with respect to an expenditure or financial transaction alleged in a statement to be filed under section 101.93 or 101.94 of the Revised Code, the member, official, or employee, employer, or retirement system lobbyist may file a complaint with the Ohio ethics commission. The commission shall proceed to investigate the complaint as though it were filed under section 102.06 of the Revised Code. The complaint shall be filed at least three days prior to the time the statement is required to be filed with the joint legislative ethics committee. The time for filing a disputed expenditure or financial transaction in any statement of expenditures or the details of a financial transaction shall be extended pending the final decision of the commission. This extension does not extend the time for filing the nondisputed portions of either type of statement. The commission shall notify the parties of its final decision by certified mail. If the commission decides that the disputed expenditure or financial transaction should be reported, the employer or retirement system lobbyist shall include the matter in an amended statement and file the amended statement not later than ten days after receiving notice of the decision of the commission by certified mail. An employer or retirement system lobbyist who files a false statement of expenditures or details of a financial transaction is liable in a civil action to any member, official, or employee who sustains damage as a result of the filing or publication of the statement."},"27":{"title":"Compensation of members. Effective: December 27, 2018 Latest Legislation: Senate Bill 296 - 132nd General Assembly PDF: Download Authenticated PDF (A)(1) Every member of the senate, except the members elected president, president pro tempore, assistant president pro tempore, majority whip, minority leader, assistant minority leader, minority whip, and assistant minority whip, shall receive as compensation a salary of sixty-three thousand seven dollars a year during the senator's term of office. Every member of the house of representatives, except the members elected speaker, speaker pro tempore, majority floor leader, assistant majority floor leader, majority whip, assistant majority whip, minority leader, assistant minority leader, minority whip, and assistant minority whip, shall receive as compensation a salary of sixty-three thousand seven dollars a year during the representative's term of office. Such salaries shall be paid in equal monthly installments during such term. All monthly payments shall be made on or before the fifth day of each month. Upon the death of any member of the general assembly during the member's term of office, any unpaid salary due such member for the remainder of the member's term shall be paid to the member's surviving spouse, children, mother, or father, in the order in which the relationship is set forth in this section in monthly installments. (2) Each member shall receive a travel reimbursement per mile each way, at the same mileage rate allowed for the reimbursement of travel expenses of state agents as provided by rule of the director of budget and management pursuant to division (B) of section 126.31 of the Revised Code, for mileage not more than once a week during the session for travel incurred by a member from and to the member's place of residence, by the most direct highway route of public travel to and from the seat of government, to be paid quarterly on the last day of March, June, September, and December of each year. (3) The member of the senate elected president and the member of the house of representatives elected speaker shall each receive as compensation a salary of ninety-eight thousand two hundred fourteen dollars a year during the president's or speaker's term of office. The member of the senate elected president pro tempore, the member of the senate elected minority leader, the member of the house of representatives elected speaker pro tempore, and the member of the house of representatives elected minority leader shall each receive as compensation a salary of eighty-nine thousand six hundred twelve dollars a year during the member's term of office. The member of the house of representatives elected majority floor leader and the member of the senate elected assistant president pro tempore shall each receive as compensation a salary of eighty-four thousand four hundred ten dollars a year during the member's term of office. The member of the senate elected assistant minority leader and the member of the house of representatives elected assistant minority leader shall each receive as compensation a salary of eighty-one thousand eight hundred fifteen dollars a year during the member's term of office. The member of the senate elected majority whip and the member of the house of representatives elected assistant majority floor leader shall each receive a salary of seventy-nine thousand two hundred sixteen dollars a year during the member's term of office. The member of the senate elected minority whip, the member of the house of representatives elected majority whip, and the member of the house of representatives elected minority whip shall each receive as compensation a salary of seventy-four thousand twenty dollars a year during the member's term of office. The member of the house of representatives elected assistant majority whip shall receive as compensation a salary of sixty-eight thousand eight hundred twenty-two dollars a year during the member's term of office. The member of the house of representatives elected assistant minority whip and the member of the senate elected assistant minority whip shall each receive a salary of sixty-five thousand nine hundred sixteen dollars a year during the member's term of office. (4) The chairperson of the finance committee of each house shall receive an additional sum of thirteen thousand five hundred dollars annually. The chairperson of each standing committee of each house other than the finance committee shall receive an additional sum of nine thousand dollars annually. The chairperson of each standing subcommittee of a finance committee shall receive an additional sum of nine thousand dollars annually. The vice-chairperson of the finance committee of each house shall receive an additional sum of seven thousand five hundred dollars annually. The ranking minority member of the finance committee of each house shall receive an additional sum of nine thousand dollars annually. The ranking minority member of each standing subcommittee of a finance committee shall receive an additional sum of six thousand seven hundred fifty dollars annually. The chairperson of each standing subcommittee of each house other than a standing subcommittee of the finance committee shall receive an additional sum of six thousand seven hundred fifty dollars annually. The vice-chairperson and ranking minority member of each standing committee of each house other than the finance committee shall each receive an additional sum of six thousand seven hundred fifty dollars annually. Except for the ranking minority member of each standing subcommittee of a finance committee, the ranking minority member of each standing subcommittee of each house shall receive an additional sum of three thousand two hundred fifty dollars annually. No member may receive more than one additional sum for serving as chairperson, vice-chairperson, or ranking minority member of a standing committee or standing subcommittee, regardless of the number of standing committees or standing subcommittees on which the member serves as chairperson, vice-chairperson, or ranking minority member. (5) If a member is absent without leave, or is not excused on the member's return, there shall be deducted from the member's compensation twenty dollars for each day's absence. (B)(1) The salary amounts under divisions (A)(1) and (3) of this section are for calendar year 2019. (2) Each calendar year from 2020 through 2028, the salary amounts under divisions (A)(1) and (3) of this section shall be increased as follows: (a) In calendar year 2020, by four per cent; (b) In calendar year 2021, by three per cent; (c) In calendar year 2022, by one and three-quarters per cent; (d) In calendar year 2023, by one and three-quarters per cent; (e) In calendar year 2024, by one and three-quarters per cent; (f) In calendar year 2025, by one and three-quarters per cent; (g) In calendar year 2026, by one and three-quarters per cent; (h) In calendar year 2027, by one and three-quarters per cent; (i) In calendar year 2028, by one and three-quarters per cent. (C) As used in this section, \"finance committee\" means the finance committee of the senate and the finance committee of the house of representatives."},"79":{"title":"Investigation of violations. Effective: January 1, 1991 Latest Legislation: House Bill 538 - 118th General Assembly PDF: Download Authenticated PDF The attorney general and any assistant or special counsel designated by him may investigate compliance with sections 101.70 to 101.78 of the Revised Code and with section 2921.13 of the Revised Code in connection with statements required to be filed under these sections and, in the event of an apparent violation, shall report his findings to the prosecuting attorney of Franklin county, who shall institute such proceedings as are appropriate."},"23":{"title":"Oaths. Effective: June 27, 2005 Latest Legislation: Senate Bill 124 - 126th General Assembly PDF: Download Authenticated PDF The oath of office of senators and representatives; the president and president pro tempore of the senate; the speaker and speaker pro tempore of the house of representatives; the clerk of the senate, the chief administrative officer and the clerk of the house of representatives, and their assistants; and the sergeant at arms and assistant sergeant at arms of each house may be administered by a member, by a former presiding officer of either house of the general assembly, or by a person authorized to administer oaths."},"98":{"title":"Retirement system lobbyists and employers - statements as public records - list of registrants - form for filings. Effective: September 15, 2004 Latest Legislation: Senate Bill 133 - 125th General Assembly PDF: Download Authenticated PDF (A) The joint legislative ethics committee shall keep on file the statements required by sections 101.92, 101.93, and 101.94 of the Revised Code. These statements are public records and open to public inspection, and the joint committee shall computerize them so that the information contained in them is readily accessible to the general public. The joint committee shall provide copies of the statements to the general public on request and may charge a reasonable fee not to exceed the cost of copying and delivering the statement. (B) Not later than the last day of February and October of each year, the joint committee shall compile from the registration statements filed with it a complete and updated list of registered retirement system lobbyists and their employers, and distribute the list to each member of the general assembly, elected executive official, and the director of each retirement system, who shall distribute the list to the appropriate personnel under the director's jurisdiction. The joint committee shall provide copies of the list to the general public on request and may charge a reasonable fee not to exceed the cost of copying and delivering the list. (C) The joint committee shall prescribe and make available an appropriate form for the filings required by sections 101.92, 101.93, and 101.94 of the Revised Code. The form shall contain the following notice in boldface type: \"ANY PERSON WHO KNOWINGLY FILES A FALSE STATEMENT IS GUILTY OF FALSIFICATION UNDER SECTION 2921.13 OF THE REVISED CODE, WHICH IS A MISDEMEANOR OF THE FIRST DEGREE.\" (D) The joint committee may adopt rules as necessary to implement sections 101.90 to 101.98 of the Revised Code. The rules shall be adopted in accordance with section 111.15 of the Revised Code. (E) The joint committee shall publish a handbook that explains in clear and concise language the provisions of sections 101.90 to 101.98 of the Revised Code and make it available free of charge to retirement system lobbyists, employers, and any other interested persons."},"02":{"title":"Election of officers of the senate. Effective: January 8, 1979 Latest Legislation: Senate Bill 437 - 112th General Assembly PDF: Download Authenticated PDF After the senators-elect have taken the oath of office, if there is a quorum present, the senate shall elect a president, president pro tempore, assistant president pro tempore, and other officials."},"21":{"title":"Majority required to tenth voting. Effective: October 1, 1953 Latest Legislation: House Bill 1 - 100th General Assembly PDF: Download Authenticated PDF A majority of the votes given at an election for an officer of either house shall be necessary to elect. If a choice is not made on or before the tenth voting, the person thereafter receiving the highest number of votes shall be declared elected."},"541":{"title":"Appendix to house and senate journals. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF To each final journal there shall be an appendix of petitions and memorials, reports of committees, special reports, communications of officers or boards, and other papers and documents laid before either or both houses. The abstract of votes for governor and other state officers shall be printed in the appendix to the senate journal. The standing rules shall be printed in the appendix to each journal."},"523":{"title":"Participating in public printing services provided by department of administrative services. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF If the clerk of the senate or the clerk of the house of representatives prints a document or class of documents by participating in the public printing services provided by the department of administrative services, the clerk shall negotiate and agree with the director of administrative services with respect to the printing services the department is to provide to the clerk. Terms of participation, except as may be limited by the law governing the department's public printing services, are the same as those to be included in a contract with a private printer. The clerk and the director shall memorialize their agreement in a memorandum."},"12":{"title":"Presiding officer designated by party caucus. Effective: September 17, 1973 Latest Legislation: House Bill 994 - 110th General Assembly PDF: Download Authenticated PDF In the event neither the speaker nor the speaker pro tempore, designated in section 101.11 of the Revised Code, is available to preside at the beginning of the first regular session, the members-elect shall designate by party caucus the person who shall preside over the organization of the house of representatives."},"26":{"title":"Members ineligible to certain appointments and employment. Effective: October 6, 1994 Latest Legislation: House Bill 571 - 120th General Assembly PDF: Download Authenticated PDF No member of either house of the general assembly except in compliance with this section, shall knowingly do any of the following: (A) Be appointed as trustee, officer, or manager of a benevolent, educational, or correctional institution that is authorized, created, or regulated by the state and that is supported in whole or in part by funds from the state treasury; (B) Serve on any committee or commission that is authorized or created by the general assembly and that provides other compensation than actual and necessary expenses; (C) Accept any appointment, office, or employment from any committee or commission that is authorized or created by the general assembly and that provides other compensation than actual and necessary expenses or accept any appointment, office, or employment from any executive or administrative branch or department of the state that provides other compensation than actual and necessary expenses. Any appointee, officer, or employee described in division (A), (B), or (C) of this section who accepts a certificate of election to either house immediately shall resign from the appointment, office, or employment, and, if he fails or refuses to do so, his seat in the general assembly shall be deemed vacant. Any member of the general assembly who accepts any appointment, office, or employment described in division (A), (B), or (C) of this section immediately shall resign from the general assembly, and, if he fails or refuses to do so, his seat in the general assembly shall be deemed vacant. This section does not apply to members of either house of the general assembly serving an educational institution of the state, supported in whole or in part by funds from the state treasury, in a capacity other than one named in division (A) of this section, school teachers, employees of boards of education, notaries public, or officers of the militia. Division (A) of this section does not apply to any member of either house of the general assembly appointed as trustee, officer, or manager of a private institution that only receives funds from the state treasury in exchange for services rendered."},"01":{"title":"Regular session of the general assembly. Effective: January 8, 1979 Latest Legislation: Senate Bill 437 - 112th General Assembly PDF: Download Authenticated PDF (A) The first regular session of each general assembly shall convene on the first Monday of January in the odd-numbered year, or on the succeeding day if the first Monday of January is a legal holiday, and in second regular session on the same date of the following year. The second regular session of each general assembly shall be in a continuum of the first regular session. At the second regular session, the general assembly shall consider matters held over from the first regular session, revenue and appropriation bills, and other measures agreed to by a majority of the members elected to either house or recommended by the governor in a public proclamation or a message to the general assembly. (B) At one-thirty p.m. of the day specified for the beginning of the first regular session of the general assembly, the president of the senate during the preceding biennium or in the case of his absence or inability to act, the president pro tempore of the senate during the preceding biennium shall take the chair and call the senate to order. He shall also call the senatorial districts in their numerical order, and as they are called the persons claiming to be senators-elect therefrom shall present their certificates and take the oath of office. If neither the president nor the president pro tempore designated in this division is available to preside at the beginning of the first regular session, the senators and senators-elect shall designate by party caucus the person who shall preside over the organization of the senate."},"25":{"title":"Resignation of member. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF During a regular session of the general assembly, a senator who desires to resign shall do so by presenting a letter of resignation to the president of the senate and a representative who desires to resign shall do so by presenting a letter of resignation to the speaker of the house of representatives. The president or speaker shall verify authenticity of the letter of resignation and, upon doing so, shall send a letter of acknowledgment to the resigning senator or representative. When the general assembly has adjourned its regular session sine die, a senator or representative who desires to resign shall do so by presenting a letter of resignation to the governor. The governor shall verify authenticity of the letter of resignation and, upon doing so, shall send a letter of acknowledgement to the resigning senator or representative. An acknowledged resignation takes effect at the time specified in the letter of resignation. If an acknowledged resignation occurs during a regular session of the general assembly, the clerk of the senate or clerk of the house of representatives shall spread the letter of resignation upon the senate or house of representatives journal. This section does not apply to a member-elect who resigns before the general assembly has organized."},"44":{"title":"Testimony before committee not to be used in criminal prosecution of witness - exception. Effective: January 17, 1977 Latest Legislation: Senate Bill 545 - 111th General Assembly PDF: Download Authenticated PDF Except a person who, in writing, requests permission to appear before a committee or subcommittee of the general assembly, or of either house thereof, or who, in writing, waives the rights, privileges, and immunities granted by this section, the testimony of a witness examined before a committee or subcommittee shall not be used as evidence in a criminal proceeding against such witness. This section does not exempt a witness from the penalties for perjury."},"93":{"title":"Retirement system lobbyists and employers - statement of expenditures - receipts to be retained. Effective: January 7, 2013 Latest Legislation: Senate Bill 343 - 129th General Assembly PDF: Download Authenticated PDF (A) Each retirement system lobbyist and each employer shall file with the joint legislative ethics committee, with the updated registration statement required by division (B) of section 101.92 of the Revised Code, a statement of expenditures as specified in divisions (B) and (C) of this section. A retirement system lobbyist shall file a separate statement of expenditures under this section for each employer that engages the retirement system lobbyist. (B)(1) In addition to the information required by divisions (B)(2) and (3) of this section, a statement filed by a retirement system lobbyist shall show the total amount of expenditures made during the reporting period covered by the statement by the retirement system lobbyist. (2) If, during a reporting period covered by a statement, an employer or any retirement system lobbyist the employer engaged made, either separately or in combination with each other, expenditures to, at the request of, for the benefit of, or on behalf of a member of a board of a state retirement system, a state retirement system investment official, or an employee of a state retirement system whose position involves substantial and material exercise of discretion in the investment of retirement system funds the employer or retirement system lobbyist also shall state the name of the member, official, or employee to whom, at whose request, for whose benefit, or on whose behalf the expenditures were made, the total amount of the expenditures made, a brief description of the expenditures made, the approximate date the expenditures were made, the retirement system decision, if any, sought to be influenced, and the identity of the client on whose behalf the expenditure was made. As used in division (B)(2) of this section, \"expenditures\" does not include expenditures made by a retirement system lobbyist as payment for meals and other food and beverages. (3) If, during a reporting period covered by a statement, a retirement system lobbyist made expenditures as payment for meals and other food and beverages, that, when added to the amount of previous payments made for meals and other food and beverages by that retirement system lobbyist during that same calendar year, exceeded a total of fifty dollars to, at the request of, for the benefit of, or on behalf of a member of a board of a state retirement system, a state retirement system investment official, or an employee of a state retirement system whose position involves substantial and material exercise of discretion in the investment of retirement system funds, the retirement system lobbyist shall also state regarding those expenditures the name of the member, official, or employee to whom, at whose request, for whose benefit, or on whose behalf the expenditures were made, the total amount of the expenditures made, a brief description of the expenditures made, the approximate date the expenditures were made, the retirement system decision, if any, sought to be influenced, and the identity of the client on whose behalf the expenditure was made. (C) In addition to the information required by divisions (B)(2) and (3) of this section, a statement filed by an employer shall show the total amount of expenditures made by the employer filing the statement during the period covered by the statement. As used in this section, \"expenditures\" does not include the expenses of maintaining office facilities, or the compensation paid to retirement system lobbyists engaged to influence retirement system decisions or conduct retirement system lobbying activity. No employer shall be required to show any expenditure on a statement filed under this division if the expenditure is reported on a statement filed under division (B)(1), (2), or (3) of this section by a retirement system lobbyist engaged by the employer. (D) Any statement required to be filed under this section shall be filed at the times specified in section 101.92 of the Revised Code. Each statement shall cover expenditures made during the four-calendar-month period that ended on the last day of the month immediately preceding the month in which the statement is required to be filed. (E) If it is impractical or impossible for a retirement system lobbyist or employer to determine exact dollar amounts or values of expenditures, reporting of good faith estimates, based on reasonable accounting procedures, constitutes compliance with this division. (F) Retirement system lobbyists and employers shall retain receipts or maintain records for all expenditures that are required to be reported pursuant to this section. These receipts or records shall be maintained for a period ending on the thirty-first day of December of the second calendar year after the year in which the expenditure was made. (G)(1) At least ten days before the date on which the statement is filed, each employer or retirement system lobbyist who is required to file an expenditure statement under division (B)(2) or (3) of this section shall deliver a copy of the statement, or the portion showing the expenditure, to the member, official, or employee who is listed in the statement as having received the expenditure or on whose behalf it was made. (2) If, during a reporting period covered by an expenditure statement filed under division (B)(2) of this section, an employer or any retirement system lobbyist the employer engaged made, either separately or in combination with each other, either directly or indirectly, expenditures for food and beverages purchased for consumption on the premises in which the food and beverages were sold to, at the request of, for the benefit of, or on behalf of any of the members, officials, or employees described in division (B)(2) of this section, the employer or retirement system lobbyist shall deliver to the member, official, or employee a statement that contains all of the nondisputed information prescribed in division (B)(2) of this section with respect to the expenditures described in division (G)(2) of this section. The statement of expenditures made under division (G)(2) of this section shall be delivered to the member, official, or employee to whom, at whose request, for whose benefit, or on whose behalf those expenditures were made on the same day in which a copy of the expenditure statement or of a portion showing the expenditure is delivered to the member, official, or employee under division (G)(1) of this section. An employer is not required to show any expenditure on a statement delivered under division (G)(2) of this section if the expenditure is shown on a statement delivered under division (G)(2) of this section by a retirement system lobbyist engaged by the employer."},"524":{"title":"Director of administrative services to let contract for printing. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF Upon request of the clerk of the senate or the clerk of the house of representatives to let a contract for printing, the director of administrative services shall negotiate and enter into a contract for the printing requested by the clerk."},"92":{"title":"Retirement system lobbyists and employers - registration statements - fee - review. Effective: January 7, 2013 Latest Legislation: Senate Bill 343 - 129th General Assembly PDF: Download Authenticated PDF (A) Each retirement system lobbyist and each employer shall file with the joint legislative ethics committee, within ten days following the engagement of a retirement system lobbyist, an initial registration statement showing all of the following: (1) The name, business address, and occupation of the retirement system lobbyist; (2) The name and business address of the employer or of the real party in interest on whose behalf the retirement system lobbyist is acting, if it is different from the employer. For the purposes of division (A) of this section, where a trade association or other charitable or fraternal organization that is exempt from federal income taxation under subsection 501(c) of the federal Internal Revenue Code is the employer, the statement need not list the names and addresses of every member of the association or organization, so long as the association or organization itself is listed. (3) A brief description of the retirement system decision to which the engagement relates; (4) The name of the retirement system or systems to which the engagement relates. (B) In addition to the initial registration statement required by division (A) of this section, each retirement system lobbyist and employer shall file with the joint committee, not later than the last day of January, May, and September of each year, an updated registration statement that confirms the continuing existence of each engagement described in an initial registration statement and that lists the specific retirement system decisions that the lobbyist sought to influence under the engagement during the period covered by the updated statement, and with it any statement of expenditures required to be filed by section 101.93 of the Revised Code and any details of financial transactions required to be filed by section 101.94 of the Revised Code. (C) If a retirement system lobbyist is engaged by more than one employer, the lobbyist shall file a separate initial and updated registration statement for each engagement. If an employer engages more than one retirement system lobbyist, the employer need file only one updated registration statement under division (B) of this section, which shall contain the information required by division (B) of this section regarding all of the retirement system lobbyists engaged by the employer. (D)(1) A change in any information required by division (A)(1), (2), or (B) of this section shall be reflected in the next updated registration statement filed under division (B) of this section. (2) Within thirty days following the termination of an engagement, the retirement system lobbyist who was employed under the engagement shall send written notification of the termination to the joint committee. (E) A registration fee of twenty-five dollars shall be charged for filing an initial registration statement. All money collected from registration fees under this division and late filing fees under division (G) of this section shall be deposited into the state treasury to the credit of the joint legislative ethics committee fund created under section 101.34 of the Revised Code. (F) Upon registration pursuant to this section, a retirement system lobbyist shall be issued a card by the joint committee showing that the lobbyist is registered. The registration card and the retirement system lobbyist's registration shall be valid from the date of their issuance until the thirty-first day of January of the year following the year in which the initial registration was filed. (G) The executive director of the joint committee shall be responsible for reviewing each registration statement filed with the joint committee under this section and for determining whether the statement contains all of the required information. If the joint committee determines that the registration statement does not contain all of the required information or that a retirement system lobbyist or employer has failed to file a registration statement, the joint committee shall send written notification by certified mail to the person who filed the registration statement regarding the deficiency in the statement or to the person who failed to file the registration statement regarding the failure. Any person so notified by the joint committee shall, not later than fifteen days after receiving the notice, file a registration statement or an amended registration statement that contains all of the required information. If any person who receives a notice under this division fails to file a registration statement or such an amended registration statement within this fifteen-day period, the joint committee shall assess a late filing fee equal to twelve dollars and fifty cents per day, up to a maximum fee of one hundred dollars, upon that person. The joint committee may waive the late filing fee for good cause shown. (H) On or before the fifteenth day of March of each year, the joint committee shall, in the manner and form that it determines, publish a report containing statistical information on the registration statements filed with it under this section during the preceding year. (I) If an employer who engages a retirement system lobbyist is the recipient of a contract, grant, lease, or other financial arrangement pursuant to which funds of the state or of a retirement system are distributed or allocated, the retirement system may consider the failure of the employer or the retirement system lobbyist to comply with this section as a breach of a material condition of the contract, grant, lease, or other financial arrangement. (J) Retirement system officials may require certification from any person seeking the award of a contract, grant, lease, or financial arrangement that the person and the person's employer are in compliance with this section."},"97":{"title":"Retirement system lobbyists and employers - conflicts of interest. Effective: September 15, 2004 Latest Legislation: Senate Bill 133 - 125th General Assembly PDF: Download Authenticated PDF (A) Except as provided in division (B) of this section, no person shall engage any person to influence retirement system decisions or conduct retirement system lobbying activity for compensation that is contingent in any way on the outcome of a retirement system decision and no person shall accept any engagement to influence retirement system decisions or conduct retirement system lobbying activity for compensation that is contingent in any way on the outcome of a retirement system decision. (B) Division (A) of this section does not prohibit and shall not be construed to prohibit any person from compensating the person's sales employees pursuant to an incentive compensation plan, such as commission sales, if the incentive compensation plan is the same plan used to compensate similarly situated sales employees who are not retirement system lobbyists."},"41":{"title":"Chairman of committee authorized to subpoena witnesses. Effective: October 1, 1953 Latest Legislation: House Bill 1 - 100th General Assembly PDF: Download Authenticated PDF The chairman of a standing or select committee, or a subcommittee thereof, of the general assembly, or of either house thereof, authorized to send for persons and papers, may subpoena witnesses in any part of the state to appear before such committee or subcommittee at a time and place designated in the subpoena, to testify concerning matters of inquiry committed to the committee or subcommittee and may require the production of books, papers, and records by such witnesses."},"24":{"title":"Powers of each house compelling attendance. Effective: October 1, 1953 Latest Legislation: House Bill 1 - 100th General Assembly PDF: Download Authenticated PDF Upon a call of either house, if a quorum of members is not present, or a member is absent, the members present may direct the sergeant at arms or, if there is no sergeant at arms of such house, any other person to compel the attendance of absentees. If, on a call of either house, the members present refuse to excuse an absentee, he shall not be entitled to compensation during his absence and shall be liable for expenses incurred in procuring his attendance, which shall be deducted from his salary."},"15":{"title":"Public committee meetings. Effective: September 5, 2001 Latest Legislation: House Bill 94 - 124th General Assembly PDF: Download Authenticated PDF (A) As used in this section: (1) \"Caucus\" means all of the members of either house of the general assembly who are members of the same political party. (2) \"Committee\" means any committee of either house of the general assembly, a joint committee of both houses of the general assembly, including a committee of conference, or a subcommittee of any committee listed in division (A)(2) of this section. (3) \"Meeting\" means any prearranged discussion of the public business of a committee by a majority of its members. (B) Except as otherwise provided in division (F) of this section, all meetings of any committee are declared to be public meetings open to the public at all times. The secretary assigned to the chairperson of the committee shall prepare, file, and maintain the minutes of every regular or special meeting of a committee. The committee, at its next regular or special meeting, shall approve the minutes prepared, filed, and maintained by the secretary, or, if the minutes prepared, filed, and maintained by the secretary require correction before their approval, the committee shall correct and approve the minutes at the next following regular or special meeting. The committee shall make the minutes available for public inspection not later than seven days after the meeting the minutes reflect or not later than the committee's next regular or special meeting, whichever occurs first. (C) Each committee shall establish a reasonable method whereby any person may determine the time and place of all regularly scheduled meetings and the time, place, and purpose of all special meetings. No committee shall hold a regular or special meeting unless it gives at least twenty-four hours' advance notice to the news media that have requested notification. The method established by each committee shall provide that, upon request and payment of a reasonable fee, any person may obtain reasonable advance notification of all meetings at which any specific type of public business will be discussed. Provisions for advance notification may include, but are not limited to, mailing the agenda of meetings to all subscribers on a mailing list or mailing notices in self-addressed stamped envelopes provided by the person who desires advance notification. (D) Any action of a committee relating to a bill or resolution, or any other formal action of a committee, is invalid unless taken in an open meeting of the committee. Any action of a committee relating to a bill or resolution, or any other formal action of a committee, taken in an open meeting is invalid if it results from deliberations in a meeting not open to the public. (E)(1) Any person may bring an action to enforce this section. An action under this division shall be brought within two years after the date of the alleged violation or threatened violation. Upon proof of a violation or threatened violation of this section in an action brought by any person, the court of common pleas shall issue an injunction to compel the members of the committee to comply with its provisions. (2)(a) If the court of common pleas issues an injunction under division (E)(1) of this section, the court shall order the committee that it enjoins to pay a civil forfeiture of five hundred dollars to the party that sought the injunction and shall award to that party all court costs and, subject to reduction as described in this division, reasonable attorney's fees. The court, in its discretion, may reduce an award of attorney's fees to the party that sought the injunction or not award attorney's fees to that party if the court determines both of the following: (i) That, based on the ordinary application of statutory law and case law as it existed at the time of the violation or threatened violation that was the basis of the injunction, a well-informed committee reasonably would believe that the committee was not violating or threatening to violate this section; (ii) That a well-informed committee reasonably would believe that the conduct or threatened conduct that was the basis of the injunction would serve the public policy that underlies the authority that is asserted as permitting that conduct or threatened conduct. (b) If the court of common pleas does not issue an injunction under division (E)(1) of this section and the court determines at that time that the bringing of the action was frivolous conduct as defined in division (A) of section 2323.51 of the Revised Code, the court shall award to the committee all court costs and reasonable attorney's fees, as determined by the court. (3) Irreparable harm and prejudice to the party that sought the injunction shall be conclusively and irrebuttably presumed upon proof of a violation or threatened violation of this section. (4) A member of a committee who knowingly violates an injunction issued under division (E)(1) of this section may be removed from office by an action brought in the court of common pleas for that purpose by the prosecuting attorney of Franklin county or by the attorney general. (5) The remedies described in divisions (E)(1) to (4) of this section shall be the exclusive remedies for a violation of this section. (F) This section does not apply to or affect either of the following: (1) All meetings of the joint legislative ethics committee created under section 101.34 of the Revised Code other than a meeting that is held for any of the following purposes: (a) To consider the adoption, amendment, or recission of any rule that the joint legislative ethics committee is authorized to adopt pursuant to division (B)(11) of section 101.34, division (E) of section 101.78, division (B) of section 102.02, or division (E) of section 121.68 of the Revised Code; (b) To discuss and consider changes to any administrative operation of the joint legislative ethics committee other than any matter described in division (G) of section 121.22 of the Revised Code; (c) To discuss pending or proposed legislation. (2) Meetings of a caucus. (G) For purposes of division (F)(1)(a) of this section, an advisory opinion, written opinion, or decision relative to a complaint is not a rule."},"68":{"title":"Availability of agency reports. Effective: September 29, 2005 Latest Legislation: House Bill 66 - 126th General Assembly PDF: Download Authenticated PDF (A) Subject to division (D) of this section, within thirty days of the convening of the first regular session of the general assembly, each agency required to submit reports or similar documents to the general assembly pursuant to section 103.43, 3301.07, 5139.33, 5501.07, 5537.17, or 5593.21 of the Revised Code shall send written notice to each member of the general assembly in order to determine whether the member desires to personally receive the reports or similar documents as they are made available by the agency. If the member desires to personally receive the reports or similar documents as they become available, the member shall send a written request to the agency within thirty days of receiving the notice. (B) Whenever any statute or rule requires that a report, recommendation, or other similar document be submitted to the general assembly under a law not cited in division (A) of this section, to the members of the general assembly, to one house of the general assembly, or to the members of one house of the general assembly, the requirement shall be fulfilled by the submission of a copy of the report, recommendation, or document to the director of the legislative service commission, the president of the senate, the minority leader of the senate, the speaker of the house of representatives, and the minority leader of the house of representatives if both houses of the general assembly or their members are specified, or to the director of the legislative service commission, the president of the senate, and the minority leader of the senate if only the senate or its members are specified, or to the director of the legislative service commission, the speaker of the house of representatives, and the minority leader of the house of representatives if only the house of representatives or its members are specified. This division does not apply to items required to be distributed to members of the general assembly pursuant to section 103.14, 149.04, 149.07, or 149.17 of the Revised Code. (C) Each month the legislative service commission shall provide to each member of the senate and to each member of the house of representatives a list of all reports, recommendations, and documents submitted to the officers of the general assembly under division (B) of this section. The list shall include a short and accurate description of the content, length, and form of each report, recommendation, or document submitted, as well as a statement setting forth the number printed, if applicable, and the cost of preparation. Each member may request from the legislative service commission a copy of any report, recommendation, or document on the list, and the legislative service commission shall comply with any such request. (D) Notwithstanding any provision of the Revised Code to the contrary, whenever any statute or rule requires that an agency submit a report, recommendation, or other similar document to the general assembly or otherwise as described in division (B) of this section in a paper, book, or other hard copy format, the report, recommendation, or other document, to the extent technologically feasible, shall be submitted to the general assembly or otherwise as described in division (B) of this section through electronic means, rather than in the hard copy format, and shall be displayed by the agency on a web site it maintains."},"85":{"title":"Schedule for review of agencies. Effective: April 12, 2021 Latest Legislation: Senate Bill 331 - 133rd General Assembly PDF: Download Authenticated PDF (A) A sunset review committee, not later than sixty days after its first meeting, shall schedule for review each agency in existence on the first day of January in the first year of the general assembly, and that also is scheduled to expire at the end of the thirty-first day of December in the second year of that general assembly. (B) The chairperson of the committee shall send a copy of the schedule for review of agencies for each regular session of the general assembly to each of the agencies scheduled for review during that session and to the director of the legislative service commission. The director shall publish a copy of the schedule in the register of Ohio. The commission shall provide the committee with a list of agencies described in division (A) of this section, to assist the committee in identifying agencies and in exercising its duties under sections 101.82 to 101.87 of the Revised Code with respect to those agencies."},"96":{"title":"Retirement system lobbyists and employers - scope of regulations. Effective: September 15, 2004 Latest Legislation: Senate Bill 133 - 125th General Assembly PDF: Download Authenticated PDF (A) Sections 101.92 and 101.93 of the Revised Code do not apply to efforts to influence retirement system decisions or conduct retirement system lobbying activity by any of the following: (1) Appearances at public hearings of a retirement system or at other public meetings; (2) News, editorial, and advertising statements published in bona fide newspapers, journals, or magazines, or broadcast over radio or television; (3) The gathering and furnishing of information and news by bona fide reporters, correspondents, or news bureaus to news media described in division (A)(2) of this section; (4) Publications primarily designed for and distributed to members of bona fide associations or charitable or fraternal nonprofit corporations. (B) Nothing in sections 101.90 to 101.98 of the Revised Code requires the reporting of, or prohibits a retirement system board member from soliciting or accepting, a contribution from or an expenditure by any person if the contribution or expenditure is reported in accordance with Chapter 3517. of the Revised Code."},"54":{"title":"Journals of general assembly. Effective: September 29, 2015 Latest Legislation: House Bill 141 - 131st General Assembly PDF: Download Authenticated PDF The clerk of the senate and the clerk of the house of representatives shall keep a daily journal of the proceedings of the clerk's house of the general assembly, which shall be read and corrected in the clerk's presence. After the reading, correction, and approval of the journal, it shall be attested by the clerk and recorded. The recorded journals shall be deposited with the Ohio history connection and be the true journals. The original daily journal, as kept, corrected, approved, and attested, shall be used by the clerk to print the journals."},"62":{"title":"Expiration date for occupational licensing boards. Effective: April 5, 2019 Latest Legislation: Senate Bill 255 - 132nd General Assembly PDF: Download Authenticated PDF (A) As used in sections 101.62 to 101.65 of the Revised Code : \"Individual\" means a natural person. \"Least restrictive regulation,\" \"occupational license,\" and \"occupational licensing board\" have the meanings defined in section 4798.01 of the Revised Code. (B) An occupational licensing board shall be triggered to expire at the end of the thirty-first day of December of the sixth year after it was created or last renewed, or on December 31, 2024, whichever is later, and shall expire at the end of the thirtieth day of June of the following year after the board was triggered to expire. The expiration of an occupational licensing board under this section emancipates a person to lawfully engage in the profession, occupation, or occupational activity, which has been previously licensed by that board, without an occupational license, notwithstanding any law of the state that requires a person to possess a license to lawfully engage in that profession, occupation, or occupational activity. (C) The director of budget and management shall not authorize the expenditure of any moneys for an occupational licensing board on or after the date of its expiration. (D) The occupational licensing board shall operate after its expiration has been triggered, but not later than the end of the thirtieth day of June of the following year, to provide for the orderly, efficient, and expeditious conclusion of the board's business and operation. The orders, licenses, contracts, and other actions made, taken, granted, or performed by the board continue in effect according to their terms notwithstanding the board's abolition, unless the general assembly provides otherwise by law. The general assembly may provide by law for the temporary or permanent transfer of some or all of an expired or abolished board's functions and personnel to a successor agency, board, or officer. The expiration or abolition of a board does not cause the termination or dismissal of any claim pending against the board by any person, or any claim pending against any person by the board. Unless the general assembly provides otherwise by law for the substitution of parties, the attorney general shall succeed the board with reference to any pending claim. (E) An occupational licensing board may be renewed by enactment of a law that continues the statutes creating, empowering, governing, or regulating the board. The amendment of a statute creating, empowering, governing, or regulating a board, between the time the board was last reviewed and the time it is next scheduled to be reviewed does not change the next scheduled review date of the board. The next scheduled review date changes only if the amendment expressly so provides. (F) When an occupational licensing board performs functions other than licensing or regulating the licensing of an occupational license that expires under this section, the operation of sections 101.62 to 101.65 of the Revised Code shall not cause the board, or the statutes creating, empowering, governing, or regulating the board, to expire. The board and the statutes shall continue to the extent the board and the statutes apply to performing functions other than licensing or regulating the licensing of an occupational license."},"981":{"title":"Retirement system lobbyists and employers - attorney general may investigate compliance. Effective: September 15, 2004 Latest Legislation: Senate Bill 133 - 125th General Assembly PDF: Download Authenticated PDF The attorney general and any assistant or special counsel designated by the attorney general may investigate compliance with sections 101.90 to 101.98 of the Revised Code in connection with statements required to be filed under these sections and, in the event of an apparent violation, shall report the findings of any such investigation to the prosecuting attorney of Franklin county, who shall institute such proceedings as are appropriate."},"69":{"title":"Senate miscellaneous sales fund - house miscellaneous sales fund. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF All money collected by the senate clerk's office from the sale of flags, insignia, seals, frames for resolutions, and similar items shall be deposited in the state treasury to the credit of the senate miscellaneous sales fund, which is hereby created. Money credited to the fund shall be used solely to pay costs of procuring such items. Any costs of procuring such items in excess of the money available in the fund shall be paid out of the regular appropriation to the senate. All money collected by the office of the chief administrative officer of the house of representatives for the sale of flags, insignia, seals, frames for resolutions, and similar items shall be deposited in the state treasury to the credit of the house miscellaneous sales fund, which is hereby created. Money credited to the fund shall be used solely to pay costs of procuring such items. Any costs of procuring such items in excess of the money available in the fund shall be paid out of the regular appropriation to the house of representatives."},"87":{"title":"Report of committee's findings and recommendations; cooperation by other agencies. Effective: April 12, 2021 Latest Legislation: Senate Bill 331 - 133rd General Assembly PDF: Download Authenticated PDF (A) After the completion of the evaluation of all agencies under section 101.86 of the Revised Code, the sunset review committee shall prepare and publish a report of its findings and recommendations. The committee shall furnish a copy of the report to the president of the senate, the speaker of the house of representatives, the governor, and each affected agency. The report shall be made available to the public in the offices of the house of representatives and senate clerks during reasonable hours. As part of the report, the committee shall recommend to the general assembly, in bill form, one or more of the following: (1) Amendment or repeal of the statutes that created and empowered an agency, to abolish or terminate the agency; (2) Amendment or repeal of the statutes that created and empowered an agency, or enactment of new statutes, to terminate the agency, to transfer the agency, or to improve the agency's usefulness, performance, or effectiveness; (3) Amendment or repeal of the statutes that created and empowered two or more agencies, or enactment of new statutes, to reorganize or transfer them and thereby improve agency usefulness, performance, or effectiveness; (4) Amendment or continuation of the statutes that created and empowered an agency, or enactment of new statutes, to renew the agency. (B) Recommendations made by the committee shall indicate how or whether their implementation will do each of the following: (1) Promote economy in the operation of state government; (2) Improve efficiency in the management of state government; (3) Improve services rendered to citizens of the state; (4) Simplify and improve preparation of the state budget; (5) Conserve the natural resources of the state; (6) Promote the orderly growth of the state and its government; (7) Improve the effectiveness of the services performed by the service departments of the state, including the office of budget and management and the department of administrative services; (8) Avoid duplication of effort by state agencies; (9) Improve the organization and coordination of the state government in one or more of the ways listed in divisions (B)(1) to (8) of this section. (C) The office of budget and management, department of administrative services, auditor of state, legislative service commission, and any other state agency shall supply, upon the committee's request, the committee with material, information, and reports needed for the preparation of the report and its recommendations."},"64":{"title":"Testimony from common sense initiative office. Effective: April 5, 2019 Latest Legislation: Senate Bill 255 - 132nd General Assembly PDF: Download Authenticated PDF The president of the senate and the speaker of the house of representatives shall notify the chief of the common sense initiative office, established under section 107.61 of the Revised Code, when a board is identified to be reviewed by a standing committee under section 101.63 of the Revised Code. The chief or the chief's designee shall appear and testify before the standing committee, with respect to the board, and shall testify on at least all of the following: (A) Whether or not the common sense initiative office has, within the previous six years, received commentary related to the board through the comment system established under section 107.62 of the Revised Code; (B) Whether or not the common sense initiative office has, within the previous six years, received advice from the small business advisory council with respect to rules of the board; (C) Any other information the chief believes will elucidate the effectiveness and efficiency of the board and in particular the quality of customer service provided by the board."},"78":{"title":"Initial registration, statement of expenditures and financial transactions to be public. Effective: May 12, 1994 Latest Legislation: House Bill 492 - 120th General Assembly PDF: Download Authenticated PDF (A) The joint legislative ethics committee shall keep on file the statements required by sections 101.72, 101.73, and 101.74 of the Revised Code. Those statements are public records and open to public inspection, and the joint committee shall computerize them so that the information contained in them is readily accessible to the general public. The joint committee shall provide copies of the statements to the general public upon request and may charge a reasonable fee not to exceed the cost of copying and delivering each statement. (B) The joint committee shall prescribe and make available an appropriate form for filing the information required by sections 101.72, 101.73, and 101.74 of the Revised Code. The form shall contain the following notice in boldface type: \"ANY PERSON WHO KNOWINGLY FILES A FALSE STATEMENT IS GUILTY OF FALSIFICATION UNDER SECTION 2921.13 OF THE REVISED CODE, WHICH IS A MISDEMEANOR OF THE FIRST DEGREE.\" (C) The joint committee shall publish a handbook that explains in clear and concise language sections 101.70 to 101.79 and 101.99 of the Revised Code and make it available free of charge to members of the general assembly, legislative agents, employers, and any other interested persons. (D) Not later than the last day of February and October of each year, the joint committee shall compile from registration statements filed with it a complete and updated list of registered legislative agents and their employers and distribute the list to each member of the general assembly, each member of the controlling board who is not a member of the general assembly, and the governor. The joint committee shall provide copies of the list to the general public upon request and may charge a reasonable fee not to exceed the cost of copying and delivering the list. (E) The joint committee may adopt rules as necessary to implement sections 101.70 to 101.79 of the Revised Code, and any such rules it adopts shall be adopted in accordance with section 111.15 of the Revised Code."},"53":{"title":"Format for printing bills. Effective: May 9, 2000 Latest Legislation: House Bill 495 - 123rd General Assembly PDF: Download Authenticated PDF Bills shall be printed in the exact language in which they were passed, under the supervision of the clerk of the house in which they originated. The legislative service commission, by rule adopted under section 111.15 of the Revised Code, shall direct how new matter shall be indicated and old matter omitted."},"542":{"title":"Index of journals and appendix. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF The clerk of the senate and the clerk of the house of representatives shall make an index to the journals of the senate and house of representatives, and an index to the appendix to both journals. The clerk of the senate and the clerk of the house of representatives shall print the indexes in the appendix to the final senate and house of representatives journals."},"90":{"title":"Retirement system lobbyists and employers - definitions. Effective: September 15, 2004 Latest Legislation: Senate Bill 133 - 125th General Assembly PDF: Download Authenticated PDF As used in sections 101.90 to 101.99 of the Revised Code: (A) \"Person\" and \"compensation\" have the same meanings as in section 101.70 of the Revised Code. (B) \"Expenditure\" means any of the following that is made to, at the request of, for the benefit of, or on behalf of a state retirement system, a member of the board of a state retirement system, a state retirement system investment official, or an employee of a state retirement system whose position involves substantial and material exercise of discretion in the investment of retirement system funds: (1) A payment, distribution, loan, advance, deposit, reimbursement, or gift of money, real estate, or anything of value, including, but not limited to food and beverages and entertainment; (2) A contract, promise, or agreement to make an expenditure, whether or not legally enforceable; (3) The purchase, sale, or gift of services or any other thing of value. \"Expenditure\" does not include a contribution, gift, or grant to a foundation or other charitable organization that is exempt from federal income taxation under subsection 501(c)(3) of the Internal Revenue Code. \"Expenditure\" does not include the purchase, sale, or gift of services or any other thing of value that is available to the general public on the same terms as it is available to the persons listed in this division, or an offer or sale of securities to any person listed in this division that is governed by regulation D, 17 C.F.R. 2301.501 to 2301.508, adopted under the authority of the \"Securities Act of 1933,\" 48 Stat. 74, 15 U.S.C.A. and following, or that is governed by a comparable provision under state law. (C) \"Employer\" means any person who, directly or indirectly, engages a retirement system lobbyist. (D) \"Engage\" means to make any arrangement, and \"engagement\" means arrangement, whereby an individual is employed or retained for compensation to act for or on behalf of an employer to influence retirement system decisions or to conduct any retirement system lobbying activity. (E) \"Financial transaction\" means a transaction or activity that is conducted or undertaken for profit and arises from the joint ownership or the ownership or part ownership in common of any real or personal property or any commercial or business enterprise of whatever form or nature between the following: (1) A retirement system lobbyist, the retirement system lobbyist's employer, or a member of the immediate family of the retirement system lobbyist or the retirement system lobbyist's employer; and (2) A state retirement system, a member of a board of a state retirement system, a state retirement system investment official, or an employee of a state retirement system whose position involves substantial and material exercise of discretion in the investment of retirement system funds. \"Financial transaction\" does not include any transaction or activity described in division (E) of this section if it is available to the general public on the same terms, or if it is an offer or sale of securities to any person listed in division (E)(2) of this section that is governed by regulation D, 17 C.F.R. 2301.501 to 2301.508, adopted under the authority of the \"Securities Act of 1933,\" 48 Stat. 74, 15 U.S.C.A. and following, or that is governed by a comparable provision under state law. (F) \"Retirement system\" means the public employees retirement system, Ohio police and fire pension fund, state teachers retirement system, school employees retirement system, and state highway patrol retirement system. (G) \"Retirement system decision\" means a decision of a retirement system regarding the investment of retirement system funds. \"Retirement system decision\" includes the decision by a board of a retirement system to award a contract to an agent or an investment manager. (H) \"Retirement system lobbyist\" means any person engaged to influence retirement system decisions or to conduct retirement system lobbying activity as one of the person's main purposes on a regular and substantial basis. \"Retirement system lobbyist\" does not include an elected or appointed officer or employee of a federal or state agency, or political subdivision who attempts to influence or affect executive agency decisions in a fiduciary capacity as a representative of the officer's or employee's agency or political subdivision. (I) \"Retirement system lobbying activity\" means contacts made to promote, oppose, reward, or otherwise influence the outcome of a retirement system decision by direct communication with a member of a board of a state retirement system, a state retirement system investment official, or an employee of a state retirement system whose position involves substantial and material exercise of discretion in the investment of retirement system funds. \"Lobbying activity\" does not include any of the following: (1) The action of any person having a direct interest in retirement system decisions who, under Section 3 of Article I, Ohio Constitution, assembles together with other persons to consult for their common good, instructs a person listed in the first paragraph of division (I) of this section, or petitions such a person for the redress of grievances; (2) Contacts made for the sole purpose of gathering information contained in a public record; (3) Appearances before a retirement system to give testimony. (J) \"Retirement system official\" means an officer or employee of a retirement system whose principal duties are to formulate policy or to participate directly or indirectly in the preparation, review, or award of financial arrangements with a retirement system. (K) \"Aggrieved party\" means a party entitled to resort to a remedy. (L) \"Staff\" means an employee of a retirement system whose position involves substantial and material exercise of discretion in the investment of retirement system funds and who is required under section 102.02 of the Revised Code to file a disclosure statement with the Ohio ethics commission."},"721":{"title":"Disqualification as legislative agent for certain offenses. Effective: September 30, 2021 Latest Legislation: House Bill 110 - 134th General Assembly PDF: Download Authenticated PDF (A) No person shall be permitted to register as a legislative agent under division (A) or (B) of section 101.72 of the Revised Code if the person is convicted of or pleads guilty to committing on or after the effective date of this section any of the following offenses that is a felony: (1) A violation of section 2921.02, 2921.03, 2921.05, 2921.41, 2921.42, or 2923.32 of the Revised Code; (2) A violation of section 2913.42, 2921.04, 2921.11, 2921.12, 2921.31, or 2921.32 of the Revised Code if the person committed the violation while the person was serving in a public office and the conduct constituting the violation was related to the duties of the person's public office or to the person's actions as a public official holding that public office; (3) A violation of an existing or former municipal ordinance or law of this or any other state or the United States that is substantially equivalent to any violation listed in division (A)(1) of this section; (4) A violation of an existing or former municipal ordinance or law of this or any other state or the United States that is substantially equivalent to any violation listed in division (A)(2) of this section if the person committed the violation while the person was serving in a public office and the conduct constituting the violation was related to the duties of the person's public office or to the person's actions as a public official holding that public office; (5) A conspiracy to commit, attempt to commit, or complicity in committing any violation listed in division (A)(1) or described in division (A)(3) of this section; (6) A conspiracy to commit, attempt to commit, or complicity in committing any violation listed in division (A)(2) or described in division (A)(4) of this section if the person committed the violation while the person was serving in a public office and the conduct constituting the violation that was the subject of the conspiracy, that would have constituted the offense attempted, or constituting the violation in which the person was complicit was or would have been related to the duties of the person's public office or to the person's actions as a public official holding that public office. (B) If a legislative agent has registered with the joint legislative ethics committee under division (A) or (B) of section 101.72 of the Revised Code and, on or after the effective date of this section and during the period during which the registration is valid, the legislative agent is convicted of or pleads guilty to any felony offense listed or described in division (A)(1), (2), (3), (4), (5), or (6) of this section in the circumstances specified in the particular division, the joint legislative ethics committee immediately upon becoming aware of the conviction or guilty plea shall terminate the registration of the person as a legislative agent, and, after the termination, the ban imposed under division (A) of this section applies to the person. (C) The ban imposed under division (A) of this section is a lifetime ban, and the offender is forever disqualified from registering as a legislative agent under section 101.72 of the Revised Code. (D) For purposes of divisions (A) and (B) of this section, a violation of section 2923.32 of the Revised Code or any other violation or offense that includes as an element a course of conduct or the occurrence of multiple acts is \"committed on or after the effective date of this section \" if the course of conduct continues, one or more of the multiple acts occurs, or the subject person's accountability for the course of conduct or for one or more of the multiple acts continues, on or after the effective date of this section . (E) As used in this section, \"public office\" means any elected federal, state, or local government office in this state. Last updated October 5, 2021 at 1:38 PM"},"82":{"title":"Sunset review committee definitions. Effective: December 19, 2016 Latest Legislation: House Bill 471 - 131st General Assembly PDF: Download Authenticated PDF As used in sections 101.82 to 101.87 of the Revised Code: (A) \"Agency\" means any board, commission, committee, or council, or any other similar state public body required to be established pursuant to state statutes for the exercise of any function of state government and to which members are appointed or elected. \"Agency\" does not include the following: (1) The general assembly, or any commission, committee, or other body composed entirely of members of the general assembly; (2) Any court; (3) Any public body created by or directly pursuant to the constitution of this state; (4) The board of trustees of any institution of higher education financially supported in whole or in part by the state; (5) Any public body that has the authority to issue bonds or notes or that has issued bonds or notes that have not been fully repaid; (6) The public utilities commission of Ohio; (7) The consumers' counsel governing board; (8) The Ohio board of regents; (9) Any state board or commission that has the authority to issue any final adjudicatory order that may be appealed to the court of common pleas under Chapter 119. of the Revised Code; (10) Any board of elections; (11) The board of directors of the Ohio insurance guaranty association and the board of governors of the Ohio fair plan underwriting association; (12) The Ohio public employees deferred compensation board; (13) The Ohio retirement study council; (14) The board of trustees of the Ohio police and fire pension fund, public employees retirement board, school employees retirement board, state highway patrol retirement board, and state teachers retirement board; (15) The industrial commission; (16) The parole board; (17) The board of tax appeals; (18) The controlling board; (19) The release authority of department of youth services; (20) The environmental review appeals commission; (21) The Ohio ethics commission; (22) The Ohio public works commission; (23) The self-insuring employers evaluation board; (24) The state board of deposit; (25) The state employment relations board ; and (26) An agency that is exempted from the requirements of sections 101.82 to 101.87 of the Revised Code by the agency's enabling statutes. (B) \"Abolish\" means to repeal the statutes creating and empowering an agency, remove its personnel, and transfer its records to the department of administrative services pursuant to division (E) of section 149.331 of the Revised Code. (C) \"Terminate\" means to amend or repeal the statutes creating and empowering an agency, remove its personnel, and reassign its functions and records to another agency or officer designated by the general assembly. (D) \"Transfer\" means to amend the statutes creating and empowering an agency so that its functions, records, and personnel are conveyed to another agency or officer. (E) \"Renew\" means to continue an agency, and may include amendment of the statutes creating and empowering the agency, or recommendations for changes in agency operation or personnel."},"543":{"title":"Printing and binding of daily and final journals. Effective: June 30, 2006 Latest Legislation: House Bill 530 - 126th General Assembly PDF: Download Authenticated PDF As used in this section, \"published\" means to produce an electronic record that is accessible to the public. The daily journals of the senate and house of representatives shall be printed or published daily during each session of the general assembly. The composition used in printing or publishing the daily journals shall be retained for use in printing the final journals. The final journals and appendixes of the senate and house of representatives shall be printed after adjournment sine die and be bound in half law binding. The respective journal of each house and its proper appendix shall compose one volume unless the clerk of the senate or clerk of the house of representatives, as the case may be, directs that they be bound in separate volumes."},"11":{"title":"House called to order - appointment of clerk pro tempore - presentation of certificates - oath of office. Effective: September 17, 1973 Latest Legislation: House Bill 994 - 110th General Assembly PDF: Download Authenticated PDF At two p.m. of the day appointed for the beginning of the first regular session of the general assembly, the speaker of the house of representatives during the preceding biennium or in his absence, the speaker pro tempore of the house of representatives during the preceding biennium shall take the chair, call the representatives-elect to order, and appoint one of them clerk pro tempore. He also shall call the districts in numerical order and, as they are called, the representatives-elect therefrom shall present their certificates and take the oath of office."},"31":{"title":"Duties of certain officers. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF The clerk of the senate, the chief administrative officer and the clerk of the house of representatives, and the sergeant at arms of each house shall be present and assist in the organization of the next succeeding general assembly."},"76":{"title":"Efforts excepted from coverage. Effective: April 10, 1991 Latest Legislation: House Bill 174 - 118th General Assembly PDF: Download Authenticated PDF (A) Sections 101.72 and 101.73 of the Revised Code do not apply to efforts to actively advocate by any of the following: (1) Appearances before public hearings of the controlling board or committees of the general assembly; (2) News, editorial, and advertising statements published in bona fide newspapers, journals, or magazines, or broadcast over radio or television; (3) The gathering and furnishing of information and news by bona fide reporters, correspondents, or news bureaus to news media described in division (A)(2) of this section; (4) Publications primarily designed for and distributed to members of bona fide associations or charitable or fraternal nonprofit corporations. (B) Sections 101.70 to 101.79 of the Revised Code do not affect professional services in drafting bills or resolutions, preparing arguments thereon, or in advising clients and rendering opinions as to the construction and the effect of proposed or pending legislation, if the services are not otherwise connected with actions to actively advocate. (C) Nothing in sections 101.70 to 101.79 of the Revised Code shall require the reporting of, or prohibit a member of the general assembly or the governor from soliciting or accepting, a contribution from or expenditure by any person if the contribution or expenditure is reported in accordance with Chapter 3517. of the Revised Code."},"271":{"title":"Medical insurance for members of general assembly. Effective: March 9, 1999 Latest Legislation: House Bill 649 - 122nd General Assembly PDF: Download Authenticated PDF (A) As used in this section, \"medical insurance premium\" means any premium payment made under a contract with an insurance company, nonprofit health plan, health insuring corporation, or any combination of such organizations, pursuant to section 124.82 of the Revised Code. (B) After the general election in each even-numbered year, the clerk of the senate, with the assistance of the department of administrative services, shall estimate the cost of the medical insurance premiums that will be necessary to provide coverage, on the same basis as for a similarly situated state employee, for each person who is elected to a term as senator at such election, or appointed to fill the unexpired portion of any such term, and any of the senator's dependents qualified for coverage at the time the senator assumes office. Using this estimate, the clerk shall determine a fixed amount to be paid by the state in equal monthly installments on behalf of the senator each year of the senator's term as a medical insurance premium, but in no event in an amount to exceed the total premium required in any month by the contract of the state by the carrier. Any amount not paid in such a case shall be placed in reserve and applied against any subsequent month's premium up to the full amount thereof until the entire amount has been paid along with the original estimate for each month. This fixed amount shall be such that, as nearly as can be predicted, the sum of the monthly premiums paid for the senator during the senator's term shall equal the total amount of medical insurance premiums that will be paid for such an employee, as required by section 124.82 of the Revised Code, during that term. The senator shall pay the difference between the amount so fixed and the total premium required by the contract of the state with the carrier. (C) After the general election in each even-numbered year, the chief administrative officer of the house of representatives, with the assistance of the department of administrative services, shall estimate the cost of the medical insurance premiums that will be necessary to provide coverage, on the same basis as for a similarly situated state employee, for each person who is elected to a term as representative at such election, or appointed to fill the unexpired portion of any such term, and any of the representative's dependents qualified for coverage at the time the representative assumes office. Using this estimate, the chief administrative officer shall determine a fixed amount to be paid by the state in equal monthly installments on behalf of the representative each year of the representative's term as a medical insurance premium, but in no event in an amount to exceed the total premium required in any month by the contract of the state with the carrier. Any amount not paid in such a case shall be placed in reserve and applied against any subsequent month's premium up to the full amount thereof until the entire reserve has been paid along with the original estimate for each month. This fixed amount shall be such that, as nearly as can be predicted, the sum of the monthly premiums paid for the representative during the representative's term shall equal the total amount of medical insurance premiums that will be paid for such an employee, as required by section 124.82 of the Revised Code, during that term. The representative shall pay the difference between the amount so fixed and the total premium required by the contract of the state with the carrier."},"94":{"title":"Retirement system lobbyists and employers - statement of financial transactions with certain board members. Effective: September 15, 2004 Latest Legislation: Senate Bill 133 - 125th General Assembly PDF: Download Authenticated PDF (A) Each retirement system lobbyist who has had any financial transaction with or for the benefit of a member of a board of a state retirement system, a state retirement system investment official, or an employee of a state retirement system whose position involves substantial and material exercise of discretion in the investment of retirement system funds shall describe the details of the transaction, including the name of the member, official, or employee, the purpose and nature of the transaction, and the date it was made or entered into, in a statement filed with the joint legislative ethics committee with the updated registration statement required by division (B) of section 101.92 of the Revised Code. The statements shall be filed at the times specified in section 101.92 of the Revised Code. Each statement shall describe each financial transaction that occurred during the four-calendar-month period that ended on the last day of the month immediately preceding the month in which the statement is required to be filed. (B) Except as provided in division (D) of this section, each employer who has had any financial transaction with or for the benefit of a member of a board of a state retirement system, a state retirement system investment official, or an employee of a state retirement system whose position involves substantial and material exercise of discretion in the investment of retirement system funds shall describe the details of the transaction, including the name of the member, official, or employee, the purpose and nature of the transaction, and the date it was made or entered into, in a statement filed with the joint committee with the updated registration statement required by division (B) of section 101.92 of the Revised Code. The statement shall be filed at the times specified in section 101.92 of the Revised Code. Each statement shall describe each financial transaction that occurred during the four-calendar-month period that ended on the last day of the month immediately preceding the month in which the statement is required to be filed. (C) At least ten days before the date on which the statement is filed, each employer or retirement system lobbyist who is required to file a statement describing a financial transaction under this section shall deliver a copy of the statement to the member, official, or employee with whom or for whose benefit the transaction was made. (D) No employer shall be required to file any statement under this section or to deliver a copy of the statement to a member, official, or employee with whom or for whose benefit the transaction was made if the financial transaction to which the statement pertains is reported by a retirement system lobbyist engaged by the employer."},"91":{"title":"Retirement system lobbyists and employers - registration and filing requirements. Effective: September 15, 2004 Latest Legislation: Senate Bill 133 - 125th General Assembly PDF: Download Authenticated PDF (A) No person shall knowingly fail to register as required under section 101.92 of the Revised Code. (B) No person shall knowingly fail to keep a receipt or maintain a record that section 101.93 of the Revised Code requires the person to keep or maintain. (C) No person shall knowingly fail to file a statement that section 101.93 or 101.94 of the Revised Code requires the person to file. (D) No person shall knowingly file a false statement that section 101.93 or 101.94 of the Revised Code requires the person to file."}}