{"belarus":{"notes":"The Decree On the Development of Digital Economy \\\\u2014 the decree of Alexander Lukashenko, the President of the Republic of Belarus, which includes measures to liberalize the conditions for conducting business in the sphere of high technologies.\\nThe provisions of the decree \\\\\\\"On the Development of Digital Economy\\\\\\\" create of a legal basis for the circulation of digital currencies and tokens based on blockchain technology, so that resident companies of the High-Tech Park can provide the services of stock markets and exchange offices with cryptocurrencies and attract financing through the ICO. For legal entities, the Decree confers the rights to create and place their own tokens, carry out transactions through stock markets and exchange operators; to individuals the Decree gives the right to engage in mining, to own tokens, to acquire and change them for Belarusian rubles, foreign currency and electronic money, and to bequeath them. Up to 1 Jan In 2023, the Decree excludes revenue and profits from operations with tokens from the taxable base. In relation to individuals, the acquisition and sale of tokens is not considered entrepreneurial activity, and the tokens themselves and income from transactions with them are not subject to declaration. The peculiarity of the introduced regulation is that all operations will have to be carried out through the resident companies of the High-Tech Park.\\nIn addition, the decree includes:","values":[{"title":"Legality","value":"Lega"}]},"japan":{"notes":"On 7 March 2014, the Japanese government, in response to a series of questions asked in the National Diet, made a cabinet decision on the legal treatment of bitcoins in the form of answers to the questions. The decision did not see bitcoin as currency nor bond under the current Banking Act and Financial Instruments and Exchange Law, prohibiting banks and securities companies from dealing in bitcoins. The decision also acknowledges that there are no laws to unconditionally prohibit individuals or legal entities from receiving bitcoins in exchange for goods or services. Taxes may be applicable to bitcoins.\\nAs of April 2017, cryptocurrency exchange businesses operating in Japan have been regulated by the Payment Services Act. Cryptocurrency exchange businesses have to be registered, keep records, take security measures, and take measures to protect customers. The law on cryptocurrency transactions must comply with the anti-money laundering law; and measures to protect users investors. The Payment Services Act defines \\\\\\\"cryptocurrency\\\\\\\" as a property value. The Act also states that cryptocurrency is limited to property values that are stored electronically on electronic devices, not a legal tender.","values":[{"title":"Legality","value":"Lega"}]},"albania":{"notes":"On 21 May 2020, Albania passed a new law to regulate cryptocurrency activities.","values":[{"title":"Legality","value":"Lega"}]},"poland":{"notes":"The use of bitcoin in Poland is not regulated by a legal act at present.:\\\\u200APoland\\\\u200A\\nSzymon Wo\\\\u017Aniak of the Ministry of Finance made an official announcement on the legality of bitcoin on 18 December 2013 at a conference at the Warsaw School of Economics stating that the Ministry of Finance does not consider bitcoin illegal and does not want to hinder its development. He clarified that while not illegal, bitcoin cannot be considered legal tender, and, in the light of the directives of the European Union, it is neither electronic money. As of 27 January 2015, several banks have closed accounts of clients trading bitcoin, and indicated \\\\\\\"presumption of criminal offense\\\\\\\" as the cause, with \\\\\\\"criminal offense\\\\\\\" presumably being \\\\\\\"cryptocurrency trade\\\\\\\". As of 7 July 2017, the National Bank of Poland (NBP) and Financial Supervision Authority (KNF) issued a comment on virtual \\\\\\\"currencies\\\\\\\". They underlined that virtual currencies (including bitcoin): (1) are not issued or guaranteed by the central bank, (2) are not money, i.e. they are neither legal tender nor currency, (3) can not be used to pay tax liabilities, (4) do not meet the criterion of universal acceptability in shopping and service points, (5) are not electronic money, (6) are not payment services (in legal terms), (7) are not financial instruments (in legal terms). They added that trading virtual currencies in Poland does not violate national or EU law, however, having virtual \\\\\\\"currencies\\\\\\\", involves many risks: (1) risk related to the possibility of loss of funds due to theft, (2) risk related to lack of guarantee, (3) risk of lack of universal acceptability, (4) risk related to the possibility of fraud, (5) risk of high price change. Because of these risks, the NBP and KNF warn against buying virtual currencies and investing in them. The NBP and KNF recognize that the purchase, possession and sale of virtual currencies by entities supervised by the KNF (e.g. banks) would be burdened with high risk and would not ensure a stable and prudent management of the financial institution. Financial institutions should be cautious about engaging and cooperating with virtual currency \\\\\\\"trading\\\\\\\" entities.","values":[{"title":"Legality","value":"Lega"}]},"bulgaria":{"notes":"There is not a single word in Bulgarian laws about bitcoin. People owe 10% tax if they made profit trading.","values":[{"title":"Legality","value":"Lega"}]},"kyrgyzstan":{"notes":"Bitcoin is considered a commodity, not a security or currency under the laws of the Kyrgyz Republic and may be legally mined, bought, sold and traded on a local commodity exchange. The use of bitcoin as a currency in domestic settlements is restricted.","values":[{"title":"Legality","value":"Lega"}]},"pakistan":{"notes":"Cryptocurrencies including bitcoin are not officially regulated in Pakistan; however, it is not illegal or banned. As of 16 January 2021, the State Bank of Pakistan has not authorized any individuals or organizations to carry out the sale, purchase, exchange, and investment of virtual currencies, coins, and tokens. There have been a number of arrests by the Cyber Crime Wing of the Federal Investigation Agency (FIA) related to the mining of bitcoin and other cryptocurrencies. These arrests were made under money-laundering charges.\\nDespite the many controversies around virtual currencies, prominent Pakistani bloggers and social media influencers are publicly involved in trading bitcoin and regularly publish content on social media in the favor of regulating cryptocurrencies. In December 2020, the Khyber Pakhtunkhwa government became the first province in Pakistan to pass a resolution to legalize cryptocurrency in the country.","values":[{"title":"Legality","value":"Lega"}]},"southkorea":{"notes":"Minors and all foreigners are prohibited from trading cryptocurrencies. Adult South Koreans may trade on registered exchanges using real name accounts at a bank where the exchange also has an account. Both the bank and the exchange are responsible for verifying the customer's identity and enforcing other anti-money-laundering provisions.","values":[{"title":"Legality","value":"Lega"}]},"costarica":{"notes":"In October 2017, the Central Bank of Costa Rica issued a statement that Bitcoin and cryptocurrencies are not considered currencies, are not backed by law, and cannot be traded on Costa Rica's national payment system. The Central Bank emphasized that anyone who used cryptocurrency did so at their own risk.","values":[{"title":"Legality","value":"Not considered currenc"}]},"venezuela":{"notes":"Bitcoin miners used to be arrested by law enforcement authorities, however in January 2018 Carlos Vargas, the government's cryptocurrency superintendent said \\\\\\\"It is an activity that is now perfectly legal. We have had meetings with the Supreme Court so that people who have been victims of seizures and arrests in previous years will have charges dismissed.\\\\\\\"","values":[{"title":"Legality","value":"Lega"}]},"kosovo":{"notes":"In January 2022, coinciding with an energy crisis, Kosovo temporarily outlawed all cryptocurrency mining. According to BBC News, cryptocurrency mining \\\\\\\"is particularly popular in northern areas of Kosovo, where ethnic Serbs do not recognise the state's independence and refuse to pay electricity bills\\\\\\\".","values":[{"title":"Legality","value":"Illegal"}]},"georgia":{"notes":"Based on the public decision issued by the Ministry of Finance of Georgia in 2019, crypto, by its very nature, is not \\\\\\\"sourced\\\\\\\" in any specific geographical location, meaning that it is not considered \\\\\\\"Georgian sourced\\\\\\\". This type of income would come under the 0% tax on capital gains derived from crypto trading laws.\\nOwning and trading crypto in Georgia is legal. Due to a lack of government regulation and cheap and available hydroelectric power Georgia is a center for crypto mining.\\nCrypto is not legal tender in Georgia, but there is currently no regulation by The National Bank of Georgia preventing it being used in the form of a barter exchange.","values":[{"title":"Legality","value":"Lega"}]},"jamaica":{"notes":"In 2017, The Bank of Jamaica (BoJ), issued a statement saying that it must create opportunities for the exploitation of cryptocurrency technology. The BoJ said it planned a campaign to build awareness of cryptocurrencies as part of increasing general financial literacy.:\\\\u200AJamaica\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"argentina":{"notes":"Bitcoins may be considered money, but not legal currency. A bitcoin may be considered either a good or a thing under the Argentina's Civil Code, and transactions with bitcoins may be governed by the rules for the sale of goods under the Civil Code.:\\\\u200AArgentina\\\\u200A.","values":[{"title":"Legality","value":"Lega"}]},"czechrepublic":{"notes":"Businesses and individuals who buy, sell, store, manage, or mediate the purchase or sale of virtual currencies or provide similar services must comply with the anti-money laundering law.:\\\\u200A33\\\\u201334\\\\u200A\\nBitcoin is classified as an intangible asset (not as electronic money) for the purpose of accounting and taxes.","values":[{"title":"Legality","value":"Lega"}]},"russia":{"notes":"As of 2021, Vladimir Putin said Russia accepts the role of cryptocurrencies, and that cryptocurrencies can be used for payment.\\nAs of November 2016, bitcoins were \\\\\\\"not illegal\\\\\\\" according to the Federal Tax Service of Russia. Deputy Finance Minister of the Russian Federation Alexei Moiseev said in September 2017 it's \\\\\\\"probably illegal\\\\\\\" to accept cryptocurrency payments. However, bitcoin market sites are blocked, and court decisions state that bitcoin is a currency surrogate which is outlawed in the territory of the Russian Federation.\\nFrom the point of view of the current Russian legislation, cryptocurrency is a monetary substitute. According to article 27 of the Federal Law \\\\\\\"On the Central Bank of the Russian Federation (Bank of Russia)\\\\\\\", the issue of monetary surrogates in the Russian Federation is prohibited.\\nThe Central Bank of Russia and Rosfinmonitoring in their informational appeals have repeatedly warned Russian citizens that all operations with cryptocurrency are speculative and carry a high risk of loss of value. The Central Bank of Russia states that: \\\\\\\"Most operations with cryptocurrencies are performed outside the legal regulation of both the Russian Federation and most other states. Cryptocurrencies are not guaranteed or provided by the Bank of Russia.\\\\\\\"\\nA bill on digital financial assets was introduced in the State Duma on 20 March 2018. It defines cryptocurrency mining as \\\\\\\"activities aimed at the creation of cryptocurrency with the purpose of receiving compensation in the form of cryptocurrency.\\\\\\\" and treats it as an \\\\\\\"entrepreneurial activity subject to taxation if the miner exceeds the energy consumption limits established by the government for three months in a row.\\\\\\\"\\nIn the bill, bitcoins are classified as property and are not considered legal tender. The exchange of cryptocurrency for rubles and foreign currency is allowed but only through licensed operators. The bill also provides a definition of a smart contract.\\nIn January, 2022, the Central Bank of Russia proposed to ban \\\\\\\"all cryptocurrency issuance and operations, stop banks from investing in cryptocurrencies, block exchanging crypto for traditional currency, and introduce legal liability for using crypto in purchases\\\\\\\" citing systemic financial risk. According to Bloomberg News and Meduza, the Federal Security Service convinced the Central Bank to ban cryptocurrencies in Russia, as they are used to finance the opposition and independent media. In February 2022, the Russian government eventually announced it would support, legalize, and regulate cryptocurrencies, and not ban them.","values":[{"title":"Legality","value":"Legal to mine"},{"title":"Illegality","value":"Banking ba"}]},"estonia":{"notes":"In Estonia, the use of bitcoins is not regulated or otherwise controlled by the government.:\\\\u200AEstonia\\\\u200A\\nThe Estonian Ministry of Finance have concluded that there is no legal obstacles to use bitcoin-like crypto currencies as payment method. Traders must therefore identify the buyer when establishing business relationship or if the buyer acquires more than 1,000 euros of the currency in a month.","values":[{"title":"Legality","value":"Lega"}]},"sweden":{"notes":"The Swedish Tax Agency has given a preliminary ruling on Value Added Tax (VAT) on bitcoins, stating that trade in bitcoins is not subject to Swedish VAT, but is instead subject to the Finansinspektionen (Financial Supervisory Authority) regulations and treated as a currency. The decision has been appealed by the Swedish Tax Authority.:\\\\u200ASweden\\\\u200A\\nThe Swedish jurisdiction is in general quite favorable for bitcoin businesses and users as compared to other countries within the EU and the rest of the world. The governmental regulatory and supervisory body Swedish Financial Supervisory Authority (Finansinspektionen) have legitimized the fast growing industry by publicly proclaiming bitcoin and other digital currencies as a means of payment. For certain businesses interacting with fiat (mainly exchanges) the current regulation dictates that an application for approval/license must be filed and all the AML/CTF and KYC regulations applicable to more traditional financial service providers must be followed.","values":[{"title":"Legality","value":"Lega"}]},"jordan":{"notes":"The government of Jordan has issued a warning discouraging the use of bitcoin and other similar systems.\\nThe Central Bank of Jordan prohibits banks, currency exchanges, financial companies, and payment service companies from dealing in bitcoins or other digital currencies. While it warned the public of risks of bitcoins, and that they are not legal tender, bitcoins are still accepted by small businesses and merchants.","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"thailand":{"notes":"Thai based bitcoin exchanges can only exchange Digital Currencies for Thai Baht and are required to operate with a Thailand Business Development Department e-commerce license. They are also required to have KYC and CDD policies and procedures in place, in accordance with the Ministerial Regulation Prescribing Rules and Procedures for Customer Due Diligence, Reference Page 8 Volume 129 Part 44 A Government Gazette 23 May 2555 (2012).\\nSuspicious activity must be reported to the Anti-Money Laundering Office (Thailand) (AMLO), of Thailand.","values":[{"title":"Legality","value":"Lega"}]},"france":{"notes":"The French Ministry of Finance issued regulations on 11 July 2014 pertaining to the operation of virtual currency professionals, exchanges, and taxation.","values":[{"title":"Legality","value":"Lega"}]},"philippines":{"notes":"On 6 March 2014, Bangko Sentral ng Pilipinas (BSP) issued a statement on risks associated with bitcoin trading and usage. Recently virtual currencies were legalized and cryptocurrency exchanges are now regulated by Central Bank of the Philippines (Bangko Sentral ng Pilipinas) under Circular 944; however bitcoin and other \\\\\\\"virtual currencies\\\\\\\" are not recognized by the BSP as currency as \\\\\\\"it is neither issued or guaranteed by a central bank nor backed by any commodity.\\\\\\\"","values":[{"title":"Legality","value":"Lega"}]},"slovakia":{"notes":"The National Bank of Slovakia (NBS), stated that bitcoin does not have the legal attributes of a currency, and therefore it cannot be considered a currency. European legislation, including the Slovak law, does not define the activities associated with virtual currency. Such activities are not regulated and supervised by the National Bank of Slovakia or the European Central Bank. At the same time NBS points out that any legal person or natural person in the Slovak Republic shall not issue any notes or any other coins. Unlawful manufacturing of banknotes and coins and putting them into circulation is punishable by law. In this context, NBS points out that virtual currencies have not a physical counterpart in the form of legal tender and participation in such a scheme (virtual currency) is at your own risk. Exchanges or purchases of virtual currencies represent the business risk of investors and investors' money are not protected. For any compensation of losses caused by such exchanges or purchases there is no legal entitlement.","values":[{"title":"Legality","value":"Lega"}]},"belgium":{"notes":"The Minister of Finance indicated that government intervention with regard to the bitcoin system does not appear necessary at the present time.:\\\\u200ABelgium\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"uzbekistan":{"notes":"On 2 September 2018, a decree legalizing crypto trading \\\\u2014 also making it tax-free \\\\u2014 and mining in the country came into force, making Uzbekistan a crypto-friendly state.","values":[{"title":"Legality","value":"Lega"}]},"mauritius":{"notes":"The Financial Services Commission of Mauritius considers cryptocurrencies to be regulated as a Digital Asset under the Financial Services Act 2007, and while it cautions investors they are not protected by any statutory compensation agreements, they are legal.","values":[{"title":"Legality","value":"Lega"}]},"tanzania":{"notes":"While not officially banned, the Bank of Tanzania advises not to use cryptocurrency, stressing that the Tanzanian shilling is the only acceptable legal tender.","values":[{"title":"Legality","value":"Legal Use discouraged by central ban"}]},"iran":{"notes":"Financial institutions are not allowed by central bank to facilitate bitcoin transactions.In April 2018, Central Bank of the Islamic Republic of Iran issued a statement banning the country's banks and financial institutions from dealing with cryptocurrencies, citing money laundering and terrorism financing risks.","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"switzerland":{"notes":"Bitcoin businesses in Switzerland are subject to anti-money laundering regulations and in some instances may need to obtain a banking license.\\nOn 5 December 2013, a proposal was put forth by 45 members of the Swiss Parliament for digital sustainability (Pardigli), that calls on the Swiss government to evaluate the opportunities for utilization of bitcoin by the country's financial sector. It also seeks clarification on bitcoin's legal standing with respect to VAT, securities and anti-money laundering laws.\\nIn response to the parliament postulates, the Swiss Federal Council issued a report on virtual currencies in June 2014. The report states that since virtual currencies are not in a legal vacuum, the Federal Council has concluded that there is no need for legislative measures to be taken at the moment.\\nIn 2016, Zug added bitcoin as a means of paying city fees, in a test and an attempt to advance Zug as a region that is advancing future technologies. Swiss Federal Railways, government-owned railway company of Switzerland, sells bitcoins at its ticket machines.\\nIn 2018, FINMA stated that it would take a \\\\\\\"balanced approach\\\\\\\" towards the cryptocurrency industry and allow \\\\\\\"legitimate innovators to navigate the regulatory landscape\\\\\\\". By June 2021, a record number of 100 Exchange Traded Products (ETP) and crypto structured products were offered on the SIX Swiss Exchange with a total trading value of CHF 4.6 billion.","values":[{"title":"Legality","value":"Lega"}]},"netherlands":{"notes":"As of 2017, virtual currencies such as bitcoin do not fall within the scope of the Act on Financial Supervision of the Netherlands.:\\\\u200ANetherlands\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"vietnam":{"notes":"The State Bank of Vietnam has declared that the issuance, supply and use of bitcoin and other similar virtual currency is illegal as a mean of payment and subject to punishment ranging from 150 million to 200 million VND, but the government does not ban bitcoin trading as a virtual goods or assets.","values":[{"title":"Legality","value":"Legal to trade and hold"},{"title":"Illegality","value":"Illegal as payment too"}]},"australia":{"notes":"In December 2013, the governor of the Reserve Bank of Australia (RBA) indicated in an interview about bitcoin legality stating, \\\\\\\"There would be nothing to stop people in this country deciding to transact in some other currency in a shop if they wanted to. There's no law against that, so we do have competing currencies.\\\\\\\" Beginning in April 2018, Australian digital currency exchanges must register with the Australian Transaction Reports and Analysis Centre and implement \\\\\\\"know your customer\\\\\\\" policies to comply with new anti-money laundering legislation.","values":[{"title":"Legality","value":"Lega"}]},"nicaragua":{"notes":"As of 2014, the government had not passed any regulation on Bitcoin, nor had the central bank issued rulings or guidelines. In January 2014, El Nuevo Diario reported that an American banker had used bitcoin to purchase real estate in the country. :\\\\u200ANicaragua\\\\u200A","values":[{"title":"Legality","value":"Not regulated as of 201"}]},"indonesia":{"notes":"On 7 December 2017, Bank Indonesia, the country's central bank, issued a regulation banning the use of cryptocurrencies including bitcoin as payment tools starting 1 January 2018. On 11 November 2021, Indonesian Ulema Council issued haram fatwa against use of cryptocurrencies as currency including Bitcoin, citing both Islamic laws and Indonesian banking and monetary regulations. The fatwa also forbids cryptocurrency trading and holding, except if those cryptocurrencies met the Islamic sil'ah standards of trade-able and own-able goods such as having physical form, having clear value, having known number, can be really owned, transferable, and not entirely speculative.","values":[{"title":"Legality","value":"Legal to trade and hold"},{"title":"Illegality","value":"Illegal as payment too"}]},"unitedkingdom":{"notes":"As of 2017, the government of the United Kingdom has stated that bitcoin is unregulated and that it is treated as a 'foreign currency' for most purposes, including VAT/GST.:\\\\u200AUnited Kingdom\\\\u200A\\nBitcoin is treated as 'private money'. When bitcoin is exchanged for sterling or for foreign currencies, such as euro or dollar, no VAT will be due on the value of the bitcoins themselves. However, in all instances, VAT will be due in the normal way from suppliers of any goods or services sold in exchange for bitcoin or other similar cryptocurrency. Profits and losses on cryptocurrencies are subject to capital gains tax.\\nAn industry body called CryptoUK are aiming to improve the industry standards around bitcoin. They have proposed a code of conduct that includes the provision of Anti-Money Laundering and extra security measures.","values":[{"title":"Legality","value":"Lega"}]},"namibia":{"notes":"In September 2017 the Bank of Namibia issued a position paper on virtual currencies entitled wherein it declared cryptocurrency exchanges are not allowed and cryptocurrency cannot be accepted as payment for goods and services.","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"croatia":{"notes":"Croatia's Financial Stability Council warned investors about the risks of virtual currencies, such as digital wallet theft and fraud, on 18 December 2017. The National Bank of Croatia issued a similar warning on 22 September 2017.:\\\\u200A33\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"taiwan":{"notes":"Financial institutions are not allowed to facilitate bitcoin transactions. Regulators have warned the public that bitcoin does not have legal protection, \\\\\\\"as the currency is not issued by any monetary authority and is therefore not entitled to legal claims or guarantee of conversion\\\\\\\".\\nFinancial institutions have been warned by regulators that necessary regulatory actions may be taken if they use bitcoin.:\\\\u200ATaiwan\\\\u200A\\nOn 31 December 2013, Financial Supervisory Commission (Republic of China) (FSC) and CBC issued a joint statement which warns against the use of bitcoin. It is stated that bitcoin remains highly volatile, highly speculative, and is not entitled to legal claims or guarantee of conversion.\\nOn 5 January 2014, FSC chairman Tseng Ming-chung stated that FSC will not allow the installation of bitcoin ATM in Taiwan because bitcoin is not a currency and it should not be accepted by individuals and banks as payment.","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"canada":{"notes":"Companies dealing in virtual currencies must register with the Financial Transactions and Reports Analysis Centre of Canada (Fintrac), implement compliance programs, keep the required records, report suspicious or terrorist-related transactions, and determine if any of their customers are \\\\\\\"politically exposed persons.\\\\\\\"\\nThe law applies to non-Canadian virtual currency exchanges if they have Canadian customers. Banks may not open or maintain accounts or have a correspondent banking relationship with companies dealing in virtual currencies if that company is not registered with Fintrac.\\nDealers in digital currency are regulated as money services businesses.\\nThe Autorit\\\\u00E9 des March\\\\u00E9s Financiers, the financial regulator in the province of Quebec, has declared that some bitcoin related business models, including exchanges and ATMs, are regulated under its current MSB Act.\\nAs of April 2018, the Bank of Montreal (BMO) announced that it would ban its credit and debit card customers from participating in cryptocurrency purchases with their cards. This is following another banking ban in Canada from Toronto Dominion (TD).","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"newzealand":{"notes":"The Reserve Bank of New Zealand states: \\\\\\\"Non-banks do not need our approval for schemes that involve the storage and/or transfer of value (such as 'bitcoin') \\\\u2013 so long as they do not involve the issuance of physical circulating currency (notes and coins).\\\\\\\":\\\\u200ANew Zealand\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"turkey":{"notes":"On 16 April 2021, Central Bank of the Republic of Turkey issued a regulation banning the use of cryptocurrencies including bitcoin and other such digital assets based on distributed ledger technology, directly or indirectly, to pay for goods and services, citing possible \\\\\\\"irreparable\\\\\\\" damage and transaction risks starting 30 April 2021.","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"ukraine":{"notes":"On 16 March 2022 president of Ukraine signed Virtual Assset Bill into law.","values":[{"title":"Legality","value":"Lega"}]},"nepal":{"notes":"Absolute ban. The use of any cryptocurrency is illegal in Nepal.","values":[{"title":"Legality","value":"Illegal"}]},"morocco":{"notes":"On 20 November 2017 the exchange office issued a public statement in which it declared, \\\\\\\"The Office des Changes wishes to inform the general public that the transactions via virtual currencies constitute an infringement of the exchange regulations, liable to penalties and fines provided for by  in force.\\\\\\\":\\\\u200A87\\\\u200A\\nThe following day, the monetary authorities also reacted in a statement issued jointly by the Ministry of Economy and Finance, Bank Al-Maghrib and the Moroccan Capital Market Authority (AMMC), warning against risks associated with bitcoin, which may be used \\\\\\\"for illicit or criminal purposes, including money laundering and terrorist financing\\\\\\\".\\nOn 19 December 2017, Abdellatif Jouahri, governor of Bank Al-Maghrib, said at a press conference held in Rabat during the last quarterly meeting of the Bank Al-Maghrib's Board of 2017 that bitcoin is not a currency but a \\\\\\\"financial asset\\\\\\\". He also warned of its dangers and called for a framework to be put in place for consumer protection.","values":[{"title":"Legality","value":"Illegal"}]},"austria":{"notes":"Not considered to be an official form of currency, earnings are subject to tax law.\\nThe Financial Market Authority (FMA) has warned investors that cryptocurrencies are risky and that the FMA does not supervise or regulate virtual currencies, including bitcoin, or cryptocurrency trading platforms.:\\\\u200A30\\\\u201331\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"northmacedonia":{"notes":"No specific legislation on bitcoins or cryptocurrency exists in North Macedonia.\\nIn 2016 the National Bank of Republic of North Macedonia published a press release regarding an investigation it made into ONECOIN, and discouraged the citizens from investing in it since it was most likely a scam. In the same press release the NBRM quoted the law on Foreign Exchange Operations, but since cryptocurrencies do not constitute a foreign currency as they are quoted by the law, it leaves them unregulated.","values":[{"title":"Legality","value":"Lega"}]},"chile":{"notes":"There is no regulation on the use of bitcoins.:\\\\u200AChile\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"ecuador":{"notes":"Usage of any cryptocurrency as a payment tool is banned, according to Article 98 of the Organic Code on Monetary and Financial Matters, with sanctions that includes the seizure of cryptocurrencies and any product acquired with them. As of December 25, 2021, no person has been criminally prosecuted for this reason. The Ecuadorian financial system strictly blocks any cryptocurrency-related transaction. Despite this, on January 8, 2018, according to a statement issued by the Central Bank of Ecuador, the purchase and sale of bitcoins is legal.","values":[{"title":"Legality","value":"Legal to trade and hold"},{"title":"Illegality","value":"Illegal as a payment tool, banking ba"}]},"spain":{"notes":"Transactions in bitcoins are subject to the same laws as barter transactions.:\\\\u200ASpain\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"algeria":{"notes":"According to the \\\\\\\"Journal Officiel\\\\\\\" (28 December 2017):\\nArt. 117. \\\\u2014 The purchase, sale, use, and holding of so-called virtual currency is prohibited. Virtual currency is that used by internet users via the web. It is characterized by the absence of physical support such as coins, notes, payments by cheque or credit card. Any breach of this provision is punishable in accordance with the laws and regulations in force.:\\\\u200A82\\\\u200A","values":[{"title":"Legality","value":"Illegal"}]},"southafrica":{"notes":"In December 2014 the Reserve Bank of South Africa issued a position paper on virtual currencies whereby it declared that virtual currency had \\\\\\\"no legal status or regulatory framework\\\\\\\". The South African Revenue Service classified bitcoin as an intangible asset.","values":[{"title":"Legality","value":"Lega"}]},"brazil":{"notes":"Not regulated, according to a 2014 statement by the Central Bank of Brazil concerning cryptocurrencies, but is discouraged because of operational risks. In November 2017 this unregulated and discouraged status was reiterated by the Central Bank of Brazil. On 7 May 2019, the Special Department of Federal Revenue of Brazil published a document on cryptocurrency taxes in the country.","values":[{"title":"Legality","value":"Lega"}]},"germany":{"notes":"On 19 August 2013, the German Finance Ministry announced that bitcoin is now essentially a \\\\\\\"unit of account\\\\\\\" and can be used for the purpose of tax and trading in the country, meaning that purchases made with it must pay VAT as with euro transactions. It is not classified as a foreign currency or e\\\\u2013money but stands as \\\\\\\"private money\\\\\\\" which can be used in \\\\\\\"multilateral clearing circles\\\\\\\", according to the ministry. The Bundesbank says that bitcoin is not a virtual currency or digital money. It recommends using the term \\\\\\\"crypto token.\\\\\\\":\\\\u200A41\\\\u200A\\nIn November 2019, a legislation passed by German parliament allows the banks to sell and store cryptocurrencies starting from 1 January 2020.","values":[{"title":"Legality","value":"Lega"}]},"portugal":{"notes":"In 2013, the Bank of Portugal stated that Bitcoin was not a safe currency, as their issuance lacked oversight or prudential requirements. As of 2014, Portugal had no specific legal framework for Bitcoin. :\\\\u200APortugal\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"cambodia":{"notes":"The National Bank of Cambodia (NBC), has \\\\\\\"asked banks in Cambodia not to allow people to conduct transactions with cryptocurrencies.\\\\\\\"","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"lithuania":{"notes":"Bank of Lithuania released a warning on 31 January 2014, that bitcoin is not recognized as legal tender in Lithuania and that bitcoin users should be aware of high risks that come with the usage of it.","values":[{"title":"Legality","value":"Lega"}]},"romania":{"notes":"As of March 2015, an official statement of the Romanian National Bank mentioned that \\\\\\\"using digital currencies as payment has certain risks for the financial system\\\\\\\".\\nIn October 2017, the National Fiscal Administration Agency (ANAF) declared that there is a lack of a legislative framework around bitcoin, and therefore, it is unable to create a tax regulation framework for it as well (implying no taxation).\\nIn January 2019, Law nr. 30/2019 clarifies that starting in 2019, income from trading \\\\\\\"virtual currency\\\\\\\" is classified under \\\\\\\"income from other sources\\\\\\\". In addition, there is a new subpoint, Article 116. (2) c), specifying that the income tax of 10% is only applied on the \\\\\\\"positive difference between the selling price and acquisition price\\\\\\\" (and not to the entire received amount from a sale). In addition, profits under 200 RON per transaction that total under 600 RON during a fiscal year are exempt from tax.","values":[{"title":"Legality","value":"Lega"}]},"india":{"notes":"Finance minister Arun Jaitley, in his budget speech on 1 February 2018, stated that the government will do everything to discontinue the use of bitcoin and other virtual currencies in India for criminal uses. He reiterated that India does not recognise them as legal tender and will instead encourage blockchain technology in payment systems.\\n\\\\\\\"The government does not recognise cryptocurrency as legal tender or coin and will take all measures to eliminate the use of these cryptoassets in financing illegitimate activities or as part of the payments system,\\\\\\\" Jaitley said.\\nIn early 2018 India's central bank, the Reserve Bank of India (RBI) announced a ban on the sale or purchase of cryptocurrency for entities regulated by RBI.\\nIn 2019, a petition has been filed by Internet and Mobile Association of India with the Supreme Court of India challenging the legality of cryptocurrencies and seeking a direction or order restraining their transaction. In March 2020, the Supreme Court of India passed the verdict, revoking the RBI ban on cryptocurrency trade.\\nIn 2021, the government is exploring the creation of a state-backed digital currency issued by the Reserve Bank of India, while banning private ones like bitcoin.\\nAt present, India neither prohibits nor allows investment in the cryptocurrency market. In 2020, the Supreme Court of India had specifically lifted the ban on cryptocurrency, which was imposed by the Reserve Bank of India. Since then the investment in cryptocurrency is considered legitimate though there is still ambiguity about the issues regarding the extent and payment of tax on the income accrued thereupon and also its regulatory regime. But it is being contemplated that the Indian Parliament will soon pass a specific law to either ban or regulate the cryptocurrency market in India. Expressing his public policy opinion on the Indian cryptocurrency market to a well-known online publication, a leading public policy lawyer and Vice President of SAARCLAW (South Asian Association for Regional Co-operation in Law) Hemant Batra has said that the \\\\\\\"cryptocurrency market has now become very big with involvement of billions of dollars in the market hence, it is now unattainable and irreconcilable for the government to completely ban all sorts of cryptocurrency and its trading and investment\\\\\\\". He mooted regulating the cryptocurrency market rather than completely banning it. He favoured following IMF and FATF guidelines in this regard.","values":[{"title":"Legality","value":"Lega"}]},"malaysia":{"notes":"On 4 November 2013, Bank Negara Malaysia (BNM) met with local bitcoin proponents to learn more about the currency but did not comment at the time. BNM issued a statement on 6 January 2014 that bitcoin is not recognised as a legal tender in Malaysia. The central bank will not regulate bitcoin operations at the moment and users should aware of the risks associated with bitcoin usage.:\\\\u200AMalaysia\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"angola":{"notes":"While government officials have advised against the use of bitcoin, there is no legislation against it and it remains fully legal.","values":[{"title":"Legality","value":"Lega"}]},"unitedstates":{"notes":"The U.S. Treasury classified bitcoin as a convertible decentralized virtual currency in 2013.The Commodity Futures Trading Commission, CFTC, classified bitcoin as a commodity in September 2015. Per the Internal Revenue Service (IRS), bitcoin is taxed as a property.\\nBitcoin was mentioned in a U.S. Supreme Court opinion (in the case of Wisconsin Central Ltd. v. United States) regarding the changing definition of money on 21 June 2018.\\nIf money services businesses, including cryptocurrency exchanges, money transmitters, and anonymizing services (known as \\\\\\\"mixers\\\\\\\" or \\\\\\\"tumblers\\\\\\\") do a substantial amount of business in the U.S., according to FinCEN director Kenneth Blanco in 2018, they are required to:\\nAs of August 2018, U.S. FinCEN had been receiving more than 1,500 SARs per month involving cryptocurrencies.Seventeen other countries have similar AML requirements.\\nIn September 2016, a federal judge ruled that \\\\\\\"Bitcoins are funds within the plain meaning of that term\\\\\\\".","values":[{"title":"Legality","value":"Lega"}]},"hungary":{"values":[{"title":"Legality","value":"Lega"}]},"denmark":{"notes":"Denmark's Financial Supervisory Authority issued a statement declaring that bitcoin is not a currency and stating that it will not regulate its use.:\\\\u200ADenmark\\\\u200A\\nOn 17 December 2013, Denmark's Financial Supervisory Authority (FSA) has issued a statement that echoes EBA's warning. As of 2017, FSA says that doing business with bitcoin does not fall under its regulatory authority and therefore FSA does not prevent anyone from opening such businesses. FSA's chief legal adviser says that Denmark might consider amending existing financial legislation to cover virtual currencies.","values":[{"title":"Legality","value":"Lega"}]},"greece":{"notes":"No specific legislation on bitcoins exists in Greece.:\\\\u200AGreece\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"lebanon":{"notes":"The government of Lebanon has issued a warning discouraging the use of bitcoin and other similar systems.","values":[{"title":"Legality","value":"Lega"}]},"luxembourg":{"notes":"The Commission de Surveillance du Secteur Financier has issued a communication in February 2014 acknowledging the status of currency to the bitcoin and other cryptocurrencies. The first BitLicence was issued in October 2015.","values":[{"title":"Legality","value":"Lega"}]},"cyprus":{"notes":"The use of bitcoin is not regulated in Cyprus.:\\\\u200ACyprus\\\\u200A","values":[{"title":"Legality","value":"Lega"}]},"colombia":{"notes":"Financial institutions are not allowed to facilitate bitcoin transactions. The Superintendencia Financiera warned financial institutions in 2014 that they may not \\\\\\\"protect, invest, broker, or manage virtual money operations\\\\\\\".","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"italy":{"notes":"Italy does not regulate bitcoin use by private individuals.:\\\\u200AItaly\\\\u200AOn January 13, 2022, the MEF published a decree to regulate the activities of cryptocurrency exchanges and prevent money laundering.","values":[{"title":"Legality","value":"Lega"}]},"finland":{"notes":"The Finnish Tax Administration has issued instructions for the taxation of virtual currencies, including the bitcoin.:\\\\u200AFinland\\\\u200A Rather than a currency or a security, a bitcoin transaction is considered a private contract equivalent to a contract for difference for tax purposes. Purchases of goods with bitcoin or conversion of bitcoin into legal currency \\\\\\\"realizes\\\\\\\" the value and any increase in price will be taxable; however, losses are not tax-deductible. Mined bitcoin is considered earned income.\\nRuling 034/2014 by the Finnish Central Board of Taxes (CBT) stated that commission fees charged on bitcoin purchases by an exchange market were, under the EU VAT Directive, banking services and therefore VAT exempt. This is because the court classified bitcoins as payment instruments - whereas most countries treat their use as an unregulated method for the exchange of goods, or even as a crime.","values":[{"title":"Legality","value":"Lega"}]},"slovenia":{"notes":"On 23 December 2013 the Slovenian Ministry of Finance made an announcement stating that bitcoin is neither a currency nor an asset. There is no capital gains tax chargeable on bitcoin, however bitcoin mining is taxed and businesses selling goods/services in bitcoin are also taxed.","values":[{"title":"Legality","value":"Lega"}]},"unitedarabemirates":{"notes":"According to the Library of Congress \\\\\\\"The Central Bank does not recognize cryptocurrencies as a form of payment yet. However, it is working on a new regulation for retail payment services that introduces the concept of tokens that could be used for payment purposes.\\\\\\\"\\nOn 13 February 2018 Dubai gold trader Regal RA DMCC became the first company in the Middle East to get a license to trade cryptocurrencies, the Dubai Multi Commodities Centre said. DMCC's website emphasizes the \\\\\\\"cold storage\\\\\\\" of cryptocurrencies and states \\\\\\\"DMCC's Crypto-commodities license is for Proprietary Trading in Crypto-commodities only.No initial coin offerings are permitted and no establishment of an exchange is permitted under this license.\\\\\\\"\\nIn November 2020, the Securities and Commodities Authority published \\\\\\\"The Chairman of the Authority's Board of Directors' Decision No. (23/Chairman) of 2020 Concerning Crypto Assets Activities Regulation.\\\\\\\" It establishes a regulatory framework for the offering, issuance, listing, and trading of crypto assets. Crypto assets providers must be incorporated onshore within the UAE.","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"saudiarabia":{"notes":"Financial institutions are warned from using bitcoin. The Saudi Central Bank (SAMA) has warned from using bitcoin as it is high risk and its dealers will not be guaranteed any protection or rights.","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"zimbabwe":{"notes":"The Reserve Bank Of Zimbabwe has banned the banking use of crypto currency, however the High Court Order lifted the ban. The Reserve Bank have filed a notice ofobjection with the Court. However, no source indicating a resolution of the matter was located.","values":[{"title":"Legality","value":"Illegal"}]},"egypt":{"notes":"\\\\\\\"Egypt's Dar al-Ifta, the primary Islamic legislator in Egypt, has issued a religious decree classifying commercial transactions in bitcoin as haram (prohibited under Islamic law).\\\\\\\":\\\\u200A82\\\\u200A","values":[{"title":"Legality","value":"Illegal"}]},"nigeria":{"notes":"As of 17 January 2017, The Central Bank of Nigeria (CBN) has passed a circular to inform all Nigerian banks that bank transactions in bitcoin and other virtual currencies have been banned in Nigeria.\\nLater on, a committee was set up by the Central Bank of Nigeria (CBN) and the Nigeria Deposit Insurance Corporation (NDIC) to look into the possibility of the country adopting the technology driving bitcoin and other digital currencies \\\\u2013 blockchain. The committee has submitted its report but \\\\\\\"several sub-committees are still working on the issue\\\\\\\" according to the Director, Banking & Payments System Department at CBN, Mr. \\\\u2018Dipo Fatokun.\\nOn 5 February 2021, The Central Bank of Nigeria issued a circular informing financial institutions in Nigeria that sequel to their circular in January 2017, dealing in cryptocurrency or facilitating payment for same remains prohibited and would attract a stiff penalty.","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"malta":{"notes":"As of 2017, Malta does not have any regulations specifically pertaining to bitcoins.:\\\\u200AMalta\\\\u200A In 2017, the country's prime minister Joseph Muscat announced the approval of a national strategy to promote bitcoin and blockchain technology. Muscat specifically addressed the bitcoin blockchain's ability to handle, store and process sensitive data in an immutable and decentralized ecosystem.","values":[{"title":"Legality","value":"Lega"}]},"iceland":{"notes":"According to a 2014 opinion, from the Central Bank of Iceland \\\\\\\"there is no authorization to purchase foreign currency from financial institutions in Iceland or to transfer foreign currency across borders on the basis of transactions with virtual currency. For this reason alone, transactions with virtual currency are subject to restrictions in Iceland.\\\\\\\" This does not stop businesses in Iceland from mining bitcoins.The Icelandic Central Bank confirmed that \\\\\\\"it is prohibited to engage in foreign exchange trading with the electronic currency bitcoin, according to the Icelandic Foreign Exchange Act\\\\\\\".\\nOn 12 March 2017, the Central Bank amended its rules. With the new rules, wide and general exemptions have been granted from the restrictions of the Foreign Exchange Act No. 87/1992.","values":[{"title":"Legality","value":"Lega"}]},"singapore":{"notes":"In December 2013, the Monetary Authority of Singapore reportedly stated that \\\\\\\"hether or not businesses accept bitcoins in exchange for their goods and services is a commercial decision in which MAS does not intervene.\\\\\\\":\\\\u200ASingapore\\\\u200A\\nOn 22 September 2013, the Monetary Authority of Singapore (MAS) warned users of the risks associated with using bitcoin stating \\\\\\\"If bitcoin ceases to operate, there may not be an identifiable party responsible for refunding their monies or for them to seek recourse\\\\\\\" and in December 2013 stated \\\\\\\"Whether or not businesses accept bitcoins in exchange for their goods and services is a commercial decision in which MAS does not intervene\\\\\\\" In January 2014, the Inland Revenue Authority of Singapore issued a series of tax guidelines according to which bitcoin transactions may be treated as a barter exchange if it is used as a payment method for real goods and services. Businesses that deal with bitcoin currency exchanges will be taxed based on their bitcoin sales.\\nIn April 2019, the MAS referred to bitcoin as a digital payment token for purposes of the Payment Services Act.","values":[{"title":"Legality","value":"Lega"}]},"mexico":{"notes":"Bitcoin was legal in Mexico as of 2017, with plans to regulate it as a virtual asset by the FinTech Law.","values":[{"title":"Legality","value":"Lega"}]},"qatar":{"notes":"Banks are not allowed to trade in bitcoin due to concerns over financial crimes and hacking. Additionally cryptocurrency is banned in the Qatar Financial Centre.","values":[{"title":"Legality","value":"Legal"},{"title":"Illegality","value":"Banking ba"}]},"bolivia":{"notes":"Absolute ban. The Central Bank of Bolivia issued a resolution banning bitcoin and any other currency not regulated by a country or economic zone in 2014.","values":[{"title":"Legality","value":"Illegal"}]},"china":{"notes":"Financial institutions are not allowed to facilitate bitcoin transactions.Regulation prohibits financial firms holding or trading cryptocurrencies.:\\\\u200AChina\\\\u200A On 5 December 2013, People's Bank of China (PBOC) made its first step in regulating bitcoin by prohibiting financial institutions from handling bitcoin transactions.\\nOn 1 April 2014 PBOC ordered commercial banks and payment companies to close bitcoin trading accounts in two weeks.\\nCryptocurrency exchanges or trading platforms were effectively banned by regulation in September 2017 with 173 platforms closed down by July 2018.\\nIn early 2018 the People's Bank of China announced the State Administration of Foreign Exchange led by Pan Gongsheng would crack down on bitcoin mining. Many bitcoin mining operations in China had stopped operating by January 2018. A complete ban on cryptocurrency trading and mining was put into effect on 24 September 2021.","values":[{"title":"Legality","value":"Illegal"}]},"bosniaandherzegovina":{"notes":"No regulation on the use of bitcoins.","values":[{"title":"Legality","value":"Lega"}]},"trinidadandtobago":{"notes":"In 2018, the Central Bank of Trinidad and Tobago issued a statement that it was willing to work with companies that provided Fintech and virtual currencies, while also cautioning that virtual currencies were risky, could be used to facilitate criminal activities, and lacked insurance and regulator recourse in case of problems.","values":[{"title":"Legality","value":"Lega"}]},"brunei":{"notes":"AMBD however, advised the public not to be easily enticed by any investment or financial activity advertisements, and to conduct due diligence and understand the financial products properly before participating. There is no law that stated that holding or trading bitcoin is illegal.","values":[{"title":"Legality","value":"Legal to trade and hol"}]},"elsalvador":{"notes":"Bitcoin was made legal tender in the country through the \\\\\\\"Bitcoin Law\\\\\\\", which was passed on 8 June 2021, and took effect on 7 September 2021.\\nOne month on, more Salvadorans have bitcoin wallets than traditional bank accounts, and the most popular bitcoin wallet\\\\u2014the government's officially-sponsored Chivo wallet\\\\u2014had been downloaded by three million people, approaching 46 percent of the population. However, only 12 percent of Salvadoran consumers have used the cryptocurrency, and 93 percent of companies surveyed reported receiving no payments in bitcoin during the first month.","values":[{"title":"Legality","value":"Lega"}]},"israel":{"notes":"As of 2017, the Israel Tax Authorities issued a statement saying that bitcoin and other cryptocurrencies would not fall under the legal definition of currency, and neither of that of a financial security, but of a taxable asset. Each time a bitcoin is sold, the seller would have to pay a capital gains tax of 25%. Miners, traders of bitcoins would be treated as businesses and would have to pay corporate income tax as well as charge a 17% VAT.","values":[{"title":"Legality","value":"Lega"}]},"norway":{"notes":"The Norwegian Tax Administration stated in December 2013 that they do not define bitcoin as money but regard it as an asset. Profits are subjected to wealth tax. In business, use of bitcoin falls under the sales tax regulation.\\nThe Norwegian government stated in February 2017 that they would not levy VAT on the purchase or sale of bitcoin.","values":[{"title":"Legality","value":"Lega"}]},"bangladesh":{"notes":"Financial institutions are not allowed to facilitate bitcoin transactions. In September 2014, Bangladesh Bank said that \\\\\\\"anybody caught using the virtual currency could be jailed under the country's strict anti-money laundering laws\\\\\\\".","values":[{"title":"Legality","value":"Illegal"}]},"hongkong":{"notes":"On 8 January 2014, the Secretary for Financial Services and the Treasury addressed bitcoin in the Legislative Council stating that \\\\\\\"Hong Kong at present has no legislation directly regulating bitcoins and other virtual currencies of  similar kind. However, our existing laws (such as the Organised and Serious Crimes Ordinance) provide sanctions against unlawful acts involving bitcoins, such as fraud or money laundering.\\\\\\\":\\\\u200AHong Kong\\\\u200A\\nOn 16 November 2013, Norman Chan, the chief executive of Hong Kong Monetary Authority (HKMA) said that bitcoin is only a virtual commodity. He also decided that bitcoin will not be regulated by HKMA. However, the authority will be closely watching the usage of bitcoin locally and its development overseas.","values":[{"title":"Legality","value":"Lega"}]},"ireland":{"notes":"The Central Bank of Ireland was quoted in the Assembly of Ireland as stating that it does not regulate bitcoins.:\\\\u200AIreland\\\\u200A","values":[{"title":"Legality","value":"Lega"}]}}