{"brazil":{"notes":"While it's not illegal to possess methamphetamine, it is not prescribed as a drug in Brazil. Sale can result in up to 15 years prison.","yearOfData":2022,"values":[{"description":"Forbidden, but not a cause for arrest","title":"Possession","value":"Kinda Legal"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"southafrica":{"notes":"Commonly known as Crystal Meth In South Africa, methamphetamine is classified as a Schedule 7 drug, and is listed as Undesirable Dependence-Producing Substances in Part III of Schedule 2 of the Drugs and Drug Trafficking Act, 1992.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"japan":{"notes":"Methamphetamine is considered a \\\"prohibited stimulant\\\" and possession is grounds for immediate arrest. Methamphetamine accounts for 84% of illegal drug use in Japan and has a relatively high street value in the country (around 10 times the street value in production regions).","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"portugal":{"notes":"See further info about the Drug policy of Portugal. Methamphetamine is Illegal, but possession of small amounts are decriminalized.","yearOfData":2022,"values":[{"description":"Decriminalized up to 1 gram","title":"Possession","value":"Kinda Legal"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"netherlands":{"notes":"Methamphetamine is not approved for medical use in The Netherlands. It falls under Schedule I of the Opium Act. Although production and distribution of this drug are prohibited, few people who were caught with a small amount for personal use have been prosecuted.","yearOfData":2022,"values":[{"description":"Unenforced","title":"Possession","value":"Kinda Legal"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"australia":{"notes":"It is now legal under certain circumstances. i.e. Manufacture, transport, sale, and use are restricted and only legal in governed control. (since 2015, misunderstood references). A schedule 8 controlled substance is one which should be available for use but requires restriction of manufacture, supply, distribution, possession and use to reduce abuse, misuse and physical or psychological dependence.","yearOfData":2022,"values":[{"description":"Section 8, Controlled,","title":"Possession","value":"Kinda Legal"},{"description":"Section 8, Controlled","title":"Sale","value":"Kinda Legal"},{"description":"Section 8, Controlled","title":"Transport","value":"Kinda Legal"},{"description":"Legal","title":"Production","value":"Unknown"}]},"unitedkingdom":{"notes":"As of 18 January 2007, methamphetamine is classified as a Class A drug in the UK under the Misuse of Drugs Act 1971 following a recommendation made by the Advisory Council on the Misuse of Drugs in June 2006. It had previously been classified as a Class B drug, except when prepared for injection. According to a 2013 BBC News article, the United Kingdom does not have a significant problem with methamphetamine where it is restricted mostly to the gay male sex party scene. The Home Office estimate that around 17,000 people used methamphetamine, compared to 27,000 people using heroin.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"unitedstates":{"notes":"Methamphetamine is classified as a Schedule II substance by the Drug Enforcement Administration under the UN Convention on Psychotropic Substances. It is available by prescription under the trade name Desoxyn, manufactured by Ovation Pharma. While there is technically no difference between the laws regarding methamphetamine and other controlled stimulants, most medical professionals are averse to prescribing it due to its notoriety. In addition to federal laws, some states have placed additional restrictions on the sale of precursor chemicals commonly used to synthesize methamphetamine, particularly pseudoephedrine, a common over-the-counter decongestant. In 2005, the DEA seized 2,148.6 kg(4,736.8 lbs) of methamphetamine. In 2005, the Combat Methamphetamine Epidemic Act of 2005 was passed as part of the USA PATRIOT Act, putting restrictions on the sale of methamphetamine precursors. Various state governments have passed even more stringent laws to regulate the sale of pseudoephedrine decongestants.On November 7, 2006, the US Department of Justice declared that November 30, 2006 be Methamphetamine Awareness Day.DEA El Paso Intelligence Center data is showing a distinct downward trend in the seizure of clandestine drug labs for the illicit manufacture of methamphetamine from a high of 18,091 in 2004. This trend has reversed as of 2008. Lab seizure data for the United States is available from EPIC beginning in 1999 when 7,438 labs were reported to have been seized during that calendar year. These figures include methamphetamine lab, \\\"dumpsite\\\" and \\\"chemical and glassware\\\" seizures.","yearOfData":2022,"values":[{"description":"Illegal; unless prescribed at the federal level, medicinal enforcement varies by jurisdiction","title":"Possession","value":"Kinda Legal"},{"description":"Illegal; unless prescribed at the federal level, medicinal enforcement varies by jurisdiction","title":"Sale","value":"Kinda Legal"},{"description":"Illegal; unless prescribed at the federal level, medicinal enforcement varies by jurisdiction","title":"Transport","value":"Kinda Legal"},{"description":"Illegal; unless prescribed at the federal level, medicinal enforcement varies by jurisdiction","title":"Production","value":"Kinda Legal"}]},"singapore":{"notes":"Under the Misuse of Drugs Act in Singapore, methamphetamine is a Class A \\u2014 Schedule I controlled drug. Under the Section 17 of the Misuse of Drugs Act, any person who carries 250 or more grammes of the drug shall be presumed to possess them for the purpose of drug trafficking, which is punishable by death. Unless authorized by the government, the possession, consumption, manufacturing, import, export, or trafficking of methamphetamine in any amount are illegal.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"canada":{"notes":"Methamphetamine is not approved for medical use in Canada. As of 2005, methamphetamine has been moved to Schedule I of the Controlled Drugs and Substances Act, which provides access to the highest maximum penalties. The maximum penalty for production and distribution of methamphetamine has increased from 10 years to life in prison.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"czechrepublic":{"notes":"In the Czech Republic the law prohibits possession of amount of a drug, which is \\\"larger than small\\\". The Government mandates which amount is regarded as \\\"larger than small\\\". Nowadays possession of up to 2 grams of Methamphetamine is considered to be a misdemeanour rather than a crime and such possession can be fined up to 15,000 CZK (approximately $800). However, production and distribution is illegal. In 2009 police raided 340 Methamphetamine laboratories in the Czech Republic, which is the most among EU countries. Government changed policy of sale of legal drugs, which contain substances needed for meth production - the buyer must have a medical prescription, must identify themself by ID card and can obtain only a small quantity. Due to this Czech meth producers are buying drugs with Pseudoephedrine in Poland, where there are no such restrictions. The Czech penal code penalizes possession (of more than 2 grams) by 1 \\u2013 8 years of imprisonment (penalty is differentiated by the amount of drug); production and distribution by up to 5 years, or up to 10 years (if conducted as a member of organized group, in large scale, against a child, or if it led to a large profit). Penal code also punishes spoofing or propagation of drugs (up to 5 years of imprisonment by different circumstances, up to 8 if against a child).","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"newzealand":{"notes":"Methamphetamine is a Class \\\"A\\\" or Schedule 1 controlled drug under the Misuse of Drugs Act 1975. The maximum penalty for production and distribution is imprisonment for life. While in theory a doctor could prescribe it for an appropriate indication, this would require case-by-case approval by the director-general of public health. High purity methamphetamine is most commonly referred to by the uniquely New Zealand street name of P, for \\\"pure\\\".","yearOfData":2022,"values":[{"description":"Illegal (Never Prescribed)","title":"Possession","value":"Unknown"},{"description":"Illegal (Never Prescribed)","title":"Sale","value":"Unknown"},{"description":"Illegal (Never Prescribed)","title":"Transport","value":"Unknown"},{"description":"Illegal (Never Prescribed)","title":"Production","value":"Unknown"}]},"israel":{"notes":"Possession, sale and trafficking of methamphetamine is illegal in Israel bases on Local Israeli authoritative laws. 15181/13 CORDROGUE 106 Regional Report on the Near East 1.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"palau":{"notes":"Possession, sale and trafficking of methamphetamine is illegal in Palau.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"norway":{"notes":"Possession, sale, trafficking and production of methamphetamine is illegal in Norway.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"philippines":{"notes":"Under the Comprehensive Dangerous Drugs Act of 2002 the sale, transport, possession and transport of methamphetamine, commonly known as \\\"shabu\\\", \\\"meth\\\" or \\\"ice\\\" in the country, is illegal. The law states that possession is punishable by life imprisonment to death penalty (although death penalty has been abolished in the country) and a fine ranging from 500 thousand to 10 million pesos.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]},"hongkong":{"notes":"Methamphetamine is regulated under Schedule 1 of Hong Kong's Dangerous Drugs Ordinance. It can only be used legally by health professionals and for university research purposes. The substance can be given by pharmacists under a prescription. Anyone who supplies the substance without prescription can be punished with 15 years imprisonment and a fine of $100,000 (HKD). The penalty for trafficking or manufacturing the substance is a $5,000,000 (HKD) fine and life imprisonment. Possession or use of the substance without license from the Department of Health is liable to a $1,000,000 (HKD) fine and/or 7 years of imprisonment.","yearOfData":2022,"values":[{"description":"Legal Medically and Scientifically","title":"Possession","value":"Kinda Legal"},{"description":"Legal Medically and Scientifically","title":"Sale","value":"Kinda Legal"},{"description":"Legal Medically and Scientifically","title":"Transport","value":"Kinda Legal"},{"description":"Legal Medically and Scientifically","title":"Production","value":"Kinda Legal"}]},"italy":{"notes":"Methamphetamine is not approved for medical use in Italy, except for an extremely small number of case-approved, strictly controlled experimental therapies, and it is listed in the Tabella 1 (\\\"Schedule One\\\") of the Psychotropic Substances List of the Italian Ministry of Health. Production, traffic and/or sale of methamphetamine can be punished with a sentence of imprisonment ranging from six to twenty years, and with a fine ranging from 26,000 to 260,000 Euros, according to the severity of the felony. As for any other drugs, the consumption of methamphetamine and the possession of the substance for \\\"personal use\\\" (under a certain quantity) is not illegal in Italy, although law enforcement and health authorities keep files on known users and addicts, who are often forced to undergo treatment. However, methamphetamine is not a particularly common or popular substance in Italy, surpassed by cocaine, heroin, and ecstasy, even if its popularity is growing.","yearOfData":2022,"values":[{"description":"Legal (Personal Use)","title":"Possession","value":"Unknown"},{"description":"Legal Scientifically","title":"Sale","value":"Kinda Legal"},{"description":"Legal Scientifically","title":"Transport","value":"Kinda Legal"},{"description":"Legal Scientifically","title":"Production","value":"Kinda Legal"}]},"ireland":{"notes":"Methamphetamine, along with other narcotics such as ketamine and ecstasy, were decriminalised for a day on 10 March 2015, due to the law enforcing their illegality being declared unconstitutional.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Production","value":"Unknown"}]}}