{"spain":{"notes":"Sale to the public is prohibited due to its toxicity. Use and marketing is restricted to the manufacture of pharmaceutical specialities, master formulas, officinal preparations, homeopathic strains and research.","yearOfData":2022,"values":[{"description":"Controlled","title":"Possession","value":"Kinda Legal"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Controlled","title":"Transport","value":"Kinda Legal"},{"description":"Controlled","title":"Cultivation","value":"Kinda Legal"}]},"brazil":{"notes":"Ayahuasca has been fully legal in Brazil since 1992. Many private companies and non-profits offer ayahuasca retreats.","yearOfData":2022,"values":[{"description":"Legal","title":"Possession","value":"Unknown"},{"description":"Legal","title":"Sale","value":"Unknown"},{"description":"Legal","title":"Transport","value":"Unknown"},{"description":"Legal","title":"Cultivation","value":"Unknown"}]},"germany":{"notes":"In Germany, the active substances of Ayahuasca, DMT and 5-MeO-DMT, are listed in Annex I of the German Narcotics Law Bet\\u00E4ubungsmittelgesetz. Handling the substances without a permit is punishable by law.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"portugal":{"notes":"In 2001, Portugal decriminalized all previously illegal drugs. This means that though not legal, the possession and use of ayahuasca, just like its active component DMT, is no longer a criminal offense and doesn't carry a jail sentence. The sale, transport, and cultivation of the substance remain criminal offenses, however.","yearOfData":2022,"values":[{"description":"Decriminalized","title":"Possession","value":"Kinda Legal"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"netherlands":{"notes":"Ayahuasca is officially illegal in the Netherlands, as of an October 2019 decision by the Supreme Court of the Netherlands. Before this, ayahuasca could be purchased in certain stores in the country, many online sellers of the substance were based in the Netherlands, and it was even possible to book an ayahuasca experience there, but things changed rapidly since the ruling by the Supreme Court. Santo Daime initially won a court case in 2001 which allowed them to continue their ceremonial usage of ayahuasca, but that ruling was also overturned. One factor in this initial decision was a fax from the Secretary of the International Narcotics Control Board to the Netherlands Ministry of Public Health, stating that reparations (e.g. decoctions) made of these plants, including ayahuasca are not under international control and, therefore, not subject to any of the articles of the 1971 Convention.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"australia":{"notes":"The Australian Poisons Standard, February 2022, lists N,N-DIMETHYLTRYPTAMINE (an active ingredient in ayahuasca) as a Schedule 9 substance, making it illegal to sell, import, produce. and possess.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"romania":{"notes":"Legal for scientific and medical research studies by authorized doctors in clinics and hospitals only.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"peru":{"notes":"Superficial research suggests that ayahuasca is fully legal in Peru and there are many private companies and non-profits offering ayahuasca retreats. Powdered forms of ayahuasca are openly sold in markets, especially in parts of the country within the Amazon basin, such as the city of Iquitos.","yearOfData":2022,"values":[{"description":"Legal","title":"Possession","value":"Unknown"},{"description":"Legal","title":"Sale","value":"Unknown"},{"description":"Legal","title":"Transport","value":"Unknown"},{"description":"Legal","title":"Cultivation","value":"Unknown"}]},"costarica":{"notes":"Superficial research suggests that ayahuasca is fully legal in Costa Rica and there are many private companies and non-profits offering ayahuasca retreats.","yearOfData":2022,"values":[{"description":"Legal","title":"Possession","value":"Unknown"},{"description":"Legal","title":"Sale","value":"Unknown"},{"description":"Legal","title":"Transport","value":"Unknown"},{"description":"Legal","title":"Cultivation","value":"Unknown"}]},"unitedkingdom":{"notes":"DMT is a Class A Drug and is therefore illegal to distribute or possess. As a DMT containing plant, ayahuasca is therefore illegal in the UK.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"unitedstates":{"notes":"Ayahuasca typically contains DMT, a Schedule I substance, making ayahuasca illegal under federal law. People have been federally prosecuted for ayahuasca possession as recently as 2018. State law also typically outlaws DMT. However, federal courts have granted specific religious groups the right to use ayahuasca for ritual purposes. In Gonzales v. O Centro Espirita Beneficente Uniao do Vegetal, the Supreme Court heard arguments on November 1, 2005, and unanimously ruled in February 2006 that the U.S. federal government must allow the Brazil-based Uni\\u00E3o do Vegetal (UDV) church to import and consume ayahuasca for religious ceremonies under the 1993 Religious Freedom Restoration Act.In September 2008, the three Santo Daime churches filed suit in federal court to gain legal status to import DMT-containing ayahuasca tea. The case, Church of the Holy Light of the Queen v. Mukasey, presided over by Judge Owen M. Panner, was ruled in favor of the Santo Daime church. As of March 21, 2009, a federal judge says members of the church in Ashland can import, distribute and brew ayahuasca. U.S. District Judge Owen Panner issued a permanent injunction barring the government from prohibiting or penalizing the sacramental use of \\\"Daime tea\\\". Panner's order said activities of The Church of the Holy Light of the Queen are legal and protected under freedom of religion. His order prohibits the federal government from interfering with and prosecuting church members who follow a list of regulations set out in his order. Except for ornamental purposes, growing, selling, or possessing Banisteriopsis spp. is prohibited by the Louisiana State Act 159. In June 2019, the city of Oakland, California, in January 2020, the city of Santa Cruz, California, and in September 2020, the city of Ann Arbor, Michigan, decriminalized all \\\"entheogenic\\\" plants, including all natural materials used to produce ayahuasca. In November 2020, more than 76 percent of voters in Washington D.C. voted in favor of the initiative to decriminalize entheogenic plants and fungi. In October 2021, Seattle's city council voted unanimously to decriminalize the cultivation and sharing of psilocybin mushrooms, ayahuasca, ibogaine, and non-peyote-derived mescaline.In November 2021, the city of Detroit made \\\"the personal possession and therapeutic use of entheogenic plants by adults the city's lowest law-enforcement priority.\\\"","yearOfData":2022,"values":[{"description":"Illegal, unless for religious use","title":"Possession","value":"Kinda Legal"},{"description":"Illegal, unless for religious use","title":"Sale","value":"Kinda Legal"},{"description":"Illegal, unless for religious use","title":"Transport","value":"Kinda Legal"},{"description":"Illegal, unless for religious use","title":"Cultivation","value":"Kinda Legal"}]},"mexico":{"notes":"Ayahuasca is fully legal in Mexico and there are many private companies and nonprofits offering ayahuasca retreats.","yearOfData":2022,"values":[{"description":"Legal","title":"Possession","value":"Unknown"},{"description":"Legal","title":"Sale","value":"Unknown"},{"description":"Legal","title":"Transport","value":"Unknown"},{"description":"Legal","title":"Cultivation","value":"Unknown"}]},"denmark":{"notes":"Ayahuasca contains the drug DMT, which is on the list of illegal drugs in Denmark, making it illegal to import, produce, and consume. The Santo Daime brought a case forward, claiming their right to consume ayahuasca for religious ceremonies, but the Supreme Court of Denmark rejected the case.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"canada":{"notes":"In June 2017 the Santo Daime Church C\\u00E9u do Montr\\u00E9al received religious exemption to use ayahuasca as a sacrament in their rituals. Medical studies and anecdotal evidence suggest DMT, particularly in the form of ayahuasca, used under proper conditions, may prove helpful for those struggling with addiction, anxiety, depression, and trauma.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"sweden":{"notes":"It is illegal to prepare plants that contain narcotic drugs.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"latvia":{"notes":"Although plants are not prohibited by law, the dry plant material or any other preparation that contains significant amount of controlled drug (DMT) is considered illegal.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Legal","title":"Cultivation","value":"Unknown"}]},"norway":{"notes":"It is illegal to prepare plants that contain narcotic drugs.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"france":{"notes":"In France, Santo Daime won a court case allowing them to use the decoction in early 2005; however, they were not allowed an exception for religious purposes, but rather for the simple reason that they did not perform chemical extractions to end up with pure DMT and harmala and the plants used were not scheduled. Four months after the court victory, the common ingredients of ayahuasca as well as harmala were declared stup\\u00E9fiants, or narcotic scheduled substances, making the Daime and its ingredients illegal to use or possess.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]},"chile":{"notes":"There is contradictory evidence regarding the legality of ayahuasca in Chile. Though no specific laws exist to prohibit ayahuasca, DMT is a controlled substance.","yearOfData":2022,"values":[{"description":"Controlled","title":"Possession","value":"Kinda Legal"},{"description":"Controlled","title":"Sale","value":"Kinda Legal"},{"description":"Controlled","title":"Transport","value":"Kinda Legal"},{"description":"Controlled","title":"Cultivation","value":"Kinda Legal"}]},"italy":{"notes":"Ayahuasca was declared non-narcotic in two separate judgments in 2005 and 2007. There appears to be no specific law prohibiting the substance in Italy at this time.","yearOfData":2022,"values":[{"description":"Legal","title":"Possession","value":"Unknown"},{"description":"Legal","title":"Sale","value":"Unknown"},{"description":"Legal","title":"Transport","value":"Unknown"},{"description":"Legal","title":"Cultivation","value":"Unknown"}]},"ireland":{"notes":"An attempt in 2014 by a member of the Santo Daime church to gain a religious exemption to import the drug failed.","yearOfData":2022,"values":[{"description":"Illegal","title":"Possession","value":"Unknown"},{"description":"Illegal","title":"Sale","value":"Unknown"},{"description":"Illegal","title":"Transport","value":"Unknown"},{"description":"Illegal","title":"Cultivation","value":"Unknown"}]}}