{"11-2022-24":{"Evolution Day":{"emoji":"📆","sources":{"Wikipedia: Evolution Day":{"homepageURL":"https://en.wikipedia.org/wiki/Evolution_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Origin_of_Species_title_page.jpg/%quality%px-Origin_of_Species_title_page.jpg","celebrators":"Various groups, individuals, and organizations"}},"response_version":2,"3-2022-15":{"World Contact Day":{"emoji":"📆","sources":{"Wikipedia: World Contact Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Contact_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Worldcontactday.jpg/%quality%px-Worldcontactday.jpg","celebrators":"Various groups, individuals, and organizations"}},"4-2022-1":{"April Fools' Day":{"aliases":["April Fool's Day"],"emoji":"📆","sources":{"Wikipedia: April Fools' Day":{"homepageURL":"https://en.wikipedia.org/wiki/April_Fools'_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Aprilsnar_2001.png/%quality%px-Aprilsnar_2001.png","celebrators":"Various groups, individuals, and organizations"}},"7-2022-14":{"National Nude Day":{"emoji":"📆","sources":{"Wikipedia: National Nude Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_Nude_Day"}},"celebrators":"Various groups, individuals, and organizations"}},"2-2022-13":{"Super Bowl Sunday":{"aliases":["Super Sunday"],"emoji":"📆","sources":{"Wikipedia: Super Bowl Sunday":{"homepageURL":"https://en.wikipedia.org/wiki/Super_Bowl_Sunday"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Super_Bowl_Sunday_Military.jpg/%quality%px-Super_Bowl_Sunday_Military.jpg","celebrators":"Various groups, individuals, and organizations"}},"descriptions":{"April Fools' Day":"April Fools' Day or April Fool's Day is an annual custom on April 1 consisting of practical jokes and hoaxes. Jokesters often expose their actions by shouting \"April Fool!\" at the recipient. Mass media can be involved in these pranks, which may be revealed as such the following day. The day is not a public holiday in any country except Odessa, Ukraine, where the first of April is an official city holiday. The custom of setting aside a day for playing harmless pranks upon one's neighbour has been relatively common in the world historically.","World Contact Day":"World Contact Day was first declared in March 1953 by an organization called the International Flying Saucer Bureau (IFSB), as a day on which all IFSB members would attempt to send a telepathic message into space.\n\nThe IFSB voted to hold such a day in 1953, theorising that if both telepathy and alien life were real, a large number of people focussing on an identical piece of text may be able to transmit the message through space. IFSB members focused on the following message during 1953:\n\nCalling occupants of interplanetary craft! Calling occupants of interplanetary craft that have been observing our planet EARTH. We of IFSB wish to make contact with you. We are your friends, and would like you to make an appearance here on EARTH. Your presence before us will be welcomed with the utmost friendship. We will do all in our power to promote mutual understanding between your people and the people of EARTH. Please come in peace and help us in our EARTHLY problems. Give us some sign that you have received our message. Be responsible for creating a miracle here on our planet to wake up the ignorant ones to reality. Let us hear from you. We are your friends.\n\nThe 1953 celebration is referenced in the song \"Calling Occupants of Interplanetary Craft\", created in 1976 by Klaatu and later covered by The Carpenters.\n\nOn the event's 60th anniversary in 2013, World Contact Day was extended to a whole week.","National Nude Day":"Marc Ellis\n\nLeigh Hart Graeme Hill\n\nSportsCafe was a New Zealand sports TV show. The show's original run was hosted by Lana Coc-Kroft, Marc Ellis, Leigh Hart, Graeme Hill, Ric Salizzo and reporter Eva Evguenieva. In 2001 Leigh Hart was added to the cast under his persona of 'That Guy'.\n\nThe show first screened on New Zealand television in 1996 on Sky Sport; however, those without a Sky subscription could view SportsCafe without a UHF Sky decoder by tuning their TV to the Sky Sport UHF channel, as the signal was not scrambled during this show. In 2002, SportsCafe moved to Sky 1 and in 2003 to TV2 (TVNZ 2).\n\nIt featured interviews with current sports stars and comical skits about sports. Each episode lasted 60 minutes, including commercials.\n\nThe show was pulled at the end of 2005 after the 'Celebrity Drug Scandal' but it is understood that this was not the reason for the show going off the air. The grand final screened November 23, 2005 and at the end of the show the presenters actually destroyed the set on the air, as The Exponents played their hit song \"Why Does Love Do This To Me?\".\n\nOn Sunday June 22, 2008, it was announced in the Herald on Sunday newspaper that SportsCafe would return for a final season, to begin on July 9, 2008. The show featured most of the original cast, and aired on Wednesday nights at 9.30 pm on TV2.\n\nIn 2011, SportsCafe returned for three exclusive online episodes, in order to celebrate New Zealand's hosting of the Rugby World Cup later in the year. Three shows were confirmed, and broadcast on July 8, 15 and 22. Recordings of these episodes can be found on YouTube.","Evolution Day":"Evolution Day is a celebration to commemorate the anniversary of the initial publication of On the Origin of Species by Charles Darwin on 24 November 1859. Such celebrations have been held for over a century, but the specific term \"Evolution Day\" for the anniversary appears to be a neologism which was coined prior to 1997. By highlighting Darwin's contributions to science, the day's events are used to educate about evolutionary biology. It is similar to the better-known Darwin Day, held on the anniversary of his birth (12 February 1809). It is unrelated to the secularization campaign by the Giordano Bruno Foundation to have the German public holiday of Ascension Day renamed to \"Evolutionstag\" (Evolution Day).","International Men's Day":"International Men's Day (IMD) is a global holiday celebrated annually on November 19 to recognize and celebrate the cultural, political, and socioeconomic achievements of men. The objectives of celebrating an International Men's Day are set out in 'All The Six Pillars of International Men's Day'. It is an occasion to celebrate boys' and men's achievements and contributions, in particular for their contributions to nation, union, society, community, family, marriage, and childcare. The broader and ultimate aim of the event is to promote basic humanitarian values, as well as awareness towards men's issues.","Super Bowl Sunday":"Super Bowl Sunday is the day on which the Super Bowl, the National Football League (NFL)'s annual championship game, is played. It is currently observed on the first Sunday in February, although in 2022 will be moved to the second Sunday, and is sometimes referred to as an unofficial national holiday. The 55th annual event, Super Bowl LV, occurred on February 7, 2021. Festivities for Super Sunday typically involve groups of people gathering to watch the game. Both \"Super Sunday\" and \"Super Bowl Sunday\" are registered trademarks of the National Football League. On Guam, it is known as Super Bowl Monday, due to the time zone, the game airs live Monday morning."},"11-2022-19":{"International Men's Day":{"aliases":["IMD","Men's Day"],"emoji":"📆","sources":{"Wikipedia: International Men's Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Men's_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/e/ef/Internation_Men%27s_Day_Logo.png/%quality%px-Internation_Men%27s_Day_Logo.png","celebrators":"Various groups, individuals, and organizations"}}}