{"8-2022-19":{"World Photography Day":{"aliases":["World Photo Day"],"emoji":"\\uD83E\\uDD2A","sources":{"World Photography Day":{"homepageURL":"https://www.worldphotographyday.com"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"10-2022-3":{"National Boyfriend Day":{"emoji":"\\uD83E\\uDD2A","sources":{"National Today":{"homepageURL":"https://nationaltoday.com/national-boyfriend-day/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"4-2022-25":{"DNA Day":{"aliases":["International DNA Day","National DNA Day","World DNA Day"],"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"descriptions":{"National Girlfriend Day":"null","World Logic Day":"World Logic Day is an international day proclaimed by UNESCO in association with the International Council for Philosophy and Human Sciences (CIPSH) in November 2019 to be celebrated on 14 January every year. It was first celebrated on 14 January 2019, before the UNESCO declaration. World Logic Day intends to bring the intellectual history, conceptual significance and practical implications of logic to the attention of interdisciplinary science communities and the broader public.","World Photography Day":"null","Darwin Day":"Darwin Day is a celebration to commemorate the birthday of Charles Darwin on 12 February 1809. The day is used to highlight Darwin's contributions to science and to promote science in general. Darwin Day is celebrated around the world.","Star Wars Day":"Star Wars Day is an informal commemorative day observed annually on May 4 to celebrate George Lucas' Star Wars media franchise. Observance of the day spread quickly through media and grassroots celebrations since the franchise began in 1977.\n\nThe date originated from the pun \"May the Fourth be with you\", a variant of the popular Star Wars catchphrase \"May the Force be with you\". Even though the holiday was not created or declared by Lucasfilm, many Star Wars fans across the world have chosen to celebrate the holiday. It has since been embraced by Lucasfilm and parent company Disney as an annual celebration of Star Wars.","National Boyfriend Day":"null","International Dog Day":"null","Book Lovers Day":"","Pi Day":"Pi Day is an annual celebration of the mathematical constant π (pi). Pi Day is observed on March 14 (3/14 in the month/day format) since 3, 1, and 4 are the first three significant digits of π. It was founded in 1988 by Larry Shaw, an employee of the Exploratorium. Celebrations often involve eating pie or holding pi recitation competitions. In 2009, the United States House of Representatives supported the designation of Pi Day. UNESCO's 40th General Conference designated Pi Day as the International Day of Mathematics in November 2019. Alternative dates for the holiday include July 22 (22/7, an approximation of π) and June 28 (6.28, an approximation of 2π or tau).","Mole Day":"Mole Day is an unofficial holiday celebrated among chemists, chemistry students and chemistry enthusiasts on October 23, between 6:02 a.m. and 6:02 p.m., making the date 6:02 10/23 in the American style of writing dates. The time and date are derived from the Avogadro number, which is approximately 6.02×1023, defining the number of particles (atoms or molecules) in one mole (mol) of substance, one of the seven base SI units.","Wikipedia Day":"Wikipedia began with its first edit on 15 January 2001, two days after the domain was registered by Jimmy Wales and Larry Sanger. Its technological and conceptual underpinnings predate this; the earliest known proposal for an online encyclopedia was made by Rick Gates in 1993, and the concept of a free-as-in-freedom online encyclopedia (as distinct from mere open source) was proposed by Richard Stallman in December 2000.\n\nCrucially, Stallman's concept specifically included the idea that no central organization should control editing. This characteristic greatly contrasted with contemporary digital encyclopedias such as Microsoft Encarta, Encyclopædia Britannica, and even Bomis's Nupedia, which was Wikipedia's direct predecessor. In 2001, the license for Nupedia was changed to GFDL, and Wales and Sanger launched Wikipedia using the concept and technology of a wiki pioneered in 1995 by Ward Cunningham. Initially, Wikipedia was intended to complement Nupedia, an online encyclopedia project edited solely by experts, by providing additional draft articles and ideas for it. In practice, Wikipedia quickly overtook Nupedia, becoming a global project in multiple languages and inspiring a wide range of other online reference projects.\n\nWikipedia's worldwide monthly readership is approximately 495 million. Worldwide in September 2018, WMF Labs tallied 15.5 billion page views for the month. According to comScore, Wikipedia receives over 117 million monthly unique visitors from the United States alone.","International Beer Day":"International Beer Day (IBD) is a celebration on the first Friday of every August founded in 2007 in Santa Cruz, California by Jesse Avshalomov. Since its inception, International Beer Day has grown from a small localized event in the western United States into a worldwide celebration spanning 207 cities, 80 countries and 6 continents. Specifically, International Beer Day has three declared purposes:","DNA Day":"National DNA Day is a United States holiday celebrated on April 25. It commemorates the day in 1953 when James Watson, Francis Crick, Maurice Wilkins, Rosalind Franklin and colleagues published papers in the journal Nature on the structure of DNA. Furthermore, in early April 2003 it was declared that the Human Genome Project was very close to complete, and \"the remaining tiny gaps were considered too costly to fill.\"\n\nIn the United States, DNA Day was first celebrated on April 25, 2003, by proclamation of both the Senate and the House of Representatives. However, they only declared a one-time celebration, not an annual holiday. Every year from 2003 onward, annual DNA Day celebrations have been organized by the National Human Genome Research Institute (NHGRI), starting as early as April 23 in 2010, April 15 in 2011 and April 20 in 2012. April 25 has since been declared \"International DNA Day\" and \"World DNA Day\" by several groups.\n\nGenealogical DNA testing companies and genetic genealogy publishers run annual sales around DNA Day, seeking interest from the public and promoting their services.","International Programmers Day":"null","Ugly Sweater Day":"","World Emoji Day":"World Emoji Day is an annual unofficial holiday occurring on 17 July, intended to celebrate emoji; in the years since the earliest observance, it has become a popular date to make product or other announcements and releases relating to emoji.","Fibonacci Day":""},"1-2022-14":{"World Logic Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"1-2022-15":{"Wikipedia Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"12-2022-16":{"Ugly Sweater Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"10-2022-23":{"Mole Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"response_version":2,"8-2022-5":{"International Beer Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"imageURL":"https://upload.wikimedia.org/wikipedia/en/3/3a/International_Beer_Day_logo.jpg","celebrators":"Anyone who recognizes the importance of this holiday"}},"9-2022-13":{"International Programmers Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"8-2022-9":{"Book Lovers Day":{"aliases":["National Book Lovers Day"],"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date":{"homepageURL":"https://www.timeanddate.com/holidays/fun/book-lovers-day"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"3-2022-14":{"Pi Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"11-2022-23":{"Fibonacci Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date":{"homepageURL":"https://www.timeanddate.com/holidays/fun/fibonacci-day"},"National Today":{"homepageURL":"https://nationaltoday.com/fibonacci-day/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"5-2022-4":{"Star Wars Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Star_Wars_Day_May_The_Fourth.svg/%quality%px-Star_Wars_Day_May_The_Fourth.svg.png","celebrators":"Anyone who recognizes the importance of this holiday"}},"8-2022-26":{"International Dog Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"2-2022-12":{"Darwin Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Charles_Darwin_photograph_by_Julia_Margaret_Cameron%2C_1868.jpg/%quality%px-Charles_Darwin_photograph_by_Julia_Margaret_Cameron%2C_1868.jpg","celebrators":"Anyone who recognizes the importance of this holiday"}},"7-2022-17":{"World Emoji Day":{"emoji":"\\uD83E\\uDD2A","sources":{"Time and Date: Fun Holidays":{"homepageURL":"https://www.timeanddate.com/holidays/fun/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}},"8-2022-1":{"National Girlfriend Day":{"emoji":"\\uD83E\\uDD2A","sources":{"National Today":{"homepageURL":"https://nationaltoday.com/national-girlfriend-day/"}},"celebrators":"Anyone who recognizes the importance of this holiday"}}}