{"1-2022-26":{"Australia Day":{"aliases":["ANA Day","Anniversary Day","Foundation Day","Invasion Day","Survival Day","Day of Mourning"],"emoji":"🇦🇺","sources":{"Wikipedia: Australia Day":{"homepageURL":"https://en.wikipedia.org/wiki/Australia_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Australia_Day.jpg/%quality%px-Australia_Day.jpg","celebrators":"Australian citizens"}},"response_version":3,"6-2022-6":{"Western Australia Day":{"aliases":["Foundation Day","WA Day"],"emoji":"🇦🇺","sources":{"Wikipedia: Western Australia Day":{"homepageURL":"https://en.wikipedia.org/wiki/Western_Australia_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Vlamingh_ships_at_the_Swan_River%2C_Keulen_1796.jpg/%quality%px-Vlamingh_ships_at_the_Swan_River%2C_Keulen_1796.jpg","celebrators":"Australian citizens"}},"descriptions":{"Western Australia Day":"Western Australia Day or simply WA Day (formerly known as Foundation Day) is a public holiday in Western Australia, celebrated on the first Monday in June each year to commemorate the founding of the Swan River Colony in 1829. Because of the celebration of Western Australia Day, WA does not celebrate the Queen's Birthday Holiday in June, as do the other Australian states; it is held in September or October instead.","Australia Day":"Australia Day is the official national day of Australia. Observed annually on 26 January, it marks the 1788 landing of the First Fleet at Sydney Cove and raising of the Union Flag by Arthur Phillip following days of exploration of Port Jackson in New South Wales. In present-day Australia, celebrations aim to reflect the diverse society and landscape of the nation and are marked by community and family events, reflections on Australian history, official community awards and citizenship ceremonies welcoming new members of the Australian community.\n\nThe meaning and significance of Australia Day has evolved and been contested over time, and not all states have celebrated the same date as their date of historical significance. Unofficially, or historically, the date has also been variously named Anniversary Day, Foundation Day and ANA Day. The date of 26 January 1788 marked the proclamation of British sovereignty over the eastern seaboard of Australia (then known as New Holland). Although it was not known as Australia Day until over a century later, records of celebrations on 26 January date back to 1808, with the first official celebration of the formation of New South Wales held in 1818. On New Year's Day 1901, the British colonies of Australia formed a federation, marking the birth of modern Australia. A national day of unity and celebration was looked for. It was not until 1935 that all Australian states and territories adopted use of the term \"Australia Day\" to mark the date, and not until 1994 that the date was consistently marked by a public holiday on that day by all states and territories.\n\nIn contemporary Australia, the holiday is marked by the presentation of the Australian of the Year Awards on Australia Day Eve, announcement of the Australia Day Honours list and addresses from the governor-general and prime minister. It is an official public holiday in every state and territory. With community festivals, concerts and citizenship ceremonies, the day is celebrated in large and small communities and cities around the nation. Australia Day has become the biggest annual civic event in Australia.\n\nIndigenous Australian events are now included. However, since at least 1938, the date of Australia Day has also been marked by Indigenous Australians and supporters mourning what is seen as the invasion of the land by the British and the start of colonisation, protesting its celebration as a national holiday. 26 January is referred to as Invasion Day, Survival Day, or Day of Mourning and observed as a counter-observance, with calls for the date to be changed, or the holiday to be abolished entirely. However, support for changing the date has remained a minority position."}}