{"response_version":2,"9-2022-16":{"Cry of Dolores":{"emoji":"\\uD83C\\uDDF2\\uD83C\\uDDFD","sources":{"Wikipedia: Cry of Dolores":{"homepageURL":"https://en.wikipedia.org/wiki/Cry_of_Dolores"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Dolores_hidalgo.jpg/%quality%px-Dolores_hidalgo.jpg","celebrators":"Mexicans around the world"}},"5-2022-5":{"Cinco de Mayo":{"emoji":"\\uD83C\\uDDF2\\uD83C\\uDDFD","sources":{"Wikipedia: Cinco de Mayo":{"homepageURL":"https://en.wikipedia.org/wiki/Cinco_de_Mayo"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Batalla_de_Puebla.png/%quality%px-Batalla_de_Puebla.png","celebrators":"Mexicans around the world"}},"descriptions":{"Cry of Dolores":"The Cry of Dolores occurred in Dolores, Mexico, on 16 September 1810, when Roman Catholic priest Miguel Hidalgo y Costilla rang his church bell and gave the call to arms that triggered the Mexican War of Independence.\n\nEvery year on the eve of Independence Day, the President of Mexico re-enacts the cry from the balcony of the National Palace in Mexico City, while ringing the same bell Hidalgo used in 1810.","Cinco de Mayo":"Cinco de Mayo (pronounced  in Mexico, Spanish for \"Fifth of May\") is an annual celebration held on May 5. The date is observed to commemorate the Mexican Army's victory over the French Empire at the Battle of Puebla, on May 5, 1862, under the leadership of General Ignacio Zaragoza. The victory of the smaller Mexican force against a larger French force was a boost to morale for the Mexicans. Zaragoza died months after the battle due to illness. A year after the battle, a larger French force defeated the Mexican army at the Second Battle of Puebla, and Mexico City soon fell to the invaders.\n\nMore popularly celebrated in the United States than in Mexico, the date has become associated with the celebration of Mexican-American culture. These celebrations began in California, where they have been observed annually since 1863. The day gained nationwide popularity in the 1980s thanks especially to advertising campaigns by beer and wine companies. Today, Cinco de Mayo generates beer sales on par with the Super Bowl. In Mexico, the commemoration of the battle continues to be mostly ceremonial, such as through military parades or battle reenactments. The city of Puebla marks the event with an arts festival, a festival of local cuisine, and re-enactments of the battle.\n\nCinco de Mayo is sometimes mistaken for Mexico's Independence Day—the most important national holiday in Mexico—which is celebrated on September 16, commemorating the Cry of Dolores, which, in 1810, initiated the war of Mexican independence from Spain."}}