{"1-2022-6":{"Christmas Eve":{"aliases":["Day before Christmas","Vigil of Christmas","Night before Christmas"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Christmas Eve":{"homepageURL":"https://en.wikipedia.org/wiki/Christmas_Eve"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/ChristmasEve1878.jpg/%quality%px-ChristmasEve1878.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"1-2022-7":{"Christmas":{"aliases":["Feast of the Nativity","No\\u00EBl","Xmas"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Christmas":{"homepageURL":"https://en.wikipedia.org/wiki/Christmas"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/NativityChristmasLights2.jpg/%quality%px-NativityChristmasLights2.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"4-2022-23":{"Holy Saturday":{"aliases":["Black Saturday","Easter Eve","Great and Holy Saturday","Great Sabbath","Hallelujah Saturday","Holy and Great Saturday","Joyous Saturday","Saturday of the Gloria","the Saturday of Light"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Holy Saturday":{"homepageURL":"https://en.wikipedia.org/wiki/Holy_Saturday"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Cristo_yacente_Gregorio_Fernandez.jpg/%quality%px-Cristo_yacente_Gregorio_Fernandez.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"6-2022-12":{"Pentecost":{"aliases":["Trinity Sunday","White Sunday","Whitsunday","Whitsun"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Pentecost":{"homepageURL":"https://en.wikipedia.org/wiki/Pentecost"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Vienna_Karlskirche_frescos4b.jpg/%quality%px-Vienna_Karlskirche_frescos4b.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"4-2022-22":{"Good Friday":{"aliases":["Crucified Friday","Holy Friday","Great Friday","Great and Holy Friday","Black Friday"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Good Friday":{"homepageURL":"https://en.wikipedia.org/wiki/Good_Friday"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/W%C3%BCger_Kreuzigung.jpg/%quality%px-W%C3%BCger_Kreuzigung.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"6-2022-13":{"Whit Monday":{"aliases":["Memorial of the Blessed Virgin Mary, Mother of the Church","Monday of the Holy Spirit","Pentecost Monday"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Whit Monday":{"homepageURL":"https://en.wikipedia.org/wiki/Whit_Monday"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Andrej_Rubl%C3%ABv_001.jpg/%quality%px-Andrej_Rubl%C3%ABv_001.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"11-2022-2":{"All Souls' Day":{"aliases":["Commemoration of All the Faithful Departed","Day of Remembrance","Day of the Dead","Feast of All Souls"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: All Souls' Day":{"homepageURL":"https://en.wikipedia.org/wiki/All_Souls'_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/William-Adolphe_Bouguereau_%281825-1905%29_-_The_Day_of_the_Dead_%281859%29.jpg/%quality%px-William-Adolphe_Bouguereau_%281825-1905%29_-_The_Day_of_the_Dead_%281859%29.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"4-2022-25":{"Easter Monday":{"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Easter Monday":{"homepageURL":"https://en.wikipedia.org/wiki/Easter_Monday"}},"celebrators":"Eastern Orthodox Christians around the world"}},"4-2022-24":{"Easter":{"aliases":["Pascha","Resurrection Sunday"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Easter":{"homepageURL":"https://en.wikipedia.org/wiki/Easter"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Resurrection_%2824%29.jpg/%quality%px-Resurrection_%2824%29.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"descriptions":{"Saint Patrick's Day":"Saint Patrick's Day, or the Feast of Saint Patrick, is a cultural and religious celebration held on 17 March, the traditional death date of Saint Patrick (c. 385 – c. 461), the foremost patron saint of Ireland.\n\nSaint Patrick's Day was made an official Christian feast day in the early 17th century and is observed by the Catholic Church, the Anglican Communion (especially the Church of Ireland), the Eastern Orthodox Church, and the Lutheran Church. The day commemorates Saint Patrick and the arrival of Christianity in Ireland, and celebrates the heritage and culture of the Irish in general. Celebrations generally involve public parades and festivals, céilís, and the wearing of green attire or shamrocks. Christians who belong to liturgical denominations also attend church services and historically the Lenten restrictions on eating and drinking alcohol were lifted for the day, which has encouraged and propagated the holiday's tradition of alcohol consumption.\n\nSaint Patrick's Day is a public holiday in the Republic of Ireland, Northern Ireland, the Canadian province of Newfoundland and Labrador (for provincial government employees), and the British Overseas Territory of Montserrat. It is also widely celebrated in the United Kingdom, Canada, United States, Brazil, Argentina, Australia and New Zealand, especially amongst Irish diaspora. Saint Patrick's Day is celebrated in more countries than any other national festival. Modern celebrations have been greatly influenced by those of the Irish diaspora, particularly those that developed in North America. However, there has been criticism of Saint Patrick's Day celebrations for having become too commercialised and for fostering negative stereotypes of the Irish people.","Easter Monday":"Easter Monday is the day after Easter Sunday and is a public holiday in some countries. It is the second day of Eastertide. In Western Christianity, it is also the second day of the Octave of Easter, and in Eastern Christianity, it is also the second day of Bright Week.\n\nEaster Monday is celebrated in the Catholic church and also called the Monday of the Angel \"because we recall the meeting of the angel with the women who arrived at Jesus’s tomb. The angel said to them: “I know that you seek Jesus who was crucified. He is not here; for he has risen. Because of this we call it Monday of the Angel because only an angel with the power of God could say that Jesus had risen\".(Regina Caeli, 2021)","Pentecost":"The Christian holiday of Pentecost is a moveable feast, which is celebrated on the 50th day (the seventh Sunday) from Easter Sunday. It commemorates the descent of the Holy Spirit upon the Apostles and other followers of Jesus Christ while they were in Jerusalem celebrating the Feast of Weeks, as described in the Acts of the Apostles (Acts 2:1–31.\n\nThe holiday is also called \"White Sunday\" or \"Whitsunday\" or \"Whitsun\", especially in the United Kingdom, where traditionally the next day, Whit Monday, was also a public holiday (since 1971 fixed by statute on the last Monday in May). The Monday after Pentecost is a legal holiday in many European countries.\n\nIn Eastern Christianity, Pentecost can also refer to the entire fifty days of Easter through Pentecost inclusive; hence the book containing the liturgical texts is called the \"Pentecostarion\". Since its date depends on the date of Easter, Pentecost is a \"moveable feast\".\n\nPentecost is one of the Great feasts in the Eastern Orthodox Church, a Solemnity in the Roman Rite of the Catholic Church, a Festival in the Lutheran Churches, and a Principal Feast in the Anglican Communion. Many Christian denominations provide a special liturgy for this holy celebration.","Easter":"Easter, also called Pascha (Aramaic, Greek, Latin) or Resurrection Sunday, is a Christian festival and cultural holiday commemorating the resurrection of Jesus from the dead, described in the New Testament as having occurred on the third day after his burial following his crucifixion by the Romans at Calvary c. 30 AD. It is the culmination of the Passion of Jesus, preceded by Lent (or Great Lent), a 40-day period of fasting, prayer, and penance.\n\nMost Christians refer to the week before Easter as \"Holy Week\", which contains the days of the Easter Triduum, including Maundy Thursday, commemorating the Maundy and Last Supper, as well as Good Friday, commemorating the crucifixion and death of Jesus. In Western Christianity, Eastertide, or the Easter Season, begins on Easter Sunday and lasts seven weeks, ending with the coming of the 50th day, Pentecost Sunday. In Eastern Christianity, the Paschal season begins on Pascha and ends with the coming of the 40th day, the Feast of the Ascension.\n\nEaster and its related holidays are moveable feasts, not falling on a fixed date in the Gregorian or Julian calendars which follow only the cycle of the Sun; its date is computed based on a lunisolar calendar similar to the Hebrew calendar. The First Council of Nicaea (325) established two rules, independence from the Hebrew calendar and worldwide uniformity, which were the only rules for Easter explicitly laid down by the council. No details for the computation were specified; these were worked out in practice, a process that took centuries and generated a number of controversies. It has come to be the first Sunday after the ecclesiastical full moon that occurs on or soonest after 21 March. Even if calculated on the basis of the more accurate Gregorian calendar, the date of that full moon sometimes differs from that of the astronomical first full moon after the March equinox.\n\nEaster is linked to the Jewish Passover by its origin (according to the synoptic Gospels, both the crucifixion and the resurrection took place during the Passover) and by much of its symbolism, as well as by its position in the calendar. In most European languages the feast is called by the words for passover in those languages; and in the older English versions of the Bible the term Easter was the term used to translate passover. Easter customs vary across the Christian world, and include sunrise services, exclaiming the Paschal greeting, clipping the church, and decorating Easter eggs (a symbol of the empty tomb). The Easter lily, a symbol of the resurrection, traditionally decorates the chancel area of churches on this day and for the rest of Eastertide. Additional customs that have become associated with Easter and are observed by both Christians and some non-Christians include Easter parades, the Easter Bunny and egg hunting. There are also various traditional Easter foods that vary regionally.","Christmas":"Christmas (or the Feast of the Nativity) is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25 as a religious and cultural celebration by billions of people around the world. A feast central to the Christian liturgical year, it is preceded by the season of Advent or the Nativity Fast and initiates the season of Christmastide, which historically in the West lasts twelve days and culminates on Twelfth Night. Christmas Day is a public holiday in many of the world's nations, is celebrated religiously by a majority of Christians, as well as culturally by many non-Christians, and forms an integral part of the holiday season organized around it.\n\nThe traditional Christmas narrative, the Nativity of Jesus, delineated in the New Testament says that Jesus was born in Bethlehem, in accordance with messianic prophecies. When Joseph and Mary arrived in the city, the inn had no room and so they were offered a stable where the Christ Child was soon born, with angels proclaiming this news to shepherds who then spread the word. \n\nAlthough the month and date of Jesus' birth are unknown, the church in the early fourth century fixed the date as December 25. This corresponds to the date of the winter solstice on the Roman calendar. Most Christians celebrate on December 25 in the Gregorian calendar, which has been adopted almost universally in the civil calendars used in countries throughout the world. However, part of the Eastern Christian Churches celebrate Christmas on December 25 of the older Julian calendar, which currently corresponds to January 7 in the Gregorian calendar. For Christians, believing that God came into the world in the form of man to atone for the sins of humanity, rather than knowing Jesus' exact birth date, is considered to be the primary purpose in celebrating Christmas.\n\nThe celebratory customs associated in various countries with Christmas have a mix of pre-Christian, Christian, and secular themes and origins. Popular modern customs of the holiday include gift giving; completing an Advent calendar or Advent wreath; Christmas music and caroling; viewing a Nativity play; an exchange of Christmas cards; church services; a special meal; and the display of various Christmas decorations, including Christmas trees, Christmas lights, nativity scenes, garlands, wreaths, mistletoe, and holly. In addition, several closely related and often interchangeable figures, known as Santa Claus, Father Christmas, Saint Nicholas, and Christkind, are associated with bringing gifts to children during the Christmas season and have their own body of traditions and lore. Because gift-giving and many other aspects of the Christmas festival involve heightened economic activity, the holiday has become a significant event and a key sales period for retailers and businesses. The economic impact of Christmas has grown steadily over the past few centuries in many regions of the world.","Epiphany":"Epiphany may refer to:","Palm Sunday":"Palm Sunday is a Christian moveable feast that falls on the Sunday before Easter. The feast commemorates Jesus' triumphal entry into Jerusalem, an event mentioned in each of the four canonical Gospels. Palm Sunday marks the first day of Holy Week. For adherents of Nicene Christianity, it is the last week of the Christian solemn season of Lent that precedes the arrival of Eastertide.\n\nIn most liturgical churches, Palm Sunday is celebrated by the blessing and distribution of palm branches (or the branches of other native trees), representing the palm branches which the crowd scattered in front of Christ as he rode into Jerusalem. The difficulty of procuring palms in unfavorable climates led to their substitution with branches of native trees, including box, olive, willow, and yew. The Sunday was often named after these substitute trees, as in Yew Sunday, or by the general term Branch Sunday.\n\nMany churches of mainstream Christian denominations, including the Orthodox, Catholic, Lutheran, Methodist, Anglican, Moravian and Reformed traditions, distribute palm branches to their congregations during their Palm Sunday liturgies. Christians take these palms, which are often blessed by clergy, to their homes where they hang them alongside Christian art (especially crosses and crucifixes) or keep them in their Bibles or devotionals. In the period preceding the next year's Lent, known as Shrovetide, churches often place a basket in their narthex to collect these palms, which are then ritually burned on Shrove Tuesday to make the ashes to be used on the following day, Ash Wednesday, which is the first day of Lent.","All Saints' Day":"All Saints' Day, also known as All Hallows' Day, Hallowmas, the Feast of All Saints, or Solemnity of All Saints, is a Christian solemnity celebrated in honour of all the saints, known and unknown. Its intent is to celebrate all the saints, including those who do not, or are no longer, celebrated individually, either because the number of saints has become so great or because they were celebrated in groups, after suffering martyrdom collectively. From the 4th century, feasts commemorating all Christian martyrs were held in various places on various dates near Easter and Pentecost. In the 9th century, some churches in the British Isles began holding the commemoration of all saints on 1 November, and in the 10th century this was extended to the whole church by Pope Gregory IV.\n\nIn Western Christianity, it is still celebrated on 1 November by the Roman Catholic Church as well as many Protestant churches. The Eastern Orthodox Church and associated Eastern Catholic and Byzantine Lutheran churches celebrate it on the first Sunday after Pentecost. The Church of the East and associated Eastern Catholic churches celebrate All Saints' Day on the first Friday after Easter.","Assumption of Mary":"The Assumption of Mary (name in full Assumption of the Blessed Virgin Mary) is, according to the beliefs of the Catholic Church, Eastern Orthodox Churches, Oriental Orthodoxy, Church of the East, and some Anglo-Catholic Churches, among others, the bodily taking up of Mary, the mother of Jesus, into Heaven at the end of her earthly life. The analogous feast in the Eastern Churches is known as the Dormition of the Theotokos.\n\nIn the churches that observe it, the Assumption is a major feast day, commonly celebrated on 15 August. In many countries, the feast is also marked as a Holy Day of Obligation in the Catholic Church. The Assumption of the Virgin Mary in art has been a popular subject, especially since the 12th century.\n\nThe Catholic Church teaches as dogma that the Virgin Mary \"having completed the course of her earthly life, was assumed body and soul into heavenly glory\". This doctrine was dogmatically defined by Pope Pius XII on 1 November 1950, in the apostolic constitution Munificentissimus Deus by exercising papal infallibility. While the Catholic Church and Eastern Orthodox Church believe in the Dormition of the Mother of God as scriptural support for the dogma in terms of Mary's victory over sin and death through her intimate association with \"the new Adam\" (Christ) as also reflected in 1 Corinthians 15:54: \"then shall come to pass the saying that is written, Death is swallowed up in victory\".\n\nThe New Testament contains no explicit narrative about the death or dormition, nor of the Assumption of Mary, but several scriptural passages have been theologically interpreted to describe the ultimate fate in this and the afterworld of the Mother of Jesus (see below). Various apocryphal documents do contain narrations of the event.","Whit Monday":"Whit Monday or Pentecost Monday (also known as Monday of the Holy Spirit) is the holiday celebrated the day after Pentecost, a moveable feast in the Christian calendar. It is moveable because it is determined by the date of Easter. In the Catholic Church, it is the Memorial of the Blessed Virgin Mary, Mother of the Church Marking the resumption of Ordinary Time.\n\nWhit Monday gets its English name from \"Whitsunday\", an English name for Pentecost, one of the three baptismal seasons. The origin of the name \"Whit Sunday\" is generally attributed to the white garments formerly worn by those newly baptized on this feast.","Holy Tuesday":"Holy Tuesday, Fig Tuesday, or Great and Holy Tuesday (lit. 'Great Third (Day)', i.e., Great Tuesday), is a day of Holy Week, which precedes Easter.","Christmas Eve":"Christmas Eve is the evening or entire day before Christmas Day, the festival commemorating the birth of Jesus. Christmas Day is observed around the world, and Christmas Eve is widely observed as a full or partial holiday in anticipation of Christmas Day. Together, both days are considered one of the most culturally significant celebrations in Christendom and Western society.\n\nChristmas celebrations in the denominations of Western Christianity have long begun on Christmas Eve, due in part to the Christian liturgical day starting at sunset, a practice inherited from Jewish tradition and based on the story of Creation in the Book of Genesis: \"And there was evening, and there was morning – the first day.\" Many churches still ring their church bells and hold prayers in the evening; for example, the Nordic Lutheran churches. Since tradition holds that Jesus was born at night, Midnight Mass is celebrated on Christmas Eve, traditionally at midnight, in commemoration of his birth. The idea of Jesus being born at night is reflected in the fact that Christmas Eve is referred to as Heilige Nacht (Holy Night) in German, Nochebuena (the Good Night) in Spanish and similarly in other expressions of Christmas spirituality, such as the song \"Silent Night, Holy Night\".\n\nMany other varying cultural traditions and experiences are also associated with Christmas Eve around the world, including the gathering of family and friends, the singing of Christmas carols, the illumination and enjoyment of Christmas lights, trees, and other decorations, the wrapping, exchange and opening of gifts, and general preparation for Christmas Day. Legendary Christmas gift-bearing figures including Santa Claus, Father Christmas, Christkind, and Saint Nicholas are also often said to depart for their annual journey to deliver presents to children around the world on Christmas Eve, although until the Protestant introduction of Christkind in 16th-century Europe, such figures were said to instead deliver presents on the eve of Saint Nicholas' feast day (6 December).","Immaculate Conception":"The Immaculate Conception is a dogma of the Catholic Church which states that Mary, mother of Jesus has been free of original sin from the moment of her conception. It proved controversial in the Middle Ages, but was revived in the 19th century and was adopted as Church dogma when Pope Pius IX promulgated Ineffabilis Deus in 1854. This followed Ubi primum, a 1849 encyclical wherein Pius had asked the bishops for their opinions on the matter, resulting in overwhelming support from the Church's hierarchy.\n\nProtestants rejected Ineffabilis Deus as an exercise in papal power and the doctrine itself as without foundation in Scripture. Eastern Orthodoxy, although it reveres Mary in its liturgy, called on the Roman church to return to the faith of early centuries.\n\nThe iconography of the Virgin of the Immaculate Conception shows her standing, with arms outstretched or hands clasped in prayer, and her feast day is 8 December.","Holy Saturday":"Holy Saturday, also known as Great and Holy Saturday (also Holy and Great Saturday), the Great Sabbath, Hallelujah Saturday (in Portugal and Brazil), Saturday of the Gloria and Black Saturday (in the Philippines) or Easter Eve, and called \"Joyous Saturday\" or \"the Saturday of Light\" among Coptic Christians, is the final day of Holy Week, between Good Friday and Easter Sunday, when Christians prepare for the latter. The day commemorates the Harrowing of Hell while Jesus Christ's body lay in the tomb. Christians of the Catholic, Lutheran, Methodist, Anglican and Reformed denominations begin the celebration of the Easter Vigil service on Holy Saturday, which provides a transition to the season of Eastertide; in the Moravian Christian tradition, graves are decorated with flowers during the day of Holy Saturday and the celebration of the sunrise service starts before dawn on Easter Sunday.","All Souls' Day":"All Souls' Day, also known as the Commemoration of All the Faithful Departed and the Day of the Dead, is a day of prayer and remembrance for the souls of those who have died, which is observed by Latin Catholics and other Christian denominations annually on November 2. All Souls' Day is often celebrated in Western Christianity; Saturday of Souls is a related tradition more frequently observed in Eastern Christianity. Practitioners of All Souls' Day traditions often remember deceased loved ones in various ways on the day. Beliefs and practices associated with All Souls' Day vary widely among Christian denominations.\n\nThe annual celebration is the last day of Allhallowtide, after All Saints' Day and its eve. Prior to the standardization of Catholic observance on 2 November by St. Odlio of Cluny during the 10th century, many Catholic congregations celebrated All Souls Day on various dates during the Easter season as it is still observed in some Eastern Orthodox Churches and associated Eastern Catholic Churches. Churches of the East Syriac Rite (Syro-Malabar Catholic Church, Chaldean Catholic Church, Assyrian Church of the East, Ancient Church of the East) commemorate all the faithful departed on the Friday before Lent.","Feast of the Ascension":"The Feast of the Ascension of Jesus Christ, also called Ascension Day, Ascension Thursday, or sometimes Holy Thursday, commemorates the Christian belief of the bodily Ascension of Jesus into heaven. It is one of the ecumenical (i.e., universally celebrated) feasts of Christian churches, ranking with the feasts of the Passion, of Easter, and Pentecost. Following the account of Acts 1:3 that the risen Jesus appeared for 40 days prior to his Ascension, Ascension Day is traditionally celebrated on a Thursday, the fortieth day of Easter; although some Christian denominations have moved the observance to the following Sunday. In the Catholic Church in the United States, the day of observance varies by ecclesiastical province.","Saint Joseph's Day":"Saint Joseph's Day, also called the Feast of Saint Joseph or the Solemnity of Saint Joseph, is in Western Christianity the principal feast day of Saint Joseph, husband of the Virgin Mary and legal father of Jesus Christ celebrated on 19 March. It has the rank of a solemnity in the Catholic Church. It is a feast or commemoration in the provinces of the Anglican Communion, and a feast or festival in the Lutheran Church. Saint Joseph's Day is the Patronal Feast day for Poland as well as for Canada, persons named Joseph, Josephine, etc., for religious institutes, schools and parishes bearing his name, and for carpenters. It is also Father's Day in some Catholic countries, mainly Spain, Portugal, and Italy. It is not a holy day of obligation for Catholics in the United States.\n\n19 March was dedicated to Saint Joseph in several Western calendars by the 10th century, and this custom was established in Rome by 1479. Pope Pius V extended its use to the entire Roman Rite by his Apostolic Constitution Quo primum (14 July 1570). Originally a double of the second class and a feast of precept, it was re-raised to be of precept in 1917 after having this status intermittently lost, and consequently also raised to its current rank of double of the first class (now called a solemnity), having become in the meantime the rank common to all remaining general feasts of precept. Since 1969, Episcopal Conferences may, if they wish, transfer it to a date outside Lent. Even if it occurs inside Lent on the usual date of 19 March, it is still observed as a Solemnity of a Saint—this is one of the few times during Lent the Gloria may be said or sung, the vesture is changed from the purple or violet of Lent to white or gold (as it would be for such a solemnity normally), the Collect and the Eucharistic Prayer's Preface and other prayers are from the Solemnity and not Lent, the hymns are more joyful, and the Creed is said. However, the Alleluia is still not used, the Tract being used instead, per Lenten regulations.\n\nBetween 1870 and 1955, an additional feast was celebrated in honor of Saint Joseph as Spouse of the Blessed Virgin Mary and Patron of the Universal Church, the latter title having been given to him by Pope Pius IX. Originally celebrated on the third Sunday after Easter with an octave, after Divino Afflatu of Saint Pius X (see Reform of the Roman Breviary by Pope Pius X), it was moved to the preceding Wednesday (because Wednesday was the day of the week specifically dedicated to St. Joseph, St. John the Baptist and local patrons). The feast was also retitled The Solemnity of Saint Joseph. This celebration and its accompanying octave were abolished during the modernisation and simplification of rubrics under Pope Pius XII in 1955.\n\nAt the same time, Pope Pius XII established an additional Feast of \"St. Joseph the Worker\", to be celebrated on 1 May, in order to coincide with the celebration of International Workers' Day (May Day) in many countries. Until this time, 1 May had been the Feast of the Apostles Saint Philip and James, but that Feast was then moved to the next free day, 11 May (and again to 3 May, in 1969, having become free in the meantime). In the new calendar published in 1969, the Feast of Saint Joseph The Worker, which at one time occupied the highest possible rank in the Church calendar, was reduced to an optional Memorial, the lowest rank for a saint's day.\n\nThe Eastern Orthodox Church celebrates Saint Joseph on the Sunday after Christmas.\n\nPopular customs among Christians of various liturgical traditions observing Saint Joseph's Day are attending Mass or the Divine Service, wearing red-coloured clothing, carrying dried fava beans that have been blessed, and assembling home altars dedicated to Saint Joseph.","Good Friday":"Good Friday is a Christian holiday commemorating the crucifixion of Jesus and his death at Calvary. It is observed during Holy Week as part of the Paschal Triduum. It is also known as Holy Friday, Great Friday, Great and Holy Friday (also Holy and Great Friday), and Black Friday.\n\nMembers of many Christian denominations, including the Catholic, Eastern Orthodox, Lutheran, Anglican, Methodist, Oriental Orthodox and Reformed traditions, observe Good Friday with fasting and church services. In many Catholic, Lutheran, Anglican and Methodist Churches, the Service of the Great Three Hours' Agony is held from noon until 3 pm, the time duration that the Bible records as darkness covering the land to Jesus' sacrificial death on the cross. Communicants of the Moravian Church have a Good Friday tradition of cleaning gravestones in Moravian cemeteries.\n\nThe date of Good Friday varies from one year to the next on both the Gregorian and Julian calendars. Eastern and Western Christianity disagree over the computation of the date of Easter and therefore of Good Friday. Good Friday is a widely instituted legal holiday around the world, including in most Western countries and 12 U.S. states. Some countries, such as Germany, have laws prohibiting certain acts, such as dancing and horse racing.","Halloween":"Halloween or Hallowe'en (a contraction of \"All Hallows' evening\"), also known as Allhalloween, All Hallows' Eve, or All Saints' Eve, is a celebration observed in many countries on 31 October , the eve of the Western Christian feast of All Hallows' Day. It begins the observance of Allhallowtide, the time in the liturgical year dedicated to remembering the dead, including saints (hallows), martyrs, and all the faithful departed.\n\nOne theory holds that many Halloween traditions may have been influenced by ancient Celtic harvest festivals, particularly the Gaelic festival Samhain, which may have had pagan roots; some scholars hold that Samhain may have been Christianized as All Hallow's Day, along with its eve, by the early Church. Other academics believe, however, that Halloween began solely as a Christian holiday, being the vigil of All Hallow's Day.\n\nHalloween activities include trick-or-treating (or the related guising and souling), attending Halloween costume parties, carving pumpkins into jack-o'-lanterns, lighting bonfires, apple bobbing, divination games, playing pranks, visiting haunted attractions, telling scary stories, as well as watching horror films. In many parts of the world, the Christian religious observances of All Hallows' Eve, including attending church services and lighting candles on the graves of the dead, remain popular, although elsewhere it is a more commercial and secular celebration. Some Christians historically abstained from meat on All Hallows' Eve, a tradition reflected in the eating of certain vegetarian foods on this vigil day, including apples, potato pancakes, and soul cakes.","Valentine's Day":"Lutheran Church (see calendar)\n\nValentine's Day, also called Saint Valentine's Day or the Feast of Saint Valentine, is celebrated annually on February 14. It originated as a Christian feast day honoring one or two early Christian martyrs named Saint Valentine and, through later folk traditions, has become a significant cultural, religious, and commercial celebration of romance and love in many regions of the world.\n\nThere are a number of martyrdom stories associated with various Valentines connected to February 14, including an account of the imprisonment of Saint Valentine of Rome for ministering to Christians persecuted under the Roman Empire in the third century. According to an early tradition, Saint Valentine restored sight to the blind daughter of his jailer. Numerous later additions to the legend have better related it to the theme of love: an 18th-century embellishment to the legend claims he wrote the jailer's daughter a letter signed \"Your Valentine\" as a farewell before his execution; another addition posits that Saint Valentine performed weddings for Christian soldiers who were forbidden to marry.\n\nThe Feast of Saint Valentine was established by Pope Gelasius I in AD 496 to be celebrated on February 14 in honour of Saint Valentine of Rome, who died on that date in AD 269. The day became associated with romantic love in the 14th and 15th centuries when notions of courtly love flourished, apparently by association with the \"lovebirds\" of early spring. In 18th-century England, it grew into an occasion in which couples expressed their love for each other by presenting flowers, offering confectionery, and sending greeting cards (known as \"valentines\"). Valentine's Day symbols that are used today include the heart-shaped outline, doves, and the figure of the winged Cupid. Since the 19th century, handwritten valentines have given way to mass-produced greeting cards. In Italy, Saint Valentine's Keys are given to lovers \"as a romantic symbol and an invitation to unlock the giver's heart\", as well as to children to ward off epilepsy (called Saint Valentine's Malady).\n\nSaint Valentine's Day is not a public holiday in any country, although it is an official feast day in the Anglican Communion and the Lutheran Church. Many parts of the Eastern Orthodox Church also celebrate Saint Valentine's Day on July 6 in honor of Roman presbyter Saint Valentine, and on July 30 in honor of Hieromartyr Valentine, the Bishop of Interamna (modern Terni)."},"4-2022-19":{"Holy Tuesday":{"aliases":["Fig Tuesday","Great and Holy Tuesday","Great Tuesday"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Holy Tuesday":{"homepageURL":"https://en.wikipedia.org/wiki/Holy_Tuesday"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/The_Parable_of_the_-Ten-_Virgins_%28he_Parables_of_Our_Lord_and_Saviour_Jesus_Christ%29_MET_DP835787.jpg/%quality%px-The_Parable_of_the_-Ten-_Virgins_%28he_Parables_of_Our_Lord_and_Saviour_Jesus_Christ%29_MET_DP835787.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"10-2022-31":{"Halloween":{"aliases":["Allhalloween","All Hallows' Eve","All Saints' Eve","Hallowe'en"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Halloween":{"homepageURL":"https://en.wikipedia.org/wiki/Halloween"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Jack-o%27-Lantern_2003-10-31.jpg/%quality%px-Jack-o%27-Lantern_2003-10-31.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"4-2022-17":{"Palm Sunday":{"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Palm Sunday":{"homepageURL":"https://en.wikipedia.org/wiki/Palm_Sunday"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Assisi-frescoes-entry-into-jerusalem-pietro_lorenzetti.jpg/%quality%px-Assisi-frescoes-entry-into-jerusalem-pietro_lorenzetti.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"12-2022-8":{"Immaculate Conception":{"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Immaculate Conception":{"homepageURL":"https://en.wikipedia.org/wiki/Immaculate_Conception"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Inmaculada_Concepci%C3%B3n_%28Tiepolo%29.jpg/%quality%px-Inmaculada_Concepci%C3%B3n_%28Tiepolo%29.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"3-2022-19":{"Saint Joseph's Day":{"aliases":["Feast of Saint Joseph","Solemnity of Saint Joseph"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Saint Joseph's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Saint_Joseph's_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Saint_Joseph_with_the_Infant_Jesus_by_Guido_Reni%2C_c_1635.jpg/%quality%px-Saint_Joseph_with_the_Infant_Jesus_by_Guido_Reni%2C_c_1635.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"response_version":1,"3-2022-17":{"Saint Patrick's Day":{"aliases":["Feast of Saint Patrick","Patrick's Day","St. Paddy's Day","St. Patty's Day"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Saint Patrick's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Saint_Patrick's_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Kilbennan_St._Benin%27s_Church_Window_St._Patrick_Detail_2010_09_16.jpg/%quality%px-Kilbennan_St._Benin%27s_Church_Window_St._Patrick_Detail_2010_09_16.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"7-2022-6":{"Valentine's Day":{"aliases":["Feast of Saint Valentine","Saint Valentine's Day"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Valentine's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Valentine's_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Antique_Valentine_1909_01.jpg/%quality%px-Antique_Valentine_1909_01.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"8-2022-15":{"Assumption of Mary":{"aliases":["Assumption of the Blessed Virgin Mary","Falling Asleep of the Blessed Virgin Mary","The Assumption"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Assumption of Mary":{"homepageURL":"https://en.wikipedia.org/wiki/Assumption_of_Mary"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Tizian_041.jpg/%quality%px-Tizian_041.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"6-2022-2":{"Feast of the Ascension":{"aliases":["Feast of the Ascension of Jesus Christ","Ascension Day","Ascension Thursday","Holy Thursday"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Feast of the Ascension":{"homepageURL":"https://en.wikipedia.org/wiki/Feast_of_the_Ascension"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Obereschach_Pfarrkirche_Fresko_Fugel_Christi_Himmelfahrt_crop.jpg/%quality%px-Obereschach_Pfarrkirche_Fresko_Fugel_Christi_Himmelfahrt_crop.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"6-2022-19":{"All Saints' Day":{"aliases":["All Hallows' Day","Hallowmas","Feast of All Saints","Solemnity of All Saints"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: All Saints' Day":{"homepageURL":"https://en.wikipedia.org/wiki/All_Saints'_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/All-Saints.jpg/%quality%px-All-Saints.jpg","celebrators":"Eastern Orthodox Christians around the world"}},"12-2021-24":{"Epiphany":{"aliases":["Baptism of Jesus","Little Christmas","Three Kings Day","Theophany"],"emoji":"\\u271D\\uFE0F","sources":{"Wikipedia: Epiphany":{"homepageURL":"https://en.wikipedia.org/wiki/Epiphany"}},"celebrators":"Eastern Orthodox Christians around the world"}}}