{"6-2022-17":{"World Day to Combat Desertification and Drought":{"emoji":"🇺🇳","sources":{"Wikipedia: World Day to Combat Desertification and Drought":{"homepageURL":"https://en.wikipedia.org/wiki/World_Day_to_Combat_Desertification_and_Drought"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/The_Earth_seen_from_Apollo_17.jpg/%quality%px-The_Earth_seen_from_Apollo_17.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"4-2022-12":{"International Day of Human Space Flight":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day of Human Space Flight":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Human_Space_Flight"}},"celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-12":{"World Day Against Child Labour":{"emoji":"🇺🇳","sources":{"Wikipedia: World Day Against Child Labour":{"homepageURL":"https://en.wikipedia.org/wiki/World_Day_Against_Child_Labour"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/The_Earth_seen_from_Apollo_17.jpg/%quality%px-The_Earth_seen_from_Apollo_17.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-13":{"International Albinism Awareness Day":{"aliases":["IAAD"],"emoji":"🇺🇳","sources":{"Wikipedia: International Albinism Awareness Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Albinism_Awareness_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"8-2022-19":{"World Humanitarian Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Humanitarian Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Humanitarian_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-14":{"World Blood Donor Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Blood Donor Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Blood_Donor_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/World_Blood_Donor_Day_Celebration_2014.jpg/%quality%px-World_Blood_Donor_Day_Celebration_2014.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"descriptions":{"International Day of Light":"The International Day of Light is an international observance established by the United Nations Educational, Scientific and Cultural Organization (UNESCO)  to provide an annual opportunity to raise awareness of the importance of light science and technology in sustainable development, and to promote the broader place of light in art and culture.\n\nThe International Day of Light is a follow-up to the International Year of Light and Light-based Technologies 2015, and is celebrated annually on May 16, the anniversary of the first successful operation of a laser in 1960.","World Day to Combat Desertification and Drought":"The World Day to Combat Desertification and Drought is a United Nations observance celebrated each year on 17 June. Its purpose is to raise awareness of the presence of desertification and drought, highlighting methods of preventing desertification and recovering from drought. Each year's global celebration has a unique, novel emphasis that had not been developed previously.\\n\\nThis day was proclaimed by the United Nations General Assembly resolution A/RES/49/115 on January 30, 1995, after the day when United Nations Convention to Combat Desertification is drafted.","World Development Information Day":"In 1972, the United Nations General Assembly decided to institute a World Development Information Day coinciding with United Nations Day on October 24. The General Assembly had the object of drawing the attention of world public opinion each year to development problems and the necessity of strengthening international co-operation to solve them.\n\nThe day was further recognized as the date on which the International Development Strategy for the Second Nations Development Decade was adopted in 1970.\n\nOn May 17, 1972, the UN Conference on Trade and Development (UNCTAD) proposed measures for information dissemination and for the mobilization of public opinion relative to trade and development problems. These became known as resolution 3038 (XXVII), which the UN General Assembly passed on December 19, 1972. This resolution called for introducing World Development Information Day to help draw the attention of people worldwide to development problems. A further aim of the event is to explain to the general public why it is necessary to strengthen international cooperation to find ways to solve these problems. The assembly also decided that the day should coincide with United Nations Day to stress the central role of development in the UN's work. World Development Information Day was first held on October 24, 1973, and has been held on this date each year since then.\n\nIn recent years many events have interpreted the title of the day slightly differently. These have concentrated on the role that modern information-technologies, such as the Internet and mobile telephones free from digital divide can play in alerting people and finding solutions to problems of trade and development. One of the specific aims of World Development Information Day was to inform and motivate young people and this change may help to further this aim.","Earth Day":"Earth Day is an annual event on April 22 to demonstrate support for environmental protection. First held on April 22, 1970, it now includes a wide range of events coordinated globally by EarthDay.org (formerly Earth Day Network) including 1 billion people in more than 193 countries.\n\nIn 1969 at a UNESCO Conference in San Francisco, peace activist John McConnell proposed a day to honor the Earth and the concept of peace, to first be observed on March 21, 1970, the first day of spring in the northern hemisphere. This day of nature's equipoise was later sanctioned in a proclamation written by McConnell and signed by Secretary General U Thant at the United Nations. A month later United States Senator Gaylord Nelson proposed the idea to hold a nationwide environmental teach-in on April 22, 1970. He hired a young activist, Denis Hayes, to be the National Coordinator. Nelson and Hayes renamed the event \"Earth Day\". Denis and his staff grew the event beyond the original idea for a teach-in to include the entire United States. More than 20 million people poured out on the streets, and the first Earth Day remains the largest single day protest in human history. Key non-environmentally focused partners played major roles. Under the leadership of labor leader Walter Reuther, for example, the United Auto Workers (UAW) was the most instrumental outside financial and operational supporter of the first Earth Day. According to Hayes, \"Without the UAW, the first Earth Day would have likely flopped!\" Nelson was later awarded the Presidential Medal of Freedom award in recognition of his work.\n\nThe first Earth Day was focused on the United States. In 1990, Denis Hayes, the original national coordinator in 1970, took it international and organized events in 141 nations.\n\nOn Earth Day 2016, the landmark Paris Agreement was signed by the United States, the United Kingdom, China, and 120 other countries. This signing satisfied a key requirement for the entry into force of the historic draft climate protection treaty adopted by consensus of the 195 nations present at the 2015 United Nations Climate Change Conference in Paris.\n\nNumerous communities engaged in Earth Day Week actions, an entire week of activities focused on the environmental issues that the world faces. On Earth Day 2020, over 100 million people around the world observed the 50th anniversary in what is being referred to as the largest online mass mobilization in history.","World AIDS Day":"World AIDS Day, designated on 1 December every year since 1988, is an international day dedicated to raising awareness of the AIDS pandemic caused by the spread of HIV infection and mourning those who have died of the disease. The acquired immunodeficiency syndrome (AIDS) is a life-threatening condition caused by the human immunodeficiency virus (HIV). The HIV virus attacks the immune system of the patient and reduces its resistance to other diseases. Government and health officials, non-governmental organizations, and individuals around the world observe the day, often with education on AIDS prevention and control.\n\nWorld AIDS Day is one of the eleven official global public health campaigns marked by the World Health Organization (WHO), along with World Health Day, World Blood Donor Day, World Immunization Week, World Tuberculosis Day, World No Tobacco Day, World Malaria Day, World Hepatitis Day, World Antimicrobial Awareness Week, World Patient Safety Day and World Chagas Disease Day.\n\nAs of 2017, AIDS has killed between 28.9 million and 41.5 million people worldwide, and an estimated 36.7 million people are living with HIV, making it one of the most important global public health issues in recorded history. Thanks to recent improved access to antiretroviral treatment in many regions of the world, the death rate from AIDS epidemic has decreased since its peak in 2005 (1 million in 2016, compared to 1.9 million in 2005).","International Volunteer Day":"The International Volunteer Day for Economic and Social Development (5 December), more commonly referred to as International Volunteer Day (IVD), is an international observance mandated by the UN General Assembly in 1985. It offers an opportunity for volunteer-involving organizations and individual volunteers to promote volunteerism, encourage governments to support volunteer efforts and recognize volunteer contributions to the achievement of the Sustainable Development Goals (SDGs) at local, national and international levels.\n\nInternational Volunteer Day is celebrated by many non-governmental organizations, civil society, and the private sector, among others. It is also marked and supported by the United Nations Volunteers (UNV) programme.\n\nUNV coordinates a campaign to promote IVD every year, building on the impact volunteers have in communities, nationally and globally for peace and development.\n\nIn 2018 the focus of IVD is not only to celebrate volunteerism in all its facets, but also to highlight the role that volunteers play in building resilient communities. It is worth noting that current estimates equate the global volunteer workforce to 109 million full-time workers. 30 per cent of volunteering that takes place formally through organizations, associations and groups; and 70 per cent occurs through informal engagement between individuals. Overall, 60% of the informal volunteers are women.\n\nSecretary-General António Guterres, International Volunteer Day 2017","World Bee Day":"World Bee Day is celebrated on May 20. On this day Anton Janša, the pioneer of beekeeping, was born in 1734.\n\nThe purpose of the international day is to acknowledge the role of bees and other pollinators for the ecosystem.\n\nThe UN Member States approved Slovenia’s proposal to proclaim 20 May as World Bee Day in December 2017.","World Water Day":"World Water Day is an annual United Nations (UN) observance day held on 22 March that highlights the importance of fresh water. The day is used to advocate for the sustainable management of freshwater resources. The theme of each day focuses on topics relevant to clean water, sanitation and hygiene (WASH), which is in line with the targets of Sustainable Development Goal 6. The UN World Water Development Report (WWDR) is released each year around World Water Day.\n\nUN-Water is the convener for World Water Day and selects the theme for each year in consultation with UN organizations that share an interest in that year's focus. The theme for 2021 was \"Valuing Water\" and the public campaign invited people to join a global conversation on social media to \"tell us your stories, thoughts and feelings about water\".\n\nIn 2020, the theme was \"Water and Climate Change\". Previous themes for the years 2016 to 2019 were \"Water and Jobs'\", \"Why waste water?\" \"Nature for Water\", and \"Leaving no one behind\". World Water Day is celebrated around the world with a variety of events. These can be theatrical, musical or lobbying in nature. The day can also include campaigns to raise money for water projects. The first World Water Day, designated by the United Nations, was in 1993.","World Radio Day":"World Radio Day (in French, Le jour mondial de la radio) is an international day celebrated on 13 February each year. The Day was decided by UNESCO on 3 November 2011 during its 36th conference.","International Day of the World's Indigenous Peoples":"The International Day of the World's Indigenous Peoples is observed on 9 August each year to raise awareness and protect the rights of the world's indigenous population. This event also recognizes the achievements and contributions that indigenous people make to improve world issues such as environmental protection. It was first pronounced by the United Nations General Assembly in December 1994, marking the day of the first meeting of the UN Working Group on Indigenous Populations of the Sub-Commission on the Promotion and Protection of Human Rights in 1982.","International Co-operative Day":"International Co-operative Day is an annual celebration of the co-operative movement observed on the first Saturday in July since 1923 by the International Co-operative Alliance.\\n\\nOn December 16, 1992, the United Nations General Assembly proclaimed in resolution 47/90 \\\"the first Saturday of July 1995 to be International Day of Cooperatives, marking the centenary of the establishment of the International Cooperative Alliance.\\\" Since 1995 the United Nations' International Day of Co-operatives has been observed jointly alongside International Co-operative Day.\\n\\nCo-operatives around the world celebrate the day in various fashions and each year the organising institutions agree on a theme for the celebrations. The 2010 theme was Cooperative Enterprise Empowers Women, to coincide with the 15th anniversary of the Beijing Platform for Action.","International Literacy Day":"International Literacy Day is an international observance, celebrated each year on 8 September, that was declared by UNESCO on 26 October 1966 at the 14th session of UNESCO's General Conference. It was celebrated for the first time in 1967. Its aim is to highlight the importance of literacy to individuals, communities and societies. Celebrations take place in several countries.","Spanish Language Day":"null","World Cities Day":"World Cities Day is an annual United Nations observance day held on 31 October. The global observance, first held in 2014, is organized by the United Nations Human Settlements Programme (UN-Habitat) in coordination with each year's selected host city.","World Day Against Child Labour":"The World Day Against Child Labour is an International Labour Organization (ILO)-sanctioned holiday first launched in 2002 aiming to raise awareness and activism to prevent child labour. It was spurred by ratifications of ILO Convention No. 138 on the minimum age for employment and ILO Convention No. 182 on the worst forms of child labour.\\n\\nThe World Day Against Child Labour, which is held every year on June 12, is intended to foster the worldwide movement against child labour.","International Day of Women and Girls in Science":"The International Day of Women and Girls in Science is the 11th day of February, by resolution of the United Nations General Assembly on 22 December 2015. The international day recognizes the critical role women and girls play in science and technology.\\n\\nThe International Day of Women and Girls in Science is implemented by UNESCO and UN Women, in collaboration with intergovernmental agencies and institutions, as well as civil society partners, that aim to promote women and girls in science. The day's purpose is to promote full and equal access to participation in science for women and girls.","World Blood Donor Day":"World Blood Donor Day (WBDD) is held on June 14 each year. The event was organised for the first time in 2005, by a joint initiative of the World Health Organization, the International Federation of Red Cross and Red Crescent Societies to raise awareness of the need for safe blood and blood products, and to thank blood donors for their voluntary, life-saving gifts of blood. World Blood Donor Day is one of 11 official global public health campaigns marked by the World Health Organization (WHO), along with World Health Day, World Chagas Disease Day, World Tuberculosis Day, World Immunization Week, World Patient Safety Day, World Malaria Day, World No Tobacco Day, World Hepatitis Day, World Antimicrobial Awareness Week and World AIDS Day.","International Dance Day":"International Dance Day is a global celebration of dance, created by the Dance Committee of the International Theatre Institute (ITI), the main partner for the performing arts of UNESCO. The event takes place every year on 29 April, which is the anniversary of the birth of Jean-Georges Noverre (1727–1810), the creator of modern ballet. The day strives to encourage participation and education in dance through events and festivals held on the date all over the world. UNESCO formally recognize ITI to be the creators and organizers of the event.","World Book Day":"World Book Day, also known as World Book and Copyright Day, or International Day of the Book, is an annual event organized by the United Nations Educational, Scientific and Cultural Organization (UNESCO) to promote reading, publishing, and copyright. The first World Book Day was celebrated on 23 April in 1995, and continues to be recognized on that day. A related event in the United Kingdom and Ireland is observed in March.","World Telecommunication and Information Society Day":"World Telecommunication and Information Society Day is an international day proclaimed in November 2006 by the International Telecommunication Union Plenipotentiary Conference in Antalya, Turkey, to be celebrated annually on 17 May.","International Day for the Abolition of Slavery":"The International Day for the Abolition of Slavery is a yearly event on December 2, organized since 1986 by the United Nations General Assembly.\\n\\nThe Convention for the Suppression of the Traffic in Persons and of the Exploitation of the Prostitution of Others was approved by the United Nations General Assembly on December 2, 1949. Besides, by resolution 57/195 of 18 December 2002, the Assembly proclaimed 2004 the International Year to Commemorate the Struggle against Slavery and its Abolition.","World Habitat Day":"World Habitat Day is marked on the first Monday of October each year, and is recognized by the United Nations to reflect on the state of towns and cities, and on the basic right of all to adequate shelter. The day is also intended to remind the world that everyone has the power and the responsibility to shape the future of towns and cities. World Habitat Day was first celebrated in 1986 in Nairobi, Kenya, and the theme chosen for that year was \"Shelter is My Right\". \n\nThe United Nations General Assembly decided that this should be an annual event and the first Monday of October was chosen. The day is celebrated in many countries around the world and various activities are organized to examine the problems of rapid urbanisation and its impact on the environment and human poverty. \n\nAnnual themes for World Habitat Day have been diverse and have included \"Shelter for the Homeless\", \"Our Neighbourhood\", \"Safer Cities,\" \"Women in Urban Government,\" Cities without Slums\" and \"Water and Sanitation for Cities.\" \n\nUN Habitat makes plain the need to plan cities in order to avoid the chaotic development of urban sprawl and all the associated problems that are created as a result.\n\nCities are engines of growth. Many people from rural areas globally long to move to cities to realize their dreams of a better life. Often this dream is not realized, but people continue to flock to cities for no other reason than a vague promise of a better future and prosperity.\n\nA well-planned city can bring just that. Cities can be centres for economic activities and urban challenges can be addressed and opportunities can continue to be afforded to both current and future residents. Those who are successful succeed in getting jobs or starting their own businesses, which in turn creates more employment opportunities.\n\nOn the other hand, cities can also become a setting in which marginalisation, inequality and social exclusion can abound. Access to adequate housing is an important factor in ensuring this is avoided.\n\nAnother major issue is the ever-increasing risk posed by natural disasters as the climate crisis continues to develop. This risk is particularly significant in the Caribbean Region and Central America, where countries such as Haiti, Nicaragua, Honduras, El Salvador and Bolivia have higher levels of poverty and where their cities are exceptionally vulnerable due to their population density and diversity.\n\nHigh levels of population density, coupled with poor building techniques have given rise to shanty towns that have no proper infrastructure, community organization or security of tenure. In the event of a disaster of any kind, a complete breakdown can result in a chaotic situation and enormous loss of life.","International Widows Day":"International Widows Day is a United Nations ratified day of action to address the \"poverty and injustice faced by millions of widows and their dependents in many countries\". The day takes place annually on 23 June.\n\nInternational Widows Day was established by The Loomba Foundation to raise awareness of the issue of widowhood. The significance of 23 June is that it was on that day in 1954 that Shrimati Pushpa Wati Loomba, mother of the foundation's founder, Lord Loomba, became a widow. One of the foundation’s key goals is to highlight what it describes as an invisible calamity. A 2010 book, Invisible, Forgotten Sufferers: The Plight of Widows Around the World, estimates that there are 245 million widows worldwide, 115 million of whom live in poverty and suffer from social stigmatization and economic deprivation purely because they have lost their husbands. As part of the Loomba Foundation’s awareness campaign, this study was presented to UN Secretary General Ban Ki-moon on 22 June 2010.\n\nThe first International Widows Day took place in 2005 and was launched by Lord Loomba and the foundation's president, Cherie Blair. By the sixth International Widows Day in 2010, events were held in Rwanda, Sri Lanka, the United States, the UK, Nepal, Syria, Kenya, India, Bangladesh and South Africa.","World Oceans Day":"World Ocean Day is an international day that takes place annually on 8 June. The concept was originally proposed in 1992 by Canada's International Centre for Ocean Development (ICOD) and the Ocean Institute of Canada (OIC) at the Earth Summit \\u2013 UN Conference on Environment and Development (UNCED) in Rio de Janeiro, Brazil. \\\"World Oceans Day\\\" was officially recognised by the United Nations in 2008. The international day supports the implementation of worldwide Sustainable Development Goals (SDGs) and fosters public interest in the protection of the ocean and the sustainable management of its resources.}}","International Anti-Corruption Day":"International Anti-Corruption Day has been observed annually, on 9 December, since the passage of the United Nations Convention Against Corruption on 31 October 2003 to raise public awareness for anti-corruption.","Human Rights Day":"Human Rights Day is celebrated annually across the world on 10 December every year.\n\nThe date was chosen to honor the United Nations General Assembly's adoption and proclamation, on 10 December 1948, of the Universal Declaration of Human Rights (UDHR), the first global enunciation of human rights and one of the first major achievements of the new United Nations. The formal establishment of Human Rights Day occurred at the 317th Plenary Meeting of the General Assembly on 4 December 1950, when the General Assembly declared resolution 423(V), inviting all member states and any other interested organizations to celebrate the day as they saw fit.\n\nThe day is normally marked both by high-level political conferences and meetings and by cultural events and exhibitions dealing with human rights issues. Besides, it is traditionally on 10 December that the five-yearly United Nations Prize in the Field of Human Rights and Nobel Peace Prize are awarded. Many governmental and non-governmental organizations active in the human rights field also schedule special events to commemorate the day, as do many civil and social-cause organisations.","World Population Day":"World Population Day is an annual event, observed on July 11 every year, which seeks to raise awareness of global population issues. The event was established by the Governing Council of the United Nations Development Programme in 1989. It was inspired by the public interest in Five Billion Day on July 11, 1987, the approximate date on which the world's population reached five billion people. World Population Day aims to increase people's awareness on various population issues such as the importance of family planning, gender equality, poverty, maternal health and human rights.\\n\\nThe day was suggested by Dr. K.C.Zachariah in which population reaches Five Billion when he worked as Sr Demographer at World Bank. While press interest and general awareness in the global population surges only at the increments of whole billions of people, the world population increases annually by 100 million approximately every 14 months. The world population reached 7,400,000,000 on February 6, 2016; the world population reached 7,500,000,000 at around 16:21 on April 24, 2017. The world population reached 7,700,000,000 in 2019.\\n\\nIn November, UNFPA, together with the governments of Kenya and Denmark, will be convening a high-level conference in Nairobi to accelerate efforts to achieve these unmet goals. On World Population Day, advocates from around the world are calling on leaders, policymakers, grassroots organizers, institutions and others to help make reproductive health and rights a reality for all.","World Bicycle Day":"In April 2018, the United Nations General Assembly declared June 3 as International World Bicycle Day. The resolution for World Bicycle Day recognizes \"the uniqueness, longevity and versatility of the bicycle, which has been in use for two centuries, and that it is a simple, affordable, reliable, clean and environmentally fit sustainable means of transport.\"","World Creativity and Innovation Day":"World Creativity and Innovation Day (#WCID) is a global UN day celebrated on April 21 to raise awareness around the importance of creativity and innovation in problem solving with respect to advancing the United Nations sustainable development goals, also known as the \"global goals\". The day was created with UN resolution 71/284 with the support of 80 countries. The first World Creativity and Innovation Day was celebrated on April 21, 2018. \n\nThe purpose of the day is to encourage creative multidisciplinary thinking at the individual and group levels which, according to a special report on the creative economy by UNESCO, UNDP, and UNOSSC, has \"become the true wealth of nations in the 21st century.\"","World Logic Day":"World Logic Day is an international day proclaimed by UNESCO in association with the International Council for Philosophy and Human Sciences (CIPSH) in November 2019 to be celebrated on 14 January every year. It was first celebrated on 14 January 2019, before the UNESCO declaration. World Logic Day intends to bring the intellectual history, conceptual significance and practical implications of logic to the attention of interdisciplinary science communities and the broader public.","International Nurses Day":"International Nurses Day (IND) is an international day observed around the world on 12 May (the anniversary of Florence Nightingale's birth) of each year, to mark the contributions that nurses make to society.","World Press Freedom Day":"The United Nations General Assembly declared May 3 to be World Press Freedom Day or just World Press Day, observed to raise awareness of the importance of freedom of the press and remind governments of their duty to respect and uphold the right to freedom of expression enshrined under Article 19 of the 1948 Universal Declaration of Human Rights and marking the anniversary of the Windhoek Declaration, a statement of free press principles put together by African newspaper journalists in Windhoek in 1991.","Global Handwashing Day":"Global Handwashing Day (GHD) is an international handwashing promotion campaign to motivate and mobilize people around the world to improve their handwashing habits. Washing hands at critical points during the day and washing with soap are both important.\n\nGlobal Handwashing Day occurs on 15 October of each year. The global campaign is dedicated to raising awareness of handwashing with soap as a key factor in disease prevention. Respiratory and intestinal diseases can be reduced by 25-50%.","International Albinism Awareness Day":"International Albinism Awareness Day (IAAD) is celebrated annually on June 13 to celebrate the human rights of persons with albinism worldwide.","International Women's Day":"International Women's Day (IWD) is a global holiday celebrated annually on March 8 to commemorate the cultural, political, and socioeconomic achievements of women. It is also a focal point in the women's rights movement, bringing attention to issues such as gender equality, reproductive rights, and violence against women.\n\nIWD originated from labor movements in North America and Europe during the early 20th century. The earliest version was purportedly a \"Women's Day\" organized by the Socialist Party of America in New York City February 28, 1909. This inspired German delegates at the 1910 International Socialist Woman's Conference to propose \"a special Women's Day\" be organized annually, albeit with no set date; the following year saw the first demonstrations and commemorations of International Women's Day across Europe. After women gained suffrage in Soviet Russia in 1917 (the beginning of the February Revolution), IWD was made a national holiday on March 8; it was subsequently celebrated on that date by the socialist movement and communist countries. The holiday was associated with far-left movements and governments until its adoption by the global feminist movement in the late 1960s. IWD became a mainstream global holiday following its adoption by the United Nations in 1977.\n\nInternational Women's Day is commemorated in a variety of ways worldwide; it is a public holiday in several countries, and observed socially or locally in others. The UN observes the holiday in connection with a particular issue, campaign, or theme in women's rights. In some parts of the world, IWD still reflects its political origins, being marked by protests and calls for radical change; in other areas, particularly in the West, it is largely sociocultural and centered on a celebration of womanhood.","World Food Day":"World Food Day is an international day celebrated every year worldwide on 16 October to commemorate the date of the founding of the United Nations Food and Agriculture Organization in 1945. The day is celebrated widely by many other organizations concerned with hunger and food security, including the World Food Programme and the International Fund for Agricultural Development. WFP received the Nobel Prize in Peace for 2020 for their efforts to combat hunger, contribute to peace in conflict areas, and for playing a leading role in stopping the use of hunger in the form of a weapon for war and conflict.\n\nThe World Food Day theme for 2014 was Family Farming: \"Feeding the world, caring for the earth\"; in 2015 it was \"Social Protection and Agriculture: Breaking the Cycle of Rural Poverty\"; in 2016 it is Climate Change: \"Climate is changing. Food and agriculture must too\", which echoes the theme of 2008, and of 2002 and 1989 before that. The theme of 2020 was \"Grow, nourish, sustain. Together. Our actions are our future.\"","International Day of Happiness":"The International Day of Happiness is celebrated throughout the world on the 20th of March. It was established by the United Nations General Assembly on 28 June 2012.\n\nThe International Day of Happiness aims to make people around the world realize the importance of happiness within their lives.\n\nIn 2015, the United Nations launched 17 Sustainable Development Goals to make people's lives happier. Its main development goals are to eradicate poverty, reduce inequality and protect our planet.\n\nThe United Nations invites people of all ages to join in celebrating the International Day of Happiness.\n\nAssembly Resolution A/RES/66/281 states in pertinent part:\n\nThe General Assembly, Conscious that the pursuit of happiness is a fundamental human goal, Recognizing also the need for a more inclusive, equitable and balanced approach to economic growth that promotes sustainable development, poverty eradication, happiness and the well-being of all peoples, Decides to proclaim 20 March the International Day of Happiness, Invites all Member States, organizations of the United Nations system and other international and regional organizations, as well as civil society, including non-governmental organizations and individuals, to observe the International Day of Happiness in an appropriate manner, including through education and public awareness-raising activities\n\nThe Official Information by United Nations General Assembly\n\nTen Steps To Global Happiness:\n\nMission","International Day for the Preservation of the Ozone Layer":"September 16 was designated by the United Nations General Assembly as the International Day for the Preservation of the Ozone Layer. This designation had been made on December 19, 2000, in commemoration of the date, in 1987, on which nations signed the Montreal Protocol on Substances that Deplete the Ozone Layer. In 1994, the UN General Assembly proclaimed 16 September the International Day for the Preservation of the Ozone Layer, commemorating the date of the signing, in 1987, of the Montreal Protocol on Substances that Deplete the Ozone Layer. The closure of the hole in the ozone layer was observed 30 years after the protocol was signed. Due to the nature of the gases responsible for ozone depletion their chemical effects are expected to continue for between 50 and 100 years.","Chinese Language Day":"null","World Cancer Day":"World Cancer Day is an international day marked on February 4 to raise awareness of cancer and to encourage its prevention, detection, and treatment. World Cancer Day is led by the Union for International Cancer Control (UICC) to support the goals of the World Cancer Declaration, written in 2008. The primary goal of World Cancer Day is to significantly reduce illness and death caused by cancer and is an opportunity to rally the international community to end the injustice of preventable suffering from cancer. The day is observed by the United Nations.\n\nWorld Cancer Day targets misinformation, raises awareness, and reduces stigma. Multiple initiatives are run on World Cancer Day to show support for those affected by cancer. One of these movements are #NoHairSelfie, a global movement to have \"hairticipants\" shave their heads either physically or virtually to show a symbol of courage for those undergoing cancer treatment. Images of participants are then shared all over social media. Hundreds of events around the world also take place.","United Nations Day":"United Nations Day is an annual commemorative day, reflecting the official creation of the United Nations on 24 October 1945. In 1947, the United Nations General Assembly declared 24 October, the anniversary of the Charter of the United Nations, as which \"shall be devoted to making known to the people of the world the aims and achievements of the United Nations and to gaining their support for\" its work.\n\nIn 1971, the United Nations General Assembly adopted a further resolution (United Nations Resolution 2782) declaring that United Nations Day shall be an international observance or international holiday and recommended that it should be observed as a public holiday by United Nations member states.","Parent's Day":"Parents' Day is observed in South Korea (May 8) and in the United States (fourth Sunday of July). The South Korean designation was established in 1973, replacing the Mother's Day previously marked on May 8, and includes public and private celebrations. The United States day was created in 1994 under President Bill Clinton. June 1 has also been proclaimed as \"Global Day of Parents\" by the United Nations as a mark of appreciation for the commitment of parents towards their children. In the Philippines, while it is not strictly observed or celebrated, the first Monday of December each year is proclaimed as Parents' Day.","World Philosophy Day":"World Philosophy Day is an international day proclaimed by UNESCO to be celebrated every 3rd Thursday of November. It was first celebrated on 21 November 2002.\n\nBy celebrating World Philosophy Day each year, on the third Thursday of November, UNESCO underlines the enduring value of philosophy for the development of human thought, for each culture and for each individual. UNESCO has always been closely linked to philosophy, not speculative or normative philosophy, but critical questioning which enables it to give meaning to life and action in the international context.\n\nIn establishing World Philosophy Day in 2005, UNESCO’s General Conference highlighted the importance of this discipline, especially for young people, underlining that “philosophy is a discipline that encourages critical and independent thought and is capable of working towards a better understanding of the world and promoting tolerance and peace”. UNESCO's General Conference was convinced that “the institutionalisation of Philosophy Day at UNESCO as ‘World Philosophy Day’ would win recognition for and give strong impetus to philosophy and, in particular, to the teaching of philosophy in the world”.","English Language Day":"null","International Chernobyl Disaster Remembrance Day":"International Chernobyl Disaster Remembrance Day is a remembrance day, observed annually on April 26. It was established by the United Nations General Assembly on December 8, 2016, in memory of Chernobyl disaster.\\n\\nIn its resolution, the General Assembly recognized that three decades after the disaster there remains persistent serious long-term consequences and that the affected communities and territories are experiencing continuing related needs. The General Assembly invites all Member States, relevant agencies of the United Nations system and other international organizations, as well as civil society, to observe the day.","International Mother Earth Day":"International Mother Earth Day was established in 2009, by the United Nations General Assembly under Resolution A/RES/63/278. The Resolution was introduced by The Plurinational State of Bolivia and endorsed by over 50 member states. It recognizes that \"the Earth and its ecosystems are our home\" and that \"it is necessary to promote harmony with nature and the Earth.\" The term Mother Earth is used because it \"reflects the interdependence that exists among human beings, other living species and the planet we all inhabit\". It is decided to designate April 22 as International Mother Earth Day.\n\nGeneral Assembly President Miguel d'Escoto Brockmann welcomed the creation of International Mother Earth Day, saying: \"International Mother Earth Day promotes a view of the Earth as the entity that sustains all living things found in nature. Inclusiveness is at the heart of International Mother Earth Day; fostering shared responsibilities to rebuild our troubled relationship with nature is a cause that is uniting people around the world.\"","Arabic Language Day":"null","National CleanUp Day":"National CleanUp Day is celebrated annually in the United States and globally on the third Saturday of September. In the United States, there are cleanups held in every State and Territory. It promotes organized and individual cleanup events and volunteering to keep the outdoors clean.\n\nThe inaugural National CleanUp Day was held in 2017 and had more than 225,000 volunteers. The 2018 event had over 1,500,000 volunteers, 14 million pounds of waste collected, and was held in conjunction with the inaugural World Cleanup Day. The 2019 cleanup had almost 2,000,000 volunteers, 18 million pounds of waste collected. The US event is coordinated with World CleanUp Day and saw a combined 20 million volunteers in 170 countries which is the largest, single day global volunteer event. National CleanUp Day partners include Earth Day, Keep America Beautiful, World Cleanup Day, Waterkeeper Alliance, National Parks Conservation Association, Junior Chamber International, Granite Gear, Fjallraven, and Clean Trails. In April 2019, Earth Day partnered with National CleanUp Day and Keep America Beautiful for the inaugural Earth Day CleanUp and had over 500,000 volunteers working to clean up trash and litter nationally. In 2020, the Great Global CleanUp by Earth Day was originally planned to include thousands of large group cleanups but the COVID-19 pandemic caused cancellation of most group events. Instead, Earth Day and presenting partners World CleanUp Day, National CleanUp Day and Keep America Beautiful organized individual activities like Plogging and the TrashTag Challenge.\n\nCleanUp events are held throughout September and include National Public Lands Day. Additional programs held year-round include Clean Trails, Plogging, Trashtag, CleanUps.org, Clean City USA, and CleanUp News.\n\nNational CleanUp Day events are held in the United States, Aruba, Bahamas, Belarus, Canada, Dominican Republic, India, Israel, Kenya, Malawi, Namibia, Netherlands, Romania, Rwanda, Sierra Leone, South Africa, Switzerland, Taiwan, and the Philippines. \n\nIn 2020, National CleanUp Day introduced the Tailored CleanUp@ program for businesses and cities. The program is free and available to any participating business, educational institution, land manager, government entity or nonprofit. The Tailored CleanUp page may be used for any cleanup activity on any date in the United States, Canada, India or China. The Join a CleanUp, cleanup mapping pages, and reporting pages may be used for any cleanup worldwide on any date. National CleanUp Day pivoted in 2020 due to COVID-19 from large scale cleanups to individual cleanups. They had over 671,000 signups by individuals, municipalities, schools, and companies.\n\nCleanUp News was launched on September 19, 2020, and contains CleanUp articles for general readership, science articles, and resources for journalists and writers. Actor Cobie Smulders joined with Clean Trails and Planet Oat to promote cleanup activities for National CleanUp Day. Plogging.org TrashTag.org and CleanUps.org were launched in January 2021. These concepts support the responsibility of land managers, municipalities, non-profits, educational institutions, businesses, and individuals holding cleanup activities globally.\n\nNational CleanUp Day is a nonprofit organization founded by Bill Willoughby and Steve Jewett.","World Toilet Day":"World Toilet Day (WTD) is an official United Nations international observance day on 19 November to inspire action to tackle the global sanitation crisis. Worldwide, 4.2 billion people live without \"safely managed sanitation\" and around 673 million people practice open defecation.:74 Sustainable Development Goal 6 aims to \"Ensure availability and sustainable management of water and sanitation for all\". In particular, target 6.2 is to \"End open defecation and provide access to sanitation and hygiene\". When the Sustainable Development Goals Report 2020 was published, United Nations Secretary-General António Guterres said, \"Today, Sustainable Development Goal 6 is badly off track\" and it \"is hindering progress on the 2030 Agenda, the realization of human rights and the achievement of peace and security around the world\".\n\nWorld Toilet Day exists to inform, engage and inspire people to take action toward achieving this goal. The UN General Assembly declared World Toilet Day an official UN day in 2013, after Singapore had tabled the resolution (its first resolution before the UN's General Assembly of 193 member states). Prior to that, World Toilet Day had been established unofficially by the World Toilet Organization (a Singapore-based NGO) in 2001.\n\nUN-Water is the official convener of World Toilet Day. UN-Water maintains the official World Toilet Day website and chooses a special theme for each year. In 2020 the theme was \"Sustainable sanitation and climate change\". In 2019 the theme was 'Leaving no one behind', which is the central theme of the Sustainable Development Goals. Themes in previous years include nature-based solutions, wastewater, toilets and jobs, and toilets and nutrition. World Toilet Day is marked by communications campaigns and other activities. Events are planned by UN entities, international organizations, local civil society organizations and volunteers to raise awareness and inspire action.\n\nToilets are important because access to a safe functioning toilet has a positive impact on public health, human dignity, and personal safety, especially for women. Sanitation systems that do not safely treat excreta allow the spread of disease. Serious soil-transmitted diseases and waterborne diseases such as cholera, diarrhea, typhoid, dysentery and schistosomiasis can result.","International Day of Democracy":"In 2007 the United Nations General Assembly resolved to observe 15 September as the International Day of Democracy—with the purpose of promoting and upholding the principles of democracy—and invited all member states and organizations to commemorate the day in an appropriate manner that contributes to raising public awareness.\n\n…while democracies share common features, there is no single model of democracy and that democracy does not belong to any country or region... …democracy is a universal value based on the freely-expressed will of people to determine their own political, economic, social and cultural systems, and their full participation in all aspects of life.","Asteroid Day":"Asteroid Day (also known as International Asteroid Day) is an annual global event which is held on the anniversary of the Tunguska event in 1908, when an asteroid leveled about 2,150 square kilometres (830 sq mi) forest in Siberia. The United Nations has proclaimed it be observed globally on June 30 every year in its resolution. Asteroid Day aims to raise awareness about asteroids and what can be done to protect the Earth, its families, communities, and future generations from a catastrophic event. For example, 2014 HQ124, discovered April 23, 2014, went past 1,250,000 km from Earth the same year, June 8, only 46 days after discovery, and 2015 TB145, went past at 490,000 km only 21 days after its discovery.","Zero Discrimination Day":"Zero Discrimination Day is an annual day celebrated on 1 March each year by the United Nations (UN) and other international organisations. The day aims to promote equality before the law and in practice throughout all of the member countries of the UN. The day was first celebrated on March 1, 2014, and was launched by UNAIDS Executive Director Michel Sidibé on 27 February of that year with a major event in Beijing.\n\nIn February 2017, UNAIDS called on people to \"make some noise around zero discrimination, to speak up and prevent discrimination from standing in the way of achieving ambitions, goals and dreams.\"\n\nThe day is particularly noted by organisations like UNAIDS that combat discrimination against people living with HIV/AIDS. \"HIV related stigma and discrimination is pervasive and exists in almost every part of the world including our Liberia\", according to Dr. Ivan F. Camanor, Chairman of the National AIDS Commission of Liberia. The UN Development Programme also paid tribute in 2017 to LGBTI people with HIV/AIDS who face discrimination.\n\nCampaigners in India have used this day to speak out against laws making discrimination against the LGBTI community more likely, especially during the previous campaign to repeal the law (Indian Penal Code, s377) that used to criminalise homosexuality in that country, before that law was overturned by the Indian Supreme Court in September 2018.\n\nIn 2015, Armenian Americans in California held a 'die-in' on Zero Discrimination Day to remember the victims of the Armenian Genocide.\n\nYou can see also that this is special for nations development","International Youth Day":"International Youth Day (IYD) is an awareness day designated by the United Nations. The purpose of the day is to draw attention to a given set of cultural and legal issues surrounding youth. The first IYD was observed on 12 August, 2000.","International Day of Forests":"The International Day of Forests was established on the 21st day of March, by resolution of the United Nations General Assembly on November 28, 2012. Each year, various events celebrate and raise awareness of the importance of all types of forests, and trees outside forests, for the benefit of current and future generations. Countries are encouraged to undertake efforts to organize local, national, and international activities involving forests and trees, such as tree planting campaigns, on International Day of Forests. The Secretariat of the United Nations Forum on Forests, in collaboration with the Food and Agriculture Organization, facilitates the implementation of such events in collaboration with governments, the Collaborative Partnership on Forests, and international, regional and subregional organizations. International Day of Forests was observed for the first time on March 21, 2013.","World No Tobacco Day":"World No Tobacco Day (WNTD) is observed around the world every year on 31 May. This yearly celebration informs the public on the dangers of using tobacco, the business practices of tobacco companies, what the World Health Organization (WHO) is doing to fight against the use of tobacco, and what people around the world can do to claim their right to health and healthy living and to protect future generations.\n\nThe Member States of the WHO created World No Tobacco Day in 1987 to draw global attention to the tobacco epidemic and the preventable death and disease it causes. The day is further intended to draw attention to the widespread prevalence of tobacco use and to negative health effects, which currently lead to more than 8 million deaths each year worldwide, including 1.2 million are the result of non-smokers being exposed to second-hand smoke. The day has been met with both enthusiasm and resistance around the globe from governments, public health organizations, smokers, growers, and the tobacco industry.","World Tuberculosis Day":"World Tuberculosis Day, observed on 24 March each year, is designed to build public awareness about the global epidemic of tuberculosis (TB) and efforts to eliminate the disease. In 2018, 10 million people fell ill with TB, and 1.5 million died from the disease, mostly in low and middle-income countries. This also makes it the leading cause of death from an infectious disease.\\n\\nWorld TB Day is one of eleven official global public health campaigns marked by the World Health Organization (WHO), along with World Health Day, World Chagas Disease Day, World Blood Donor Day, World Antimicrobial Awareness Week, World Immunization Week, World Malaria Day, World No Tobacco Day, World Hepatitis Day, World Patient Safety Day and World AIDS Day.","World Meteorological Day":"World Meteorological Day was established in 1961 to commemorate the World Meteorological Organization creation on 23 March 1950. This organization announces a slogan for World Meteorology Day every year, and this day is celebrated in all member countries.","World Patient Safety Day":"World Patient Safety Day (WPSD), observed annually on 17 September, aims to raise global awareness about patient safety and call for solidarity and united action by all countries and international partners to reduce patient harm. Patient safety focuses on preventing and reducing risks, errors and harm that happen to patients during the provision of health care.\\n\\nWorld Patient Safety Day is one of 11 official global public health campaigns marked by the World Health Organization (WHO), along with World Tuberculosis Day, World Health Day, World Chagas Disease Day, World Malaria Day, World Immunization Week, World No Tobacco Day, World Blood Donor Day, World Hepatitis Day, World Antimicrobial Awareness Week and World AIDS Day.","International Day of Families":"The International Day of Families is observed on the 15 May every year. The Day was proclaimed by the UN General Assembly in 1993 with resolution A/RES/47/237 and reflects the importance the international community attaches to families. The International Day provides an opportunity to promote awareness of issues relating to families and to increase knowledge of the social, economic and demographic processes affecting families.","Russian Language Day":"null","World Health Day":"World Health Day is a global health awareness day celebrated every year on April 7, under the sponsorship of the World Health Organization (WHO), as well as other related organizations.\n\nIn 1948, the WHO held the First World Health Assembly. The Assembly decided to celebrate 7 April of each year, with effect from 1950, as the World Health Day. The World Health Day is held to mark WHO's founding and is seen as an opportunity by the organization to draw worldwide attention to a subject of major importance to global health each year. The WHO organizes international, regional and local events on the Day related to a particular theme. World Health Day is acknowledged by various governments and non-governmental organizations with interests in public health issues, who also organize activities and highlight their support in media reports, such as the Global Health Council.\n\nWorld Health Day is one of 11 official global health campaigns marked by WHO, along with World Tuberculosis Day, World Immunization Week, World Malaria Day, World No Tobacco Day, World AIDS Day, World Blood Donor Day, World Chagas Disease Day, World Patient Safety Day, World Antimicrobial Awareness Week and World Hepatitis Day.","World Humanitarian Day":"World Humanitarian Day is an international day dedicated to recognize humanitarian personnel and those who have lost their lives working for humanitarian causes. It was designated by the United Nations General Assembly as part of a Swedish-sponsored GA Resolution A/63/L.49 on the Strengthening of the Coordination of Emergency Assistance of the United Nations, and set as 19 August. It marks the day on which the then Special Representative of the Secretary-General to Iraq, Sérgio Vieira de Mello and 21 of his colleagues were killed in the bombing of the UN Headquarters in Baghdad.","International Firefighters' Day":"International Firefighters' Day (IFFD) is observed on May 4. It was instituted after a proposal was emailed out across the world on January 4, 1999 due to the deaths of five firefighters in tragic circumstances in a bushfire in Australia.","World Braille Day":"World Braille Day is an international day on 4 January and celebrates awareness of the importance of braille as a means of communication in the full realization of the human rights for blind and visually impaired people. The date for the event was chosen by the United Nations General Assembly via a proclamation in November 2018, and marks the birthday of Louis Braille, creator of this writing system. The first World Braille Day was celebrated on January 4, 2019.","World Poetry Day":"World Poetry Day is celebrated on 21 March, and was declared by UNESCO (the United Nations Educational, Scientific and Cultural Organization) in 1999, \"with the aim of supporting linguistic diversity through poetic expression and increasing the opportunity for endangered languages to be heard\". Its purpose is to promote the reading, writing, publishing and teaching of poetry throughout the world and, as the original UNESCO declaration says, to \"give fresh recognition and impetus to national, regional and international poetry movements\".\n\nIt was generally celebrated in October, but in the latter part of the 20th century the world community celebrated it on the 15th, the birthday of Virgil, the Roman epic poet and poet laureate under Augustus. The tradition to keep an October date for national or international poetry day celebrations still holds in many countries. The United Kingdom generally uses the first Thursday in October, but elsewhere a different October, or even sometimes a November date, is celebrated.\n\nThe 2021 World Poetry Day in the UNESCO headquarters in Paris was dedicated to the celebration of the 100th anniversary of the birth of the great Macedonian poet, writer, literary translator and linguistic scholar Blaže Koneski. At the same time, the British poet Carol Ann Duffy was announced as the recipient of the Golden Wreath Award of the Struga Poetry Evenings for 2021.","World Down Syndrome Day":"World Down Syndrome Day (WDSD) is marked each year on March 21, beginning in 2006. The 21st day of March (the 3rd month of the year) was selected to signify the uniqueness of the triplication (trisomy) of the 21st chromosome which causes Down syndrome.\n\nEvery year on March 21, World Down Syndrome Day is observed to create awareness about down syndrome. It is a condition in which a child is born with an extra 21st chromosome","French Language Day":"null","International Day of Human Space Flight":"The International Day of Human Space Flight is the annual celebration, held on 12 April, of the anniversary of the first human space flight by Yuri Gagarin (USSR). It was proclaimed at the 65th session of the United Nations General Assembly on 7 April 2011, a few days before the 50th anniversary of the flight.\n\nYuri Gagarin crewed the Vostok 1 mission in 1961, completing one orbit around Earth over 108 minutes in the Vostok 3KA spacecraft, launched on a Vostok-K rocket from Baikonur Cosmodrome in Kazakhstan, USSR.\n\nIn the Soviet Union, 12 April was commemorated as Cosmonautics Day since 1963, and is still observed in Russia and some former Soviet states. Yuri's Night, also known as \"World Space Party\" is an international observance initiated in the United States in 2001, on the 40th anniversary of Gagarin's flight.\n\nAlso commemorated on this date is the first Space Shuttle launch, STS-1 of Columbia on 12 April 1981, exactly 20 years after the first human spaceflight.","International Day of Peace":"The International Day of Peace, sometimes officially known as World Peace Day, is a United Nations-sanctioned holiday observed annually on 21 September. It is dedicated to world peace, and specifically the absence of war and violence, such as might be occasioned by a temporary ceasefire in a combat zone for humanitarian aid access. The day was first celebrated in 1981, and is kept by many nations, political groups, military groups, and people. In 2013 the day was dedicated by the Secretary-General of the United Nations to peace education, the key preventive means to reduce war sustainably.\n\nTo inaugurate the day, the United Nations Peace Bell is rung at UN Headquarters (in New York City). The bell is cast from coins donated by children from all continents except Africa, and was a gift from the United Nations Association of Japan, as \"a reminder of the human cost of war\"; the inscription on its side reads, \"Long live absolute world peace\".\n\nIn recent years, a searchable map of events has been published at un.org.","International Day of Education":"International Day of Education is an annual international observance day held on January 24 and is dedicated to education. On December 3, 2018, the United Nations General Assembly adopted a resolution proclaiming January 24 as International Day of Education, in celebration of the role of education for bringing global peace and sustainable development.","World Malaria Day":"World Malaria Day (WMD) is an international observance commemorated every year on 25 April and recognizes global efforts to control malaria. Globally, 3.3 billion people in 106 countries are at risk of malaria. In 2012, malaria caused an estimated 627,000 deaths, mostly among African children. Asia, Latin America, and to a lesser extent the Middle East and parts of Europe are also affected.\n\nWorld Malaria Day sprung out of the efforts taking place across the African continent to commemorate Africa Malaria Day. WMD is one of 11 official global public health campaigns currently marked by the World Health Organization (WHO), along with World Health Day, World Blood Donor Day, World Immunization Week, World Antimicrobial Awareness Week, World Patient Safety Day, World Tuberculosis Day, World Chagas Disease Day, World No Tobacco Day, World Hepatitis Day and World AIDS Day.\n\nAccording to the most recent World Malaria Report, the global tally of malaria reached 429,000 malaria deaths and 212 million new cases in 2015. The rate of new malaria cases fell by 21 per cent globally between 2010 and 2015, and malaria death rates fell by 29 per cent in the same period. In sub-Saharan Africa, case incidence and death rates fell by 21 per cent and 31 per cent, respectively.","World Students' Day":"Many people including politicians and officials in India have been spreading that the UN has declared the birthday of former Indian President A. P. J. Abdul Kalam as World Students' Day. But the UN has declared 15 October as World Students' Day For the last few years even those who have held important positions in India have been spreading and celebrating it, everyone knows how it originated. Rajiv Chandran, UN Information Center for India and Bhutan National Information Officer, told a national media that the United Nations had made such a statement. October 15 has been declared World Student\\u2019s day on the official website of the United Nations. If the United Nations is to make an official announcement on any given day, it must be requested to the General Assembly by one member state and then discussed and voted on. This has happened in terms of celebrating Kalam's birthday as World Student Day.","World Television Day":"In December 1996 the United Nations proclaimed 21 November as World Television Day commemorating the date on which the first World Television Forum was held in 1996.\\n\\nOpposition to this declaration took the form of 11 abstentions to a vote on the resolution; in expressing their opposition, the delegation from Germany said:","World Milk Day":"World Milk Day is an international day established by the Food and Agriculture Organization (FAO) of the United Nations to recognize the importance of milk as a global food. It has been observed on June 1 each year since 2001. The day is intended to provide an opportunity to bring attention to activities that are connected with the dairy sector.","International Holocaust Remembrance Day":"International Holocaust Remembrance Day is an international memorial day on 27 January that commemorates the victims of the Holocaust, the genocide of European Jews by Nazi Germany between 1941 and 1945. 27 January was chosen to commemorate the date that Auschwitz concentration camp was liberated by the Red Army in 1945.\n\nThe day remembers the killing of 6 million Jews and 11 million others by the Nazi regime and its collaborators. It was designated by United Nations General Assembly resolution 60/7 on 1 November 2005. The resolution came after a special session was held earlier that year on 24 January to mark the 60th anniversary of the liberation of the Nazi concentration camps and the end of the Holocaust.\n\nMany countries have instituted their own Holocaust Memorial Days. Many, such as the UK's Holocaust Memorial Day, also fall on 27 January, while others, such as Israel's Yom HaShoah, are observed at other times of the year.","International Human Solidarity Day":"The International Human Solidarity Day (IHSD), observed on December 20, is an international annual unity day of the United Nations and its member states introduced by the general assembly during the 2005 World Summit. It was established on December 22, 2005 by resolution 60/209. Its main goal is to recognize the universal values of poor by making the associated countries aware of reducing poverty and to formulate its countermeasures as signed by the independent states. IHSD is a part of World Solidarity Fund and United Nations Development Programme focused on to achieve goals set for worldwide poverty eradication.","World Environment Day":"World Environment Day (WED) is celebrated on 5 June every year, and is the United Nations' principal vehicle for encouraging awareness and action for the protection of the environment. First held in 1974, it has been a flagship campaign for raising awareness on environmental issues emerging from marine pollution, human overpopulation, and global warming, to sustainable consumption and wildlife crime. World Environment Day has grown to become a global platform for public outreach, with participation from over 143 countries annually. Each year, WED has provided a new theme that major corporations, NGOs, communities, governments and all celebrities worldwide adopt to advocate environmental causes.","World Hepatitis Day":"World Hepatitis Day, observed on July 28 every year, aims to raise global awareness of hepatitis — a group of infectious diseases known as Hepatitis A, B, C, D, and E — and encourage prevention, diagnosis and treatment. Hepatitis affects hundreds of millions of people worldwide, causing acute and chronic disease and killing close to 1.34 million people every year.Hepatitis causes liver diseases and can also kill a person.In some countries hepatitis B is commonest cause of cirrhosis and may also cause liver cancer(HCC)\n\nWorld Hepatitis Day is one of 11 official global public health campaigns marked by the World Health Organization (WHO), along with World Health Day, World Chagas Disease Day, World Blood Donor Day, World Malaria Day, World Immunization Week, World Tuberculosis Day, World No Tobacco Day, World Patient Safety Day, World Antimicrobial Awareness Week and World AIDS Day.","World Wildlife Day":"On 20 December 2013, at its 68th session, the United Nations General Assembly (UNGA), in its resolution UN 68/205, decided to proclaim 3 March, the international day of the adoption of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) on the planet raise awareness and benefits fauna and flora in 1973, as World Wildlife Day, which was proposed by Thailand, to celebrate and raise awareness of the world's wild fauna and flora.","World Tourism Day":"Since 1980, the United Nations World Tourism Organization has celebrated World Tourism Day as international observances on September 27. This date was chosen as on that day in 1970, the Statutes of the UNWTO were adopted. The adoption of these Statutes is considered a milestone in global tourism. The purpose of this day is to raise awareness on the role of tourism within the international community and to demonstrate how it affects social, cultural, political and economic values worldwide. The theme of the day was \"sustainable tourism\", in 2017. In 2018 the theme was \"Tourism and the Digital Transformation\". In 2019 the theme was \"Tourism and Jobs: a better future for all\" and in 2020 the theme was: \"Tourism and Rural Development\".\n\nAt its Twelfth Session in Istanbul, Turkey, in October 1997, the UNWTO General Assembly decided to designate a host country each year to act as the Organization's partner in the celebration of World Tourism Day. At its Fifteenth Session in Beijing, China, in October 2003, the Assembly decided the following geographic order to be followed for World Tourism Day celebrations: 2006 in Europe; 2007 in South Asia; 2008 in the Americas; 2009 in Africa and 2011 in the Middle East.\n\nThe late Ignatius Amaduwa Atigbi, a Nigerian national, was the one who proposed the idea of marking September 27 of every year as World Tourism Day. He was finally recognized for his contribution in 2009. The colour of World Tourism Day is Blue.","World Refugee Day":"World Refugee Day is an international day organised every year on 20 June by the United Nations. It is designed to celebrate and honour refugees from around the world. The day was first established on 20 June 2001, in recognition of the 50th anniversary of the 1951 Convention Relating to the Status of Refugees.\\n\\nThe event aims to recognise the strength of the refugees who have fled the conflict and persecution of their country in hope of finding sanctuary and living a better life. World Refugee Day builds the concept of understanding for their plight which shows one's resilience and courage in the rebuilding of their future.\\n\\nThe day is an opportunity for everyone to experience, understand and celebrate the rich diversity of the communities of refugees. Events such as theatre, dance, films, and music aim to allow refugee community organisations, voluntary and statutory organisations, local councils, and schools to host events during the week in order to honour the cause.\\n\\nWorld Refugee Day is also celebrated through World Refugee Week and is designed to provide an important chance for asylum seekers and refugees to be seen, listened to and valued by the community that they are living in.","International Day of Yoga":"The International Day of Yoga has been celebrated annually on 21 June since 2015, following its inception in the United Nations General Assembly in 2014. Yoga is a physical, mental and spiritual practice which originated in India. The Indian Prime Minister, Narendra Modi, in his UN address suggested the date of 21 June, as it is the longest day of the year in the Northern Hemisphere and shares a special significance in many parts of the world.","World Autism Awareness Day":"World Autism Awareness Day is an internationally recognized day on April 2 every year, encouraging Member States of the United Nations to take measures to raise awareness about people with autistic spectrum disorders including autism and Asperger syndrome throughout the world. It was designated by the United Nations General Assembly resolution (A/RES/62/139). World Autism Awareness Day\", passed in council on 1 November 2007, and adopted on 18 December 2007. It was proposed by Mozah Bint Nasser Al-Missned, the United Nations Representative from Qatar and consort to Emir Hamad Bin Khalifa Al-Thani, and supported by all member states.\n\nThis resolution was passed and adopted without a vote in the UN General Assembly, mainly as a supplement to previous UN initiatives to improve human rights.\n\nWorld Autism Day is one of only seven official health-specific UN Days. The day itself brings individual autism organizations together all around the world to aid in things like research, diagnoses, treatment, and acceptance for those with a developmental path affected by autism.\n\nThe terms \"Autism Awareness Day\" and \"Autism Awareness Month\" are often contested by autism rights advocates, who claim that they feed into perceived ableism against autistic people. Such groups, including the Autistic Self Advocacy Network, advocate using the term \"Autism Acceptance\" as an alternative for both events under the belief that it promotes overcoming anti-autism prejudice rather than simply increasing awareness of autism.","World Day of Remembrance for Road Traffic Victims":"The World Day of Remembrance for Road Traffic Victims takes place on the third Sunday in November every year as the appropriate acknowledgment of victims of road traffic crashes and their families. It was started by the British road crash victim charity, RoadPeace, in 1993 and was adopted by the United Nations General Assembly in 2005."},"5-2022-31":{"World No Tobacco Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World No Tobacco Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_No_Tobacco_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Bluete_in_Aschenbecher.jpg/%quality%px-Bluete_in_Aschenbecher.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"response_version":4,"12-2022-18":{"Arabic Language Day":{"emoji":"🇺🇳","sources":{"United Nations":{"homepageURL":"https://www.un.org/ar/observances/arabiclanguageday/"}},"celebrators":"Sovereign states recognized by the United Nations"}},"9-2022-8":{"International Literacy Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Literacy Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Literacy_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"10-2022-15":{"World Students' Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Students' Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Students'_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/A._P._J._Abdul_Kalam.jpg/%quality%px-A._P._J._Abdul_Kalam.jpg","celebrators":"Sovereign states recognized by the United Nations"},"Global Handwashing Day":{"emoji":"🇺🇳","sources":{"Wikipedia: Global Handwashing Day":{"homepageURL":"https://en.wikipedia.org/wiki/Global_Handwashing_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/8/85/Global_Handwashing_Day_%28emblem%29.jpg/%quality%px-Global_Handwashing_Day_%28emblem%29.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"10-2022-16":{"World Food Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Food Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Food_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/f/f9/Worldfoodday2009logo.gif/%quality%px-Worldfoodday2009logo.gif","celebrators":"Sovereign states recognized by the United Nations"}},"8-2022-9":{"International Day of the World's Indigenous Peoples":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day of the World's Indigenous Peoples":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_the_World's_Indigenous_Peoples"}},"celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-6":{"Russian Language Day":{"emoji":"🇺🇳","sources":{"United Nations":{"homepageURL":"https://www.un.org/ru/observances/russian-language-day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"5-2022-3":{"World Press Freedom Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Press Freedom Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Press_Freedom_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/World_Press_Freedom_Day_2017_Poster.jpg/%quality%px-World_Press_Freedom_Day_2017_Poster.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"5-2022-4":{"International Firefighters' Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Firefighters' Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Firefighters'_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"12-2022-10":{"Human Rights Day":{"emoji":"🇺🇳","sources":{"Wikipedia: Human Rights Day":{"homepageURL":"https://en.wikipedia.org/wiki/Human_Rights_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/HumanRightsLogo.svg/%quality%px-HumanRightsLogo.svg.png","celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-5":{"World Environment Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Environment Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Environment_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ecologia.jpg/%quality%px-Ecologia.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"2-2022-13":{"World Radio Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Radio Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Radio_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"3-2022-3":{"World Wildlife Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Wildlife Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Wildlife_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/3/33/World_Wildlife_Day_logo.png/%quality%px-World_Wildlife_Day_logo.png","celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-3":{"World Bicycle Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Bicycle Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Bicycle_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"7-2022-2":{"International Co-operative Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Co-operative Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Co-operative_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"2-2022-11":{"International Day of Women and Girls in Science":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day of Women and Girls in Science":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Women_and_Girls_in_Science"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/%quality%px-Flag_of_the_United_Nations.svg.png","celebrators":"Sovereign states recognized by the United Nations"}},"3-2022-1":{"Zero Discrimination Day":{"emoji":"🇺🇳","sources":{"Wikipedia: Zero Discrimination Day":{"homepageURL":"https://en.wikipedia.org/wiki/Zero_Discrimination_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-1":{"Parent's Day":{"emoji":"🇺🇳","sources":{"Wikipedia: Parent's Day":{"homepageURL":"https://en.wikipedia.org/wiki/Parent's_Day"}},"celebrators":"Sovereign states recognized by the United Nations"},"World Milk Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Milk Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Milk_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/The_Union_Minister_for_Agriculture_and_Farmers_Welfare%2C_Shri_Radha_Mohan_Singh_addressing_at_the_%E2%80%9CWorld_Milk_Day%E2%80%9D_celebration%2C_organised_by_the_Department_of_Animal_Husbandry_%26_Fisheries%2C_in_New_Delhi_on_June_01%2C_2017.jpg/%quality%px-thumbnail.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"4-2022-2":{"World Autism Awareness Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Autism Awareness Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Autism_Awareness_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Organizador_de_Autismo_en_La_Moneda.jpg/%quality%px-Organizador_de_Autismo_en_La_Moneda.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"2-2022-4":{"World Cancer Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Cancer Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Cancer_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Walk_against_Cancer_in_Abuja.jpg/%quality%px-Walk_against_Cancer_in_Abuja.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"4-2022-7":{"World Health Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Health Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Health_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/LIY_1980_MiNr0811_pm_B002.jpg/%quality%px-LIY_1980_MiNr0811_pm_B002.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-8":{"World Oceans Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Oceans Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Oceans_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/%D0%91%D0%B5%D0%BB%D0%B0%D1%8F_%D0%BD%D0%BE%D1%87%D1%8C_%D0%BD%D0%B0%D0%B4_%D0%91%D0%B5%D0%BB%D1%8B%D0%BC_%D0%BC%D0%BE%D1%80%D0%B5%D0%BC.JPG/%quality%px-%D0%91%D0%B5%D0%BB%D0%B0%D1%8F_%D0%BD%D0%BE%D1%87%D1%8C_%D0%BD%D0%B0%D0%B4_%D0%91%D0%B5%D0%BB%D1%8B%D0%BC_%D0%BC%D0%BE%D1%80%D0%B5%D0%BC.JPG","celebrators":"Sovereign states recognized by the United Nations"}},"5-2022-20":{"World Bee Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Bee Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Bee_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"1-2022-24":{"International Day of Education":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day of Education":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Education"}},"celebrators":"Sovereign states recognized by the United Nations"}},"11-2022-20":{"World Day of Remembrance for Road Traffic Victims":{"emoji":"🇺🇳","sources":{"Wikipedia: World Day of Remembrance for Road Traffic Victims":{"homepageURL":"https://en.wikipedia.org/wiki/World_Day_of_Remembrance_for_Road_Traffic_Victims"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Dia_Mundial_em_Mem%C3%B3ria_das_V%C3%ADtimas_de_Tr%C3%A2nsito_%2838450830262%29.jpg/%quality%px-Dia_Mundial_em_Mem%C3%B3ria_das_V%C3%ADtimas_de_Tr%C3%A2nsito_%2838450830262%29.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"11-2022-21":{"World Television Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Television Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Television_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/HD_Television.svg/%quality%px-HD_Television.svg.png","celebrators":"Sovereign states recognized by the United Nations"}},"9-2022-15":{"International Day of Democracy":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day of Democracy":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Democracy"}},"imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/0/01/A_coloured_voting_box.svg/%quality%px-A_coloured_voting_box.svg.png","celebrators":"Sovereign states recognized by the United Nations"}},"3-2022-24":{"World Tuberculosis Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Tuberculosis Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Tuberculosis_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/World_Tuberculosis_Day_%287020132217%29.jpg/%quality%px-World_Tuberculosis_Day_%287020132217%29.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"3-2022-23":{"World Meteorological Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Meteorological Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Meteorological_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Stamp_of_Afghanistan_-_1963_-_Colnect_484485_-_Weather_Station.jpeg/%quality%px-Stamp_of_Afghanistan_-_1963_-_Colnect_484485_-_Weather_Station.jpeg","celebrators":"Sovereign states recognized by the United Nations"}},"3-2022-22":{"World Water Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Water Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Water_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/World_water_day_-_choir_singing_%284459460043%29.jpg/%quality%px-World_water_day_-_choir_singing_%284459460043%29.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"3-2022-21":{"International Day of Forests":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day of Forests":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Forests"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/The_Earth_seen_from_Apollo_17.jpg/%quality%px-The_Earth_seen_from_Apollo_17.jpg","celebrators":"Sovereign states recognized by the United Nations"},"World Poetry Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Poetry Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Poetry_Day"}},"celebrators":"Sovereign states recognized by the United Nations"},"World Down Syndrome Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Down Syndrome Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Down_Syndrome_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"3-2022-20":{"French Language Day":{"emoji":"🇺🇳","sources":{"United Nations":{"homepageURL":"https://www.un.org/fr/observances/french-language-day/"}},"celebrators":"Sovereign states recognized by the United Nations"},"International Day of Happiness":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day of Happiness":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Happiness"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/IDOH_5B92E5_TransBG.png/%quality%px-IDOH_5B92E5_TransBG.png","celebrators":"Sovereign states recognized by the United Nations"}},"1-2022-27":{"International Holocaust Remembrance Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Holocaust Remembrance Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Holocaust_Remembrance_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/International_Holocaust_Remembrance_Day_in_Poland%2C_January_2020_%2849449203263%29.jpg/%quality%px-International_Holocaust_Remembrance_Day_in_Poland%2C_January_2020_%2849449203263%29.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"5-2022-12":{"International Nurses Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Nurses Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Nurses_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Nursing_students.jpg/%quality%px-Nursing_students.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"5-2022-15":{"International Day of Families":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day of Families":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Families"}},"celebrators":"Sovereign states recognized by the United Nations"}},"5-2022-16":{"International Day of Light":{"aliases":["Light Day"],"emoji":"🇺🇳","sources":{"Official Website":{"homepageURL":"https://www.lightday.org"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Logo_of_the_International_Day_of_Light.jpg/%quality%px-Logo_of_the_International_Day_of_Light.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"5-2022-17":{"World Telecommunication and Information Society Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Telecommunication and Information Society Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Telecommunication_and_Information_Society_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/International_Telecommunication_Union_logo.svg/%quality%px-International_Telecommunication_Union_logo.svg.png","celebrators":"Sovereign states recognized by the United Nations"}},"12-2022-5":{"International Volunteer Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Volunteer Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Volunteer_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"9-2022-17":{"World Patient Safety Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Patient Safety Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Patient_Safety_Day"}},"celebrators":"Sovereign states recognized by the United Nations"},"National CleanUp Day":{"emoji":"🇺🇳","sources":{"Wikipedia: National CleanUp Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_CleanUp_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/National_CleanUp_Day_Logo_2021.jpg/%quality%px-National_CleanUp_Day_Logo_2021.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"9-2022-16":{"International Day for the Preservation of the Ozone Layer":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day for the Preservation of the Ozone Layer":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_for_the_Preservation_of_the_Ozone_Layer"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Ozone_over_southern_hemisphere_Sep11_1957-2001.gif/%quality%px-Ozone_over_southern_hemisphere_Sep11_1957-2001.gif","celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-30":{"Asteroid Day":{"aliases":["International Asteroid Day"],"emoji":"🇺🇳","sources":{"Wikipedia: Asteroid Day":{"homepageURL":"https://en.wikipedia.org/wiki/Asteroid_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/en/thumb/6/63/Asteroid_Day_Logo_HQ.png/%quality%px-Asteroid_Day_Logo_HQ.png","celebrators":"Sovereign states recognized by the United Nations"}},"10-2022-3":{"World Habitat Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Habitat Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Habitat_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"12-2022-9":{"International Anti-Corruption Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Anti-Corruption Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Anti-Corruption_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Nodollarhandshake.jpg/%quality%px-Nodollarhandshake.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"1-2022-14":{"World Logic Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Logic Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Logic_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"9-2022-21":{"International Day of Peace":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day of Peace":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Peace"}},"imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/c/ce/International_Peace_Day_logo.jpg/%quality%px-International_Peace_Day_logo.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"12-2022-1":{"World AIDS Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World AIDS Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_AIDS_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Red_Ribbon.svg/%quality%px-Red_Ribbon.svg.png","celebrators":"Sovereign states recognized by the United Nations"}},"12-2022-2":{"International Day for the Abolition of Slavery":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day for the Abolition of Slavery":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_for_the_Abolition_of_Slavery"}},"celebrators":"Sovereign states recognized by the United Nations"}},"7-2022-22":{"World Population Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Population Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Population_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Net_Population_Growth_in_2016.svg/%quality%px-Net_Population_Growth_in_2016.svg.png","celebrators":"Sovereign states recognized by the United Nations"}},"11-2022-17":{"World Philosophy Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Philosophy Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Philosophy_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"11-2022-19":{"World Toilet Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Toilet Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Toilet_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/World_Toilet_Day_%28WTD%29_logo.jpg/%quality%px-World_Toilet_Day_%28WTD%29_logo.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"7-2022-28":{"World Hepatitis Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Hepatitis Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Hepatitis_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/WHD_Globe.jpg/%quality%px-WHD_Globe.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"1-2022-4":{"World Braille Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Braille Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Braille_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"3-2022-8":{"International Women's Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Women's Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Women's_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Frauentag_1914_Heraus_mit_dem_Frauenwahlrecht.jpg/%quality%px-Frauentag_1914_Heraus_mit_dem_Frauenwahlrecht.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"4-2022-23":{"World Book Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Book Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Book_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/en/thumb/6/67/UNESCO_World_Book_and_Copyright_Day_2012_poster.png/%quality%px-UNESCO_World_Book_and_Copyright_Day_2012_poster.png","celebrators":"Sovereign states recognized by the United Nations"},"English Language Day":{"emoji":"🇺🇳","sources":{"United Nations":{"homepageURL":"https://www.un.org/en/observances/english-language-day"}},"celebrators":"Sovereign states recognized by the United Nations"},"Spanish Language Day":{"emoji":"🇺🇳","sources":{"United Nations":{"homepageURL":"https://www.un.org/es/observances/spanish-language-day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"4-2022-22":{"Earth Day":{"emoji":"🇺🇳","sources":{"Wikipedia: Earth Day":{"homepageURL":"https://en.wikipedia.org/wiki/Earth_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Earth_Day_Flag.png/%quality%px-Earth_Day_Flag.png","celebrators":"Sovereign states recognized by the United Nations"},"International Mother Earth Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Mother Earth Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Mother_Earth_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/%quality%px-Flag_of_the_United_Nations.svg.png","celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-23":{"International Widows Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Widows Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Widows_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"4-2022-21":{"World Creativity and Innovation Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Creativity and Innovation Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Creativity_and_Innovation_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"4-2022-20":{"Chinese Language Day":{"emoji":"🇺🇳","sources":{"United Nations":{"homepageURL":"https://www.un.org/zh/observances/chinese-language-day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"4-2022-26":{"International Chernobyl Disaster Remembrance Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Chernobyl Disaster Remembrance Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Chernobyl_Disaster_Remembrance_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Calendar_icon.svg/%quality%px-Calendar_icon.svg.png","celebrators":"Sovereign states recognized by the United Nations"}},"9-2022-27":{"World Tourism Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Tourism Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Tourism_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-20":{"World Refugee Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Refugee Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Refugee_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/WRDMultiling.png/%quality%px-WRDMultiling.png","celebrators":"Sovereign states recognized by the United Nations"}},"4-2022-25":{"World Malaria Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Malaria Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Malaria_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/English_button.jpg/%quality%px-English_button.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"6-2022-21":{"International Day of Yoga":{"emoji":"🇺🇳","sources":{"Wikipedia: International Day of Yoga":{"homepageURL":"https://en.wikipedia.org/wiki/International_Day_of_Yoga"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/International_Day_of_Yoga_%2827553005513%29.jpg/%quality%px-International_Day_of_Yoga_%2827553005513%29.jpg","celebrators":"Sovereign states recognized by the United Nations"}},"4-2022-29":{"International Dance Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Dance Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Dance_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"10-2022-31":{"World Cities Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Cities Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Cities_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"10-2022-24":{"World Development Information Day":{"emoji":"🇺🇳","sources":{"Wikipedia: World Development Information Day":{"homepageURL":"https://en.wikipedia.org/wiki/World_Development_Information_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/%quality%px-Flag_of_the_United_Nations.svg.png","celebrators":"Sovereign states recognized by the United Nations"},"United Nations Day":{"emoji":"🇺🇳","sources":{"Wikipedia: United Nations Day":{"homepageURL":"https://en.wikipedia.org/wiki/United_Nations_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Flag_of_the_United_Nations.svg/%quality%px-Flag_of_the_United_Nations.svg.png","celebrators":"Sovereign states recognized by the United Nations"}},"12-2022-20":{"International Human Solidarity Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Human Solidarity Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Human_Solidarity_Day"}},"celebrators":"Sovereign states recognized by the United Nations"}},"8-2022-12":{"International Youth Day":{"emoji":"🇺🇳","sources":{"Wikipedia: International Youth Day":{"homepageURL":"https://en.wikipedia.org/wiki/International_Youth_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/International_Youth_Day_in_North_Korea_03.jpg/%quality%px-International_Youth_Day_in_North_Korea_03.jpg","celebrators":"Sovereign states recognized by the United Nations"}}}