{"response_version":2,"12-2022-31":{"New Year's Eve":{"emoji":"📅","sources":{"Wikipedia: New Year's Eve":{"homepageURL":"https://en.wikipedia.org/wiki/New_Year's_Eve"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Fanciful_sketch_by_Marguerite_Martyn_of_a_New_Years_Eve_celebration.jpg/%quality%px-Fanciful_sketch_by_Marguerite_Martyn_of_a_New_Years_Eve_celebration.jpg","celebrators":"People using the Gregorian calendar"}},"descriptions":{"New Year's Day":"New Year's Day, also simply called New Year or New Year's, is observed on 1 January, the first day of the year on the modern Gregorian calendar as well as the Julian calendar. Whilst most solar calendars (like the Gregorian and Julian) begin the year regularly at or near the northern winter solstice, the start of the new year in cultures that observe a lunisolar or lunar calendar (such as the Chinese New Year and the Islamic New Year) happen at less fixed points relative to the solar year.\n\nIn pre-Christian Rome under the Julian calendar, the day was dedicated to Janus, god of gateways and beginnings, for whom January is also named. From Roman times until the middle of the eighteenth century, the new year was celebrated at various stages and in various parts of Christian Europe on 25 December, on 1 March, on 25 March and on the movable feast of Easter.\n\nIn the present day, with most countries now using the Gregorian calendar as their civil calendar, 1 January according to that calendar is among the most celebrated public holidays in the world, often observed with fireworks at the stroke of midnight as the new year starts in each time zone. Other global New Year's Day traditions include making New Year's resolutions and calling one's friends and family.","New Year's Eve":"In the Gregorian calendar, New Year's Eve (also known as Old Year's Day or Saint Sylvester's Day in many countries), the last day of the year, is on 31 December. In many countries, New Year's Eve is celebrated at evening parties, where many people dance, eat, drink, and watch or light fireworks. Some Christians attend a watchnight service. The celebrations generally go on past midnight into New Year's Day, 1 January.\n\nThe Line Islands (part of Kiribati) and Tonga, are examples of the first places to welcome the New Year, while Baker Island (an uninhabited atoll part of the United States Minor Outlying Islands) and American Samoa are among the last."},"1-2022-1":{"New Year's Day":{"emoji":"📅","sources":{"Wikipedia: New Year's Day":{"homepageURL":"https://en.wikipedia.org/wiki/New_Year's_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Mexico_City_New_Years_2013%21_%288333128248%29.jpg/%quality%px-Mexico_City_New_Years_2013%21_%288333128248%29.jpg","celebrators":"People using the Gregorian calendar"}}}