{"10-2022-9":{"Leif Erikson Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Leif Erikson Day":{"homepageURL":"https://en.wikipedia.org/wiki/Leif_Erikson_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Leif_Erikson_6c_1968_issue.JPG/%quality%px-Leif_Erikson_6c_1968_issue.JPG","celebrators":"Americans around the world"}},"6-2022-27":{"Helen Keller Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Helen Keller Day":{"homepageURL":"https://en.wikipedia.org/wiki/Helen_Keller_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Helen_Keller_circa_1920_-_restored.jpg/%quality%px-Helen_Keller_circa_1920_-_restored.jpg","celebrators":"Americans around the world"}},"2-2022-4":{"Rosa Parks Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Rosa Parks Day":{"homepageURL":"https://en.wikipedia.org/wiki/Rosa_Parks_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Rosaparks.jpg/%quality%px-Rosaparks.jpg","celebrators":"Americans around the world"}},"6-2022-12":{"Loving Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Loving Day":{"homepageURL":"https://en.wikipedia.org/wiki/Loving_Day"}},"celebrators":"Americans around the world"}},"5-2022-19":{"Malcolm X Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Malcolm X Day":{"homepageURL":"https://en.wikipedia.org/wiki/Malcolm_X_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Malcolm_X_NYWTS_2a.jpg/%quality%px-Malcolm_X_NYWTS_2a.jpg","celebrators":"Americans around the world"}},"8-2022-19":{"National Aviation Day":{"emoji":"🇺🇸","sources":{"Wikipedia: National Aviation Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_Aviation_Day"}},"celebrators":"Americans around the world"}},"10-2022-3":{"Child Health Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Child Health Day":{"homepageURL":"https://en.wikipedia.org/wiki/Child_Health_Day"}},"celebrators":"Americans around the world"}},"4-2022-13":{"Jefferson's Birthday":{"emoji":"🇺🇸","sources":{"Wikipedia: Jefferson's Birthday":{"homepageURL":"https://en.wikipedia.org/wiki/Jefferson's_Birthday"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Gilbert_Stuart_Thomas_Jefferson.jpg/%quality%px-Gilbert_Stuart_Thomas_Jefferson.jpg","celebrators":"Americans around the world"}},"5-2022-30":{"Memorial Day":{"aliases":["Decoration Day"],"emoji":"🇺🇸","sources":{"Wikipedia: Memorial Day":{"homepageURL":"https://en.wikipedia.org/wiki/Memorial_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Graves_at_Arlington_on_Memorial_Day.JPG/%quality%px-Graves_at_Arlington_on_Memorial_Day.JPG","celebrators":"Americans around the world"}},"descriptions":{"Pan American Aviation Day":"Pan American Aviation Day is a United States Federal Observance Day observed December 17. According to 36 U.S.C. § 134, on Pan American Aviation Day the president calls on \"all officials of the United States Government, the chief executive offices of the States, territories, and possessions of the United States, and all citizens to participate in the observance of Pan American Aviation Day to further, and stimulate interest in, aviation in the American countries as an important stimulus to the further development of more rapid communications and a cultural development between the countries of the Western Hemisphere.\"\n\nThe date commemorates the first successful flight of a mechanically propelled heavier-than-air craft, accomplished on December 17, 1903, by the Wright brothers near Kitty Hawk, North Carolina.","Law Day":"On May 1 the United States officially recognizes Law Day. It is meant to reflect on the role of law in the foundation of the country and to recognize its importance for society.","National Pearl Harbor Remembrance Day":"National Pearl Harbor Remembrance Day, also referred to as Pearl Harbor Remembrance Day or Pearl Harbor Day, is observed annually in the United States on December 7, to remember and honor the 2,403 Americans who were killed in the Japanese surprise attack on Pearl Harbor in Hawaii on December 7, 1941, which led to the United States declaring war on Japan the next day and thus entering World War II.\n\nIn 1994, the United States Congress, by Pub.L. 103–308, 108 Stat. 1169, designated December 7 of each year as National Pearl Harbor Remembrance Day. The joint resolution was signed by President Bill Clinton on August 23, 1994. It became 36 U.S.C. § 129 (Patriotic and National Observances and Ceremonies) of the United States Code. On November 29, Clinton issued a proclamation declaring December 7, 1994, the first National Pearl Harbor Remembrance Day.\n\nOn Pearl Harbor Day, the American flag should be flown at half-staff until sunset to honor those who died as a result of the attack on U.S. military forces in Hawaii. Pearl Harbor Day is not a federal holiday – government offices, schools, and businesses do not close. Some organizations may hold special events in memory of those killed or injured at Pearl Harbor.","Child Health Day":"Child Health Day (Pub.L. 105–225 (text) (pdf), 112 Stat. 1255) is a United States Federal Observance Day observed on the first Monday in October.","Rosa Parks Day":"Rosa Parks Day is a holiday in honor of the civil rights leader Rosa Parks, celebrated in the U.S. states of California and Missouri on her birthday, February 4, and in Ohio and Oregon on the day she was arrested, December 1.\n\nRosa Parks Day was created by the California State Legislature and first celebrated in 2000. The holiday was first designated in the U.S. state of Ohio championed by Joyce Beatty, advocate who helped Ohio's legislation pass to honor the late leader. It is also celebrated by the Columbus Ohio bus system (COTA) with a special tribute to the late civil rights leader. As of 2014, Missouri Governor Jay Nixon proclaimed Rosa Parks Day official in the state. In 2014, Oregon governor Kitzhaber declared that Oregon would celebrate its first Rosa Parks Day.","National Freedom Day":"National Freedom Day is a United States observance on February 1 honoring the signing by Abraham Lincoln of a joint House and Senate resolution that later became the 13th Amendment to the U.S. Constitution. President Lincoln signed the Amendment outlawing slavery on February 1, 1865, although it was not ratified by the states until later.","Labor Day":"Labor Day is a federal holiday in the United States celebrated on the first Monday in September to honor and recognize the American labor movement and the works and contributions of laborers to the development and achievements of the United States. It is the Monday of the long weekend known as Labor Day Weekend.\n\nBeginning in the late 19th century, as the trade union and labor movements grew, trade unionists proposed that a day be set aside to celebrate labor. \"Labor Day\" was promoted by the Central Labor Union and the Knights of Labor, which organized the first parade in New York City. In 1887, Oregon was the first state of the United States to make it an official public holiday. By the time it became an official federal holiday in 1894, thirty states in the United States officially celebrated Labor Day.\n\nCanada's Labour Day is also celebrated on the first Monday of September. More than 80 countries celebrate International Workers' Day on May 1, the ancient European holiday of May Day. May Day was chosen by the Second International of socialist and communist parties to commemorate the Haymarket affair which occurred in Chicago on May 4, 1886.","Loving Day":"Loving Day is an annual celebration held on June 12, the anniversary of the 1967 United States Supreme Court decision Loving v. Virginia which struck down all anti-miscegenation laws remaining in sixteen U.S. states. In the United States, anti-miscegenation laws were U.S. state laws banning interracial marriage, mainly forbidding marriage between two different races, until the Warren Court ruled unanimously in 1967 that these state laws were unconstitutional. Chief Justice Earl Warren wrote in the court majority opinion that \"the freedom to marry, or not marry, a person of another race resides with the individual, and cannot be infringed by the State.\"\n\nLoving Day is not an officially recognized holiday by the U.S. government, despite attempts to make it so. Loving Day is the biggest multiracial celebration in the United States.","Memorial Day":"Memorial Day (previously, but now seldom, called Decoration Day) is a federal holiday in the United States for honoring and mourning the military personnel who have died in the performance of their military duties while serving in the United States Armed Forces. The holiday is observed on the last Monday of May. The holiday was formerly observed on May 30 from 1868 to 1970.\n\nMany people visit cemeteries and memorials on Memorial Day to honor and mourn those who died while serving in the U.S. Military. Many volunteers place an American flag on graves of military personnel in national cemeteries.\n\nMemorial Day is also considered the unofficial start of summer in the United States, while Labor Day, the first Monday of September, marks the unofficial start of autumn.\n\nTwo other days celebrate those who have served or are serving in the U.S. military: Armed Forces Day (which is earlier in May), an unofficial U.S. holiday for honoring those currently serving in the armed forces, and Veterans Day (in November 11), which honors those who have served in the United States Armed Forces.","Leif Erikson Day":"Leif Erikson Day is an annual observance that occurs on October 9. It honors Leif Erikson, the Norse explorer who led the first Europeans thought to have set foot in continental North America (other than Greenland).","Loyalty Day":"Loyalty Day is observed on May 1 in the United States. It is a day set aside \"for the reaffirmation of loyalty to the United States and for the recognition of the heritage of American freedom\". The date, May 1, was set in order to counter International Worker's Day, and was conceived in the height of the Second Red Scare.","Lincoln's Birthday":"Lincoln's Birthday is a legal, public holiday in some U.S. states, observed on the anniversary of Abraham Lincoln's birth on February 12, 1809 in Hodgenville (Hodgensville, Hodgen's Mill), Kentucky. Connecticut, Illinois, Indiana, Ohio, Texas, California, Missouri, and New York observe the holiday.\n\nIn many other states, Lincoln's birthday is not celebrated separately, as a stand-alone holiday. Instead Lincoln's Birthday is combined with a celebration of President George Washington's birthday (also in February) and celebrated either as Washington's Birthday or as Presidents' Day on the third Monday in February, concurrent with the federal holiday.","Wright Brothers Day":"Wright Brothers Day (December 17) is a United States national observation. It is codified in the US Code, and commemorates the first successful flights in a heavier-than-air, mechanically propelled airplane, that were made by Orville and Wilbur Wright on December 17, 1903, near Kitty Hawk, North Carolina. On September 24, 1959 U.S. President Dwight D. Eisenhower declared December 17 to be Wright Brothers Day.\n\nWright Brothers Day was announced as an official commemorative day in Ohio, on October 5, 2011, celebrating 100 years of practical flight for the Wright Brothers.","Martin Luther King Jr. Day":"Martin Luther King Jr. Day (officially Birthday of Martin Luther King, Jr., and sometimes referred to as MLK Day) is a federal holiday in the United States marking the birthday of Martin Luther King Jr. It is observed on the third Monday of January each year. Born in 1929, Rev. Dr. King's actual birthday is January 15. The holiday is similar to holidays set under the Uniform Monday Holiday Act. The earliest Monday for this holiday is January 15 and the latest is January 21.\n\nKing was the chief spokesperson for nonviolent activism in the Civil Rights Movement, which protested racial discrimination in federal and state law. The campaign for a federal holiday in King's honor began soon after his assassination in 1968. President Ronald Reagan signed the holiday into law in 1983, and it was first observed three years later. At first, some states resisted observing the holiday as such, giving it alternative names or combining it with other holidays. It was officially observed in all 50 states for the first time in 2000.","Helen Keller Day":"Helen Keller Day is a commemorative holiday to celebrate the birth of Helen Keller, observed on June 27 annually. The holiday observance was created by presidential proclamation in 2006, as well as by international organizations, particularly those helping the blind and the deaf. The holiday is generally known for its fashion show held on June 27 annually for fundraising purposes.","Jefferson's Birthday":"Jefferson's Birthday officially honors the birth of the third U.S. president, Thomas Jefferson on April 13, 1743. This day was recognized by Franklin D. Roosevelt as part of Presidential Proclamation 2276, issued on March 21, 1938.\n\nMore recently, President George W. Bush issued proclamation 8124 on April 11, 2007, stating that \"... on Thomas Jefferson Day, we commemorate the birthday of a monumental figure whose place in our Nation’s history will always be cherished\".","Malcolm X Day":"Malcolm X Day is an American holiday in honor of Malcolm X that is celebrated on either May 19 (his birthday) or the third Friday of May. The commemoration of the civil rights leader has been proposed as an official state holiday in the U.S. state of Illinois in 2015 and Missouri as recent as 2019. As of present, only the city of Berkeley, California observes the holiday with city offices and schools closed.","Juneteenth":"Juneteenth (a portmanteau of June and nineteenth) – also known as Freedom Day, Jubilee Day, Liberation Day, and Emancipation Day – is a holiday celebrating the emancipation of those who had been enslaved in the United States. Originating in Galveston, Texas, it is now celebrated annually on the 19th of June throughout the United States, with varying official recognition. It is commemorated on the anniversary date of the June 19, 1865 announcement by Union Army general Gordon Granger, proclaiming freedom from slavery in Texas.\n\nPresident Abraham Lincoln's Emancipation Proclamation had officially outlawed slavery in Texas and the other states in rebellion against the Union almost two and a half years earlier. Enforcement of the Proclamation generally relied on the advance of Union troops. Texas being the most remote of the slave states had a low presence of Union troops as the American Civil War ended; thus enforcement there had been slow and inconsistent before Granger's announcement. Although Juneteenth generally celebrates the end of slavery in the United States, it was still legal and practiced in two Union border states (Delaware and Kentucky) until later that year when ratification of the Thirteenth Amendment to the Constitution abolished chattel slavery nationwide in December.\n\nCelebrations date to 1866, at first involving church-centered community gatherings in Texas. It spread across the South and became more commercialized in the 1920s and 1930s, often centering on a food festival. During the Civil Rights Movement of the 1960s, it was eclipsed by the struggle for postwar civil rights, but grew in popularity again in the 1970s with a focus on African American freedom and arts. By the 21st century, Juneteenth was celebrated in most major cities across the United States. Activists are campaigning for the United States Congress to recognize Juneteenth as a national holiday. Hawaii, North Dakota and South Dakota are the only states that do not recognize Juneteenth, according to the Congressional Research Service.\n\nModern observance is primarily in local celebrations. Traditions include public readings of the Emancipation Proclamation, singing traditional songs such as \"Swing Low, Sweet Chariot\" and \"Lift Every Voice and Sing\", and reading of works by noted African-American writers such as Ralph Ellison and Maya Angelou. Celebrations include rodeos, street fairs, cookouts, family reunions, park parties, historical reenactments, and Miss Juneteenth contests. The Mascogos, descendants of Black Seminoles, who escaped from U.S. slavery in 1852 and settled in Coahuila, Mexico, also celebrate Juneteenth.","Washington's Birthday":"Washington's Birthday is a federal holiday in the United States celebrated on the third Monday of February in honor of George Washington, the first president of the United States, who was born on February 22, 1732. The Uniform Monday Holiday Act of 1971 moved this holiday to the third Monday, which can occur from February 15 to 21, inclusive.\n\nColloquially, the day is also now widely known as Presidents' Day (though the placement of the apostrophe, if any, varies) and is often an occasion to remember all the presidents.\n\nThe day is a state holiday in most states, with official names including Washington's Birthday, Presidents' Day, President's Day, and Washington's and Lincoln's Birthday. The various states use 14 different names. Depending upon the specific law, the state holiday may officially celebrate Washington alone, Washington and Lincoln, or some other combination of U.S. presidents (such as Washington and Thomas Jefferson, who was born in April).","National Aviation Day":"The National Aviation Day (August 19) is a United States national observation that celebrates the development of aviation.\n\nThe holiday was established in 1939 by Franklin Delano Roosevelt, who issued a presidential proclamation which designated the anniversary of Orville Wright's birthday to be National Aviation Day, and it allows the sitting US President to proclaim August 19 as National Aviation Day each year, if desired. Their proclamation may direct all federal buildings and installations to fly the US flag on that day, and may encourage citizens to observe the day with activities that promote interest in aviation.","Harriet Tubman Day":"Harriet Tubman Day is an American holiday in honor of the anti-slavery activist Harriet Tubman, observed on March 10, and in the U.S. state of New York. Observances also occur locally around the U.S. state of Maryland. After Juneteenth became a federal holiday, there are growing calls for this day to also be observed at the federal level.","White Cane Safety Day":"White Cane Safety Day is a national observance in the United States, celebrated on October 15 of each year since 1964. The date is set aside to celebrate the achievements of people who are blind or visually impaired and the important symbol of blindness and tool of independence, the white cane.\n\nOn October 6, 1964, a joint resolution of the U.S. Congress, H.R. 753, was signed into law as Pub.L. 88–628, and codified at 36 U.S.C. § 142. This resolution authorized the President of the United States to proclaim October 15 of each year as \"White Cane Safety Day\".\n\nPresident Lyndon B. Johnson signed the first White Cane Safety Day proclamation within hours of the passage of the joint resolution.\n\nIn 2011, White Cane Safety Day was also named Blind Americans Equality Day by President Barack Obama.","Patriots' Day":"Patriots' Day (so punctuated in several U.S. states, but Patriot's Day in Maine) is an annual event, formalized as several state holidays, commemorating the Battles of Lexington and Concord, and the Battle of Menotomy, the first battles of the American Revolutionary War."},"12-2022-7":{"National Pearl Harbor Remembrance Day":{"emoji":"🇺🇸","sources":{"Wikipedia: National Pearl Harbor Remembrance Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_Pearl_Harbor_Remembrance_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Pearl_harbour.png/%quality%px-Pearl_harbour.png","celebrators":"Americans around the world"}},"4-2022-18":{"Patriots' Day":{"aliases":["Patriot's Day"],"emoji":"🇺🇸","sources":{"Wikipedia: Patriots' Day":{"homepageURL":"https://en.wikipedia.org/wiki/Patriots'_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Minute_Man_Statue_Lexington_Massachusetts.jpg/%quality%px-Minute_Man_Statue_Lexington_Massachusetts.jpg","celebrators":"Americans around the world"}},"12-2022-17":{"Pan American Aviation Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Pan American Aviation Day":{"homepageURL":"https://en.wikipedia.org/wiki/Pan_American_Aviation_Day"}},"celebrators":"Americans around the world"},"Wright Brothers Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Wright Brothers Day":{"homepageURL":"https://en.wikipedia.org/wiki/Wright_Brothers_Day"}},"celebrators":"Americans around the world"}},"response_version":3,"9-2022-5":{"Labor Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Labor Day":{"homepageURL":"https://en.wikipedia.org/wiki/Labor_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/First_United_States_Labor_Day_Parade%2C_September_5%2C_1882_in_New_York_City.jpg/%quality%px-First_United_States_Labor_Day_Parade%2C_September_5%2C_1882_in_New_York_City.jpg","celebrators":"Americans around the world"}},"12-2022-1":{"Rosa Parks Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Rosa Parks Day":{"homepageURL":"https://en.wikipedia.org/wiki/Rosa_Parks_Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Rosaparks.jpg/%quality%px-Rosaparks.jpg","celebrators":"Americans around the world"}},"10-2022-15":{"White Cane Safety Day":{"aliases":["Blind Americans Equality Day"],"emoji":"🇺🇸","sources":{"Wikipedia: White Cane Safety Day":{"homepageURL":"https://en.wikipedia.org/wiki/White_Cane_Safety_Day"}},"celebrators":"Americans around the world"}},"2-2022-21":{"Washington's Birthday":{"aliases":["Presidents Day","President's Day","Presidents' Day"],"emoji":"🇺🇸","sources":{"Wikipedia: Washington's Birthday":{"homepageURL":"https://en.wikipedia.org/wiki/Washington's_Birthday"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Gilbert_Stuart_Williamstown_Portrait_of_George_Washington.jpg/%quality%px-Gilbert_Stuart_Williamstown_Portrait_of_George_Washington.jpg","celebrators":"Americans around the world"}},"3-2022-10":{"Harriet Tubman Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Harriet Tubman Day":{"homepageURL":"https://en.wikipedia.org/wiki/Harriet_Tubman_Day"}},"imageURL":"https:https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Harriet_Tubman_c1868-69.jpg/%quality%px-Harriet_Tubman_c1868-69.jpg","celebrators":"Americans around the world"}},"6-2022-19":{"Juneteenth":{"aliases":["Freedom Day","Jubilee Day","Liberation Day","Emancipation Day"],"emoji":"🇺🇸","sources":{"Wikipedia: Juneteenth":{"homepageURL":"https://en.wikipedia.org/wiki/Juneteenth"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Juneteenth_Plaque.jpg/%quality%px-Juneteenth_Plaque.jpg","celebrators":"Americans around the world"}},"2-2022-1":{"National Freedom Day":{"emoji":"🇺🇸","sources":{"Wikipedia: National Freedom Day":{"homepageURL":"https://en.wikipedia.org/wiki/National_Freedom_Day"}},"celebrators":"Americans around the world"}},"5-2022-1":{"Loyalty Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Loyalty Day":{"homepageURL":"https://en.wikipedia.org/wiki/Loyalty_Day"}},"celebrators":"Americans around the world"},"Law Day":{"emoji":"🇺🇸","sources":{"Wikipedia: Law Day":{"homepageURL":"https://en.wikipedia.org/wiki/Law_Day"}},"celebrators":"Americans around the world"}},"1-2022-17":{"Martin Luther King Jr. Day":{"aliases":["Birthday of Martin Luther King, Jr.","MLK Day"],"emoji":"🇺🇸","sources":{"Wikipedia: Martin Luther King Jr. Day":{"homepageURL":"https://en.wikipedia.org/wiki/Martin_Luther_King_Jr._Day"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Martin_Luther_King_press_conference_01269u_edit.jpg/%quality%px-Martin_Luther_King_press_conference_01269u_edit.jpg","celebrators":"Americans around the world"}},"2-2022-12":{"Lincoln's Birthday":{"emoji":"🇺🇸","sources":{"Wikipedia: Lincoln's Birthday":{"homepageURL":"https://en.wikipedia.org/wiki/Lincoln's_Birthday"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Thomas_Hicks_-_Leopold_Grozelier_-_Presidential_Candidate_Abraham_Lincoln_1860_-_cropped_to_lithographic_plate.jpg/%quality%px-Thomas_Hicks_-_Leopold_Grozelier_-_Presidential_Candidate_Abraham_Lincoln_1860_-_cropped_to_lithographic_plate.jpg","celebrators":"Americans around the world"}}}