{"title":"Candyman","description":"For as long as the residents can remember, the housing projects of Chicago's Cabrini Green neighborhood were terrorized by the word-of-mouth ghost story about the supernatural killer Daniel Robitaille, aka the Candyman, easily summoned by those daring to repeat his name five times into a mirror. In the present day, a decade after the last of the Cabrini towers were torn down, a visual artist named Anthony McCoy and his girlfriend, an art gallery director named Brianna Cartwright, move into a luxurious loft condo in Cabrini, now gentrified beyond recognition and inhabited by the upwardly mobile millennials. With Anthony's painting career on the brink of stalling, a chance encounter with a Cabrini Green old-timer exposes Anthony to the tragically horrific nature of the true story behind the Candyman. Anxious to maintain his status in the Chicago art world, Anthony begins to explore these macabre details in his studio as fresh grist for paintings, unknowingly opening a door to a complex past that unravels his own sanity and unleashes the terrifyingly viral wave of violence that puts him on a collision course with his destiny. \\u2014\\u2009Universal Pictures","youtubeVideoIDs":["TPBH3XO8YEU","tlwzuZ9kOQU","Wl3AQ7KlavM"],"imageURL":"https://m.media-amazon.com/images/M/MV5BOWEzNDAxYmEtYWU0Zi00ZjZjLTkxY2QtMGY1MjY5ZjVhNDdjXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_.jpg","properties":{"ratings":{"Rotten Tomatoes":86},"imdbInfo":{"genres":["Horror","Thriller"],"rating":"R","ratingReason":"Rated R for bloody horror violence, and language including some sexual references","source":"https://www.imdb.com/title/tt9347730/","runtimeSeconds":5460},"productionCompany":"Universal Pictures / Metro-Goldwyn-Mayer / Monkeypaw Productions / Bron Creative"},"sources":{"Wikipedia: Candyman (2021 film)":{"homepageURL":"https://en.wikipedia.org/wiki/Candyman_(2021_film)"},"Official website":{"homepageURL":"http://candymanmovie.com"},"IMDb: Candyman":{"homepageURL":"https://www.imdb.com/title/tt9347730/"}}}