{"identifier":"2fcc5429-585e-4ab6-b829-6a7f3b6c8cb1","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Frauentag_1914_Heraus_mit_dem_Frauenwahlrecht.jpg/%quality%px-Frauentag_1914_Heraus_mit_dem_Frauenwahlrecht.jpg","name":"International Women's Day","description":"International Women's Day (IWD) is a global holiday celebrated annually on March 8 to commemorate the cultural, political, and socioeconomic achievements of women. It is also a focal point in the women's rights movement, bringing attention to issues such as gender equality, reproductive rights, and violence against women.\n\nIWD originated from labor movements in North America and Europe during the early 20th century. The earliest version was purportedly a \"Women's Day\" organized by the Socialist Party of America in New York City February 28, 1909. This inspired German delegates at the 1910 International Socialist Woman's Conference to propose \"a special Women's Day\" be organized annually, albeit with no set date; the following year saw the first demonstrations and commemorations of International Women's Day across Europe. After women gained suffrage in Soviet Russia in 1917 (the beginning of the February Revolution), IWD was made a national holiday on March 8; it was subsequently celebrated on that date by the socialist movement and communist countries. The holiday was associated with far-left movements and governments until its adoption by the global feminist movement in the late 1960s. IWD became a mainstream global holiday following its adoption by the United Nations in 1977.\n\nInternational Women's Day is commemorated in a variety of ways worldwide; it is a public holiday in several countries, and observed socially or locally in others. The UN observes the holiday in connection with a particular issue, campaign, or theme in women's rights. In some parts of the world, IWD still reflects its political origins, being marked by protests and calls for radical change; in other areas, particularly in the West, it is largely sociocultural and centered on a celebration of womanhood.","type":"UNITED_NATIONS"}