{"description":"World Toilet Day (WTD) is an official United Nations international observance day on 19 November to inspire action to tackle the global sanitation crisis. Worldwide, 4.2 billion people live without \"safely managed sanitation\" and around 673 million people practice open defecation.:74 Sustainable Development Goal 6 aims to \"Ensure availability and sustainable management of water and sanitation for all\". In particular, target 6.2 is to \"End open defecation and provide access to sanitation and hygiene\". When the Sustainable Development Goals Report 2020 was published, United Nations Secretary-General António Guterres said, \"Today, Sustainable Development Goal 6 is badly off track\" and it \"is hindering progress on the 2030 Agenda, the realization of human rights and the achievement of peace and security around the world\".\n\nWorld Toilet Day exists to inform, engage and inspire people to take action toward achieving this goal. The UN General Assembly declared World Toilet Day an official UN day in 2013, after Singapore had tabled the resolution (its first resolution before the UN's General Assembly of 193 member states). Prior to that, World Toilet Day had been established unofficially by the World Toilet Organization (a Singapore-based NGO) in 2001.\n\nUN-Water is the official convener of World Toilet Day. UN-Water maintains the official World Toilet Day website and chooses a special theme for each year. In 2020 the theme was \"Sustainable sanitation and climate change\". In 2019 the theme was 'Leaving no one behind', which is the central theme of the Sustainable Development Goals. Themes in previous years include nature-based solutions, wastewater, toilets and jobs, and toilets and nutrition. World Toilet Day is marked by communications campaigns and other activities. Events are planned by UN entities, international organizations, local civil society organizations and volunteers to raise awareness and inspire action.\n\nToilets are important because access to a safe functioning toilet has a positive impact on public health, human dignity, and personal safety, especially for women. Sanitation systems that do not safely treat excreta allow the spread of disease. Serious soil-transmitted diseases and waterborne diseases such as cholera, diarrhea, typhoid, dysentery and schistosomiasis can result.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/World_Toilet_Day_%28WTD%29_logo.jpg/%quality%px-World_Toilet_Day_%28WTD%29_logo.jpg"}