{"title":"Amendments to Code.","subdivisions":{"a":{"description":"All laws enacted after May 13, 1975, of a public and general nature, but not local, private or temporary laws, shall be enacted as amendments to the titles of this Code. If the subject matter of any such law is already generally embodied in one of the titles of this Code or can appropriately be classified therein, such new law shall be enacted as an amendment to such title of the Code. If it is not possible to classify the subject matter of a new law in an existing title, a new title shall be enacted containing such new law as a chapter or chapters, each chapter to contain a proper designation and descriptive name or heading, as provided in subsection (c) of this section."},"b":{"description":"A new title shall be created only as a last resort and only when it would be unreasonable to include the new law in an existing title. If a new title is created, it shall be given a name and a number following that of the then last title number. New titles shall be given names which are broad and comprehensive in scope so that each will accommodate the greatest number of new laws having related subject matter."},"c":{"description":"The skips and gaps in the numbering of the chapters and sections of this Code are for the purpose of accommodating future growth and expansion of the law thereby permitting the insertion in the Code of new laws in their most logical positions with respect to existing related laws. When a new chapter is enacted it shall be given a name, which shall be sufficiently broad and comprehensive to describe generally its subject matter, and a number designating its position within a title. Such chapter name is not to be confused with the title of a bill which is dealt with in § 16, article II of the Constitution of this State."},"d":{"subdivisions":{"2":{"description":"In the case of amendments to bills, the amendment shall indicate the line or lines affected by the amendment and then set forth the text to be deleted in quotation marks or where text is to be inserted by identifying the text in quotation marks on either side of the insertion, if necessary. The amendment to the bill shall instruct whether or not text is to be deleted or inserted. Text to be deleted or inserted shall be set forth in quotation marks and shall be marked as if in the bill with the appropriate strike through, underline or neither."},"3":{"description":"The provisions of paragraph (d)(1) of this section shall not be applicable to the annual operating budget, capital improvements budget and grants in aid legislation. Such legislation shall have attached a side-by-side comparison of prior year appropriations and appropriations contained within the legislation, along with a corresponding comparison of authorized positions. However, all other provisions of this section shall remain applicable to appropriations legislation."}},"description":"(1) When it is the purpose of a bill to change the language of a code provision, as distinct from affecting an outright repeal of the code provision, the change shall not be made by repealing the code provision and enacting a new section in lieu thereof. Any bill which amends an existing code provision shall set out in full that part of the code provision to be amended and shall indicate the words to be deleted by strike through and shall indicate new words by underline. If the changes are such as do not lend themselves easily to this type of amendment, the amending act may state that the section (specifying it by section and title number) is amended to read as thereinafter set forth. A section should be repealed, as distinct from amended, when an outright repeal thereof is intended or when the subject matter of the proposed new law is more than a mere amendment or revision of the old section."},"e":{"description":"When sections of this Code are amended, the descriptive headings or catchlines immediately preceding, or within them, need not be amended, and when new sections are enacted, descriptive headings or catchlines need not be enacted to accompany them, in view of § 306 of this title, except that any desired changes in the section numbers contained in any such headings or catchlines shall be made by specific statutory amendments of such numbers, and new sections shall be assigned proper title section numbers by the law or laws that enact them."},"f":{"description":"Title names, and part, chapter, and subchapter headings, except as they appear in the analyses referred to in § 306 of this title, constitute part of the law, and shall not be changed except by specific statutory amendment thereof."},"g":{"description":"In the enactment of new laws, the plan, scheme, style, format and arrangement of this Code shall be followed as closely as possible to the end that the Code and all amendments thereto will comprise a harmonious entity containing all the laws of this State, then in effect, of a public and general nature."},"h":{"description":"No law shall be invalid because it was not enacted in conformity with this section."}},"sources":{"Delaware Legislature: Statute Page":{"homepageURL":"https://delcode.delaware.gov/title1/c001/index.html"}}}