{"Eras":{"Colonial period":{"startingYear":1607,"endingYear":1765,"description":"The colonial history of the United States covers the history of European colonization of North America from the early 17th century (i.e., 1600s) until the incorporation of the colonies into the United States of America. In the late 16th century, England, France, Spain, and the Dutch Republic launched major colonization programs in North America. The death rate was very high among early immigrants, and some early attempts disappeared altogether, such as the English Lost Colony of Roanoke. Nevertheless, successful colonies were established within several decades.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/Colonial_history_of_the_United_States"},"American Revolution":{"startingYear":1765,"endingYear":1783,"description":"The American Revolution was an ideological and political revolution that occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Declaration_of_Independence_%281819%29%2C_by_John_Trumbull.jpg/%quality%px-Declaration_of_Independence_%281819%29%2C_by_John_Trumbull.jpg","url":"https://en.wikipedia.org/wiki/American_Revolution"},"Confederation Period":{"startingYear":1783,"endingYear":1788,"description":"The Confederation Period was the era of United States history in the 1780s after the American Revolution and prior to the ratification of the United States Constitution. In 1781, the United States ratified the Articles of Confederation and prevailed in the Battle of Yorktown, the last major land battle between British and American forces in the American Revolutionary War. American independence was confirmed with the 1783 signing of the Treaty of Paris. The fledgling United States faced several challenges, many of which stemmed from the lack of a strong national government and unified political culture. The period ended in 1789 following the ratification of the United States Constitution, which established a new, more powerful, national government.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/Confederation_Period"},"Federalist Era":{"startingYear":1788,"endingYear":1801,"description":"The Federalist Era in American history ran from 1788–1800, a time when the Federalist Party and its predecessors were dominant in American politics. During this period, Federalists generally controlled Congress and enjoyed the support of President George Washington and President John Adams. The era saw the creation of a new, stronger federal government under the United States Constitution, a deepening of support for nationalism, and diminished fears of tyranny by a central government. The era began with the ratification of the United States Constitution and ended with the Democratic-Republican Party's victory in the 1800 elections.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/Federalist_Era"},"Jeffersonian Era":{"startingYear":1801,"endingYear":1817,"description":"Jeffersonian democracy, named after its advocate Thomas Jefferson, was one of two dominant political outlooks and movements in the United States from the 1790s to the 1820s. The Jeffersonians were deeply committed to American republicanism, which meant opposition to what they considered to be artificial aristocracy, opposition to corruption, and insistence on virtue, with a priority for the \"yeoman farmer\", \"planters\", and the \"plain folk\". They were antagonistic to the aristocratic elitism of merchants, bankers, and manufacturers, distrusted factory workers, and were on the watch for supporters of the Westminster system.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Thomas_Jefferson_by_Rembrandt_Peale%2C_1800.jpg/%quality%px-Thomas_Jefferson_by_Rembrandt_Peale%2C_1800.jpg","url":"https://en.wikipedia.org/wiki/Jeffersonian_democracy"},"Era of Good Feelings":{"startingYear":1817,"endingYear":1825,"description":"The Era of Good Feelings marked a period in the political history of the United States that reflected a sense of national purpose and a desire for unity among Americans in the aftermath of the War of 1812. The era saw the collapse of the Federalist Party and an end to the bitter partisan disputes between it and the dominant Democratic-Republican Party during the First Party System. President James Monroe strove to downplay partisan affiliation in making his nominations, with the ultimate goal of national unity and eliminating political parties altogether from national politics. The period is so closely associated with Monroe's presidency (1817–1825) and his administrative goals that his name and the era are virtually synonymous.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/4th-of-July-1819-Philadelphia-John-Lewis-Krimmel.JPG/%quality%px-4th-of-July-1819-Philadelphia-John-Lewis-Krimmel.JPG","url":"https://en.wikipedia.org/wiki/Era_of_Good_Feelings"},"Jacksonian Era":{"startingYear":1825,"endingYear":1849,"description":"Jacksonian democracy was a 19th-century political philosophy in the United States that expanded suffrage to most white men over the age of 21, and restructured a number of federal institutions. Originating with the seventh U.S. president, Andrew Jackson and his supporters, it became the nation's dominant political worldview for a generation. The term itself was in active use by the 1830s.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/Jacksonian_democracy"},"Civil War Era":{"startingYear":1850,"endingYear":1865,"description":"The American Civil War (April 12, 1861 – May 9, 1865, also known by other names) was a civil war in the United States fought between northern and Pacific states (\"the Union\" or \"the North\") and southern states that voted to secede and form the Confederate States of America (\"the Confederacy\" or \"the South\"). The central cause of the war was the status of slavery, especially the expansion of slavery into newly acquired land after the Mexican-American War. On the eve of the Civil War in 1860, four million of the 32 million Americans (nearly 13%) were black slaves, mostly in the South.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/CivilWarUSAColl.png/%quality%px-CivilWarUSAColl.png","url":"https://en.wikipedia.org/wiki/American_Civil_War"},"Reconstruction Era":{"startingYear":1865,"endingYear":1877,"description":"The Reconstruction era, was a period in American history following the American Civil War (1861–1865); it lasted from 1865 to 1877 and marked a significant chapter in the history of civil rights in the United States. Reconstruction, as directed by Congress, abolished slavery and ended the remnants of Confederate secession in the Southern states; it presented the newly freed slaves (freedmen; Blacks) as citizens with (ostensibly) the same civil rights as those of other citizens, and which rights were guaranteed by three new constitutional amendments, the 13th, 14th, and 15th Amendments. Reconstruction also refers to the attempt by Congress to transform the 11 former Confederate states; and it refers to the role of the Union states in that transformation.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/ReconstructionEraColl.png/%quality%px-ReconstructionEraColl.png","url":"https://en.wikipedia.org/wiki/Reconstruction_era"},"Gilded Age":{"startingYear":1877,"endingYear":1895,"description":"In United States history, the Gilded Age was an era that occurred during the late 19th century, from the 1870s to about 1900. The Gilded Age was an era of rapid economic growth, especially in the Northern and Western United States. As American wages grew much higher than those in Europe, especially for skilled workers, the period saw an influx of millions of European immigrants. The rapid expansion of industrialization led to a real wage growth of 60%, between 1860 and 1890, and spread across the ever-increasing labor force. The average annual wage per industrial worker (including men, women, and children) rose from $380 in 1880, to $564 in 1890, a gain of 48%. Conversely, the Gilded Age was also an era of abject poverty and inequality, as millions of immigrants—many from impoverished regions—poured into the United States, and the high concentration of wealth became more visible and contentious.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/The_Breakers_Newport.jpg/%quality%px-The_Breakers_Newport.jpg","url":"https://en.wikipedia.org/wiki/Gilded_Age"},"Progressive Era":{"startingYear":1896,"endingYear":1916,"description":"The Progressive Era (1896–1916) was a period of widespread social activism and political reform across the United States of America that spanned the 1890s to the 1920s. Progressive reformers were typically middle-class society women or Christian ministers. The main objectives of the Progressive movement were addressing problems caused by industrialization, urbanization, immigration, and political corruption. Social reformers were primarily middle-class citizens who targeted political machines and their bosses. By taking down these corrupt representatives in office, a further means of direct democracy would be established. They also sought regulation of monopolies through methods such as trustbusting and corporations through antitrust laws, which were seen as a way to promote equal competition for the advantage of legitimate competitors. They also advocated for new government roles and regulations, and new agencies to carry out those roles, such as the FDA.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/Progressive_Era"},"World War I":{"startingYear":1917,"endingYear":1919,"description":"The United States declared war on Germany on April 6, 1917, nearly three years after World War I started. A ceasefire and Armistice was declared on November 11, 1918. Before entering the war, the U.S. had remained neutral, though it had been an important supplier to the United Kingdom, France, and the other Allied powers.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/At_close_grips2.jpg/%quality%px-At_close_grips2.jpg","url":"https://en.wikipedia.org/wiki/United_States_in_World_War_I"},"Roaring Twenties":{"startingYear":1920,"endingYear":1929,"description":"The Roaring Twenties (sometimes stylized as the Roarin' 20s) refers to the decade of the 1920s in Western society and Western culture. It was a period of economic prosperity with a distinctive cultural edge in the United States and Europe, particularly in major cities such as Berlin, Chicago, London, Los Angeles, New York City, Paris, and Sydney. In France, the decade was known as the \"années folles\" ('crazy years'), emphasizing the era's social, artistic and cultural dynamism. Jazz blossomed, the flapper redefined the modern look for British and American women, and Art Deco peaked. In the wake of the military mobilization of World War I, President Warren G. Harding \"brought back normalcy\" to the politics of the United States. This period saw the large-scale development and use of automobiles, telephones, films, radio, and electrical appliances in the lives of millions in the Western world. Aviation soon became a business. Nations saw rapid industrial and economic growth, accelerated consumer demand, and introduced significant new trends in lifestyle and culture. The media, funded by the new industry of mass-market advertising driving consumer demand, focused on celebrities, especially sports heroes and movie stars, as cities rooted for their home teams and filled the new palatial cinemas and gigantic sports stadiums. In many major democratic states, women won the right to vote.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Baker_Charleston.jpg/%quality%px-Baker_Charleston.jpg","url":"https://en.wikipedia.org/wiki/Roaring_Twenties"},"Great Depression":{"startingYear":1929,"endingYear":1941,"description":"The Great Depression began with the Wall Street Crash in October 1929. The stock market crash marked the beginning of a decade of high unemployment, poverty, low profits, deflation, plunging farm incomes, and lost opportunities for economic growth as well as for personal advancement. Altogether, there was a general loss of confidence in the economic future.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Unemployed_men_queued_outside_a_depression_soup_kitchen_opened_in_Chicago_by_Al_Capone%2C_02-1931_-_NARA_-_541927.jpg/%quality%px-Unemployed_men_queued_outside_a_depression_soup_kitchen_opened_in_Chicago_by_Al_Capone%2C_02-1931_-_NARA_-_541927.jpg","url":"https://en.wikipedia.org/wiki/Great_Depression_in_the_United_States"},"World War II":{"startingYear":1941,"endingYear":1945,"description":"The military history of the United States in World War II covers the victorious American war against the Axis Powers, starting with the 7 December 1941 attack on Pearl Harbor. During the first two years of World War II, the United States had maintained formal neutrality as made official in the Quarantine Speech delivered by US President Franklin D. Roosevelt in 1937, while supplying Britain, the Soviet Union, and China with war material through the Lend-Lease Act which was signed into law on 11 March 1941, as well as deploying the US military to replace the British forces stationed in Iceland. Following the \"Greer incident\" Roosevelt publicly confirmed the \"shoot on sight\" order on 11 September 1941, effectively declaring naval war on Germany and Italy in the Battle of the Atlantic. In the Pacific Theater, there was unofficial early US combat activity such as the Flying Tigers.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/Military_history_of_the_United_States_during_World_War_II"},"Post-war Era":{"startingYear":1945,"endingYear":1964,"description":"For the United States, 1945–1964 was a time of high economic growth and general prosperity. It was also a time of confrontation as the capitalist United States and its allies politically opposed the Soviet Union and other communist countries; the Cold War had begun. African Americans united and organized, and a triumph of the Civil Rights Movement ended Jim Crow segregation in the South. Further laws were passed that made discrimination illegal and provided federal oversight to guarantee voting rights.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/History_of_the_United_States_(1945%E2%80%931964)"},"Civil Rights Era":{"startingYear":1965,"endingYear":1980,"description":"The history of the United States from 1964 through 1980 includes the climax and end of the Civil Rights Movement; the escalation and ending of the Vietnam War; the drama of a generational revolt with its sexual freedoms and use of drugs; and the continuation of the Cold War, with its Space Race to put a man on the Moon. The economy was prosperous and expanding until the recession of 1969–70, then faltered under new foreign competition and the 1973 oil crisis. American society was polarized by the ultimately futile war and by antiwar and antidraft protests, as well as by the shocking Watergate affair, which revealed corruption and gross misconduct at the highest level of government. By 1980 and the seizure of the American Embassy in Iran, including a failed rescue attempt by U.S. armed forces, there was a growing sense of national malaise.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/History_of_the_United_States_(1964%E2%80%931980)"},"Reagan Era":{"startingYear":1981,"endingYear":1991,"description":"The Reagan Era or Age of Reagan is a periodization of recent American history used by historians and political observers to emphasize that the conservative \"Reagan Revolution\" led by President Ronald Reagan in domestic and foreign policy had a lasting impact. It overlaps with what political scientists call the Sixth Party System. Definitions of the Reagan Era universally include the 1980s, while more extensive definitions may also include the late 1970s, the 1990s, the 2000s, the 2010s, and even the 2020s. In his 2008 book, The Age of Reagan: A History, 1974–2008, historian and journalist Sean Wilentz argues that Reagan dominated this stretch of American history in the same way that Franklin D. Roosevelt and his New Deal legacy dominated the four decades that preceded it.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/Reagan_Era"},"Post-Cold War Era":{"startingYear":1991,"endingYear":2008,"description":"The history of the United States from 1991 to 2008 began after the fall of the Soviet Union which signaled the end of the Cold War and left the U.S. unchallenged as the world's sole superpower. The U.S. took a leading role in military involvement in the Middle East. The U.S. expelled an Iraqi invasion force from Kuwait, a Middle Eastern ally of the U.S., in the Persian Gulf War. On the domestic front, the Democrats won a return to the White House with the election of Bill Clinton in 1992. In the 1994 midterm election, the Republicans won control of Congress for the first time in 40 years. Strife between Clinton and the Republicans in Congress initially resulted in a federal government shutdown following a budget crisis, but later they worked together to pass welfare reform, the Children's Health Insurance Program, and a balanced budget. Charges from the Lewinsky scandal led to the 1998 impeachment of Clinton by the House of Representatives but he was later acquitted by the Senate. The U.S. economy boomed in the enthusiasm for high-technology industries in the 1990s until the NASDAQ crashed as the dot-com bubble burst and the early 2000s recession marked the end of the sustained economic growth.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/History_of_the_United_States_(1991%E2%80%932008)"},"Modern day":{"startingYear":2008,"endingYear":2021,"description":"The history of the United States from 2008 to the present began with the collapse of the housing bubble, which led to the Great Recession, and helped the Democrats win the presidency in 2008 with the election of Barack Obama, the country's first African-American president. The government issued large loans and enacted economic stimulus packages that aimed to improve the economy. Obama's domestic initiatives also included the Patient Protection and Affordable Care Act, which by means of large reforms to the American healthcare system, created a National Health Insurance program. President Obama eventually withdrew combat troops from Iraq, and shifted the country's efforts in the War on Terror to Afghanistan, where a troop surge was initiated in 2009. In 2010, due to continued public discontent with the economic situation, unemployment, and federal spending, Republicans regained control of the House of Representatives and reduced the Democratic majority in the Senate. In 2011, Obama announced that al-Qaeda leader Osama bin Laden was killed by U.S. forces during a covert operation in Pakistan while the Iraq War was declared formally over the same year. The following year Obama was re-elected president. In June 2013, the Supreme Court struck down Section 3 of the Defense of Marriage Act, which resulted in the recognition of legally performed same-sex marriages by the federal government. In 2015, the Court ruled that all states must grant same-sex marriages as well as recognize others performed in different states in Obergefell v. Hodges.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Greater_coat_of_arms_of_the_United_States.svg/%quality%px-Greater_coat_of_arms_of_the_United_States.svg.png","url":"https://en.wikipedia.org/wiki/History_of_the_United_States_(2008%E2%80%93present)"}}}