{"identifier":"481669f4-f63e-4781-b1b8-aba821f9a27f","sources":{"Wikipedia: Cinco de Mayo":{"homepageURL":"https://en.wikipedia.org/wiki/Cinco_de_Mayo"}},"imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Batalla_de_Puebla.png/%quality%px-Batalla_de_Puebla.png","name":"Cinco de Mayo","description":"Cinco de Mayo (pronounced  in Mexico, Spanish for \"Fifth of May\") is a yearly celebration held on May 5, which commemorates the anniversary of Mexico's victory over the French Empire at the Battle of Puebla in 1862. Led by General Ignacio Zaragoza, a Tejano born in Goliad, Texas. The victory of a smaller, poorly equipped Mexican force against the larger and better-armed French army was a morale boost for the Mexicans. Zaragoza died months after the battle from an illness, and a larger French force ultimately defeated the Mexican army at the Second Battle of Puebla and occupied Mexico City.\n\nMore popular in the United States than in Mexico, Cinco de Mayo has become associated with the celebration of Mexican-American culture. Celebrations began in California, where they have been observed annually since 1863. The day gained nationwide popularity in the 1980s due to advertising campaigns by beer, wine, and tequila companies; today, Cinco de Mayo generates beer sales on par with the Super Bowl. In Mexico, the commemoration of the battle continues to be mostly ceremonial, such as through military parades or battle reenactments. The city of Puebla marks the event with various festivals and reenactments of the battle.\n\nCinco de Mayo is sometimes mistaken for Mexico's Independence Day—the most important national holiday in Mexico—which is celebrated on September 16, commemorating the Cry of Dolores in 1810, which initiated the war of Mexican independence from Spain. Cinco de Mayo has been referenced and featured in entertainment media, and has become an increasingly global celebration of Mexican culture, cuisine, and heritage.","type":"MEXICAN","version":1}