{"description":"Saint Joseph's Day, also called the Feast of Saint Joseph or the Solemnity of Saint Joseph, is in Western Christianity the principal feast day of Saint Joseph, husband of the Virgin Mary and legal father of Jesus Christ celebrated on 19 March. It has the rank of a solemnity in the Catholic Church. It is a feast or commemoration in the provinces of the Anglican Communion, and a feast or festival in the Lutheran Church. Saint Joseph's Day is the Patronal Feast day for Poland as well as for Canada, persons named Joseph, Josephine, etc., for religious institutes, schools and parishes bearing his name, and for carpenters. It is also Father's Day in some Catholic countries, mainly Spain, Portugal, and Italy. It is not a holy day of obligation for Catholics in the United States.\n\n19 March was dedicated to Saint Joseph in several Western calendars by the 10th century, and this custom was established in Rome by 1479. Pope Pius V extended its use to the entire Roman Rite by his Apostolic Constitution Quo primum (14 July 1570). Originally a double of the second class and a feast of precept, it was re-raised to be of precept in 1917 after having this status intermittently lost, and consequently also raised to its current rank of double of the first class (now called a solemnity), having become in the meantime the rank common to all remaining general feasts of precept. Since 1969, Episcopal Conferences may, if they wish, transfer it to a date outside Lent. Even if it occurs inside Lent on the usual date of 19 March, it is still observed as a Solemnity of a Saint—this is one of the few times during Lent the Gloria may be said or sung, the vesture is changed from the purple or violet of Lent to white or gold (as it would be for such a solemnity normally), the Collect and the Eucharistic Prayer's Preface and other prayers are from the Solemnity and not Lent, the hymns are more joyful, and the Creed is said. However, the Alleluia is still not used, the Tract being used instead, per Lenten regulations.\n\nBetween 1870 and 1955, an additional feast was celebrated in honor of Saint Joseph as Spouse of the Blessed Virgin Mary and Patron of the Universal Church, the latter title having been given to him by Pope Pius IX. Originally celebrated on the third Sunday after Easter with an octave, after Divino Afflatu of Saint Pius X (see Reform of the Roman Breviary by Pope Pius X), it was moved to the preceding Wednesday (because Wednesday was the day of the week specifically dedicated to St. Joseph, St. John the Baptist and local patrons). The feast was also retitled The Solemnity of Saint Joseph. This celebration and its accompanying octave were abolished during the modernisation and simplification of rubrics under Pope Pius XII in 1955.\n\nAt the same time, Pope Pius XII established an additional Feast of \"St. Joseph the Worker\", to be celebrated on 1 May, in order to coincide with the celebration of International Workers' Day (May Day) in many countries. Until this time, 1 May had been the Feast of the Apostles Saint Philip and James, but that Feast was then moved to the next free day, 11 May (and again to 3 May, in 1969, having become free in the meantime). In the new calendar published in 1969, the Feast of Saint Joseph The Worker, which at one time occupied the highest possible rank in the Church calendar, was reduced to an optional Memorial, the lowest rank for a saint's day.\n\nThe Eastern Orthodox Church celebrates Saint Joseph on the Sunday after Christmas.\n\nPopular customs among Christians of various liturgical traditions observing Saint Joseph's Day are attending Mass or the Divine Service, wearing red-coloured clothing, carrying dried fava beans that have been blessed, and assembling home altars dedicated to Saint Joseph.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Saint_Joseph_with_the_Infant_Jesus_by_Guido_Reni%2C_c_1635.jpg/%quality%px-Saint_Joseph_with_the_Infant_Jesus_by_Guido_Reni%2C_c_1635.jpg"}