{"description":"Easter, also called Pascha (Aramaic, Greek, Latin) or Resurrection Sunday, is a Christian festival and cultural holiday commemorating the resurrection of Jesus from the dead, described in the New Testament as having occurred on the third day after his burial following his crucifixion by the Romans at Calvary c. 30 AD. It is the culmination of the Passion of Jesus, preceded by Lent (or Great Lent), a 40-day period of fasting, prayer, and penance.\n\nMost Christians refer to the week before Easter as \"Holy Week\", which contains the days of the Easter Triduum, including Maundy Thursday, commemorating the Maundy and Last Supper, as well as Good Friday, commemorating the crucifixion and death of Jesus. In Western Christianity, Eastertide, or the Easter Season, begins on Easter Sunday and lasts seven weeks, ending with the coming of the 50th day, Pentecost Sunday. In Eastern Christianity, the Paschal season begins on Pascha and ends with the coming of the 40th day, the Feast of the Ascension.\n\nEaster and its related holidays are moveable feasts, not falling on a fixed date in the Gregorian or Julian calendars which follow only the cycle of the Sun; its date is computed based on a lunisolar calendar similar to the Hebrew calendar. The First Council of Nicaea (325) established two rules, independence from the Hebrew calendar and worldwide uniformity, which were the only rules for Easter explicitly laid down by the council. No details for the computation were specified; these were worked out in practice, a process that took centuries and generated a number of controversies. It has come to be the first Sunday after the ecclesiastical full moon that occurs on or soonest after 21 March. Even if calculated on the basis of the more accurate Gregorian calendar, the date of that full moon sometimes differs from that of the astronomical first full moon after the March equinox.\n\nEaster is linked to the Jewish Passover by its origin (according to the synoptic Gospels, both the crucifixion and the resurrection took place during the Passover) and by much of its symbolism, as well as by its position in the calendar. In most European languages the feast is called by the words for passover in those languages; and in the older English versions of the Bible the term Easter was the term used to translate passover. Easter customs vary across the Christian world, and include sunrise services, exclaiming the Paschal greeting, clipping the church, and decorating Easter eggs (a symbol of the empty tomb). The Easter lily, a symbol of the resurrection, traditionally decorates the chancel area of churches on this day and for the rest of Eastertide. Additional customs that have become associated with Easter and are observed by both Christians and some non-Christians include Easter parades, the Easter Bunny and egg hunting. There are also various traditional Easter foods that vary regionally.","imageURL":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Resurrection_%2824%29.jpg/%quality%px-Resurrection_%2824%29.jpg"}