{"description":"World Habitat Day is marked on the first Monday of October each year, and is recognized by the United Nations to reflect on the state of towns and cities, and on the basic right of all to adequate shelter. The day is also intended to remind the world that everyone has the power and the responsibility to shape the future of towns and cities. World Habitat Day was first celebrated in 1986 in Nairobi, Kenya, and the theme chosen for that year was \"Shelter is My Right\". \n\nThe United Nations General Assembly decided that this should be an annual event and the first Monday of October was chosen. The day is celebrated in many countries around the world and various activities are organized to examine the problems of rapid urbanisation and its impact on the environment and human poverty. \n\nAnnual themes for World Habitat Day have been diverse and have included \"Shelter for the Homeless\", \"Our Neighbourhood\", \"Safer Cities,\" \"Women in Urban Government,\" Cities without Slums\" and \"Water and Sanitation for Cities.\" \n\nUN Habitat makes plain the need to plan cities in order to avoid the chaotic development of urban sprawl and all the associated problems that are created as a result.\n\nCities are engines of growth. Many people from rural areas globally long to move to cities to realize their dreams of a better life. Often this dream is not realized, but people continue to flock to cities for no other reason than a vague promise of a better future and prosperity.\n\nA well-planned city can bring just that. Cities can be centres for economic activities and urban challenges can be addressed and opportunities can continue to be afforded to both current and future residents. Those who are successful succeed in getting jobs or starting their own businesses, which in turn creates more employment opportunities.\n\nOn the other hand, cities can also become a setting in which marginalisation, inequality and social exclusion can abound. Access to adequate housing is an important factor in ensuring this is avoided.\n\nAnother major issue is the ever-increasing risk posed by natural disasters as the climate crisis continues to develop. This risk is particularly significant in the Caribbean Region and Central America, where countries such as Haiti, Nicaragua, Honduras, El Salvador and Bolivia have higher levels of poverty and where their cities are exceptionally vulnerable due to their population density and diversity.\n\nHigh levels of population density, coupled with poor building techniques have given rise to shanty towns that have no proper infrastructure, community organization or security of tenure. In the event of a disaster of any kind, a complete breakdown can result in a chaotic situation and enormous loss of life.","imageURL":"null"}